Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# features1Par4
source: The technical and tactical drawing module for team and individual sports in our platform is an essential tool for coaches and teachers. This module allows you to create visual game plans and strategies to better understand the movements and positions to adopt on the field. With this module, coaches can explain game tactics to their players. Diagrams can show the movements of each player, the areas of play to be favored and the different phases of play to be implemented. This allows players to better understand their role on the pitch and improve their coordination and effectiveness as a team. For individual sports, this module can also be useful for coaches and athletes to show basic techniques, sequences and specific movements. Athletes can thus visualize the different stages of their training and improve their technique by training on specific models. In conclusion, the technical and tactical drawing module for team and individual sports is an essential tool for coaches and teachers who wish to improve performance on the field. With accurate diagrams, players can better understand their role and game strategy, while coaches can create training plans more effective in improving their team's performance.
ar: وحدة الرسم الفني والتكتيكي للرياضات الجماعية والفردية في منصتنا هي أداة أساسية للمدربين والمعلمين. تتيح هذه الوحدة إنشاء خطط واستراتيجيات لعب مرئية لفهم أفضل للحركات والمواقع التي يجب اعتمادها على الملعب. من خلال هذه الوحدة، يمكن للمدربين شرح تكتيكات اللعبة للاعبينهم. يمكن للرسوم البيانية أن تظهر حركات كل لاعب، مناطق اللعب التي يجب تفضيلها والمراحل المختلفة للعب التي يجب تنفيذها. هذا يسمح للاعبين بفهم أدوارهم على الملعب بشكل أفضل وتحسين تنسيقهم وفعاليتهم كفريق. بالنسبة للرياضات الفردية، يمكن أن تكون هذه الوحدة مفيدة أيضًا للمدربين والرياضيين لعرض التقنيات الأساسية والتسلسلات والحركات المحددة. وبالتالي، يمكن للرياضيين تصور المراحل المختلفة من تدريباتهم وتحسين تقنياتهم من خلال التدريب على نماذج محددة. في الختام، وحدة الرسم الفني والتكتيكي للرياضات الجماعية والفردية هي أداة أساسية للمدربين والمعلمين الذين يرغبون في تحسين الأداء على الملعب. بفضل الرسوم البيانية الدقيقة، يمكن للاعبين فهم أدوارهم واستراتيجية اللعبة بشكل أفضل، بينما يمكن للمدربين إنشاء خطط تدريب أكثر فعالية في تحسين أداء فريقهم.
fr: Le module de dessin technique et tactique pour les sports d'équipe et individuels sur notre plateforme est un outil essentiel pour les entraîneurs et les enseignants. Ce module permet de créer des plans de jeu visuels et des stratégies pour mieux comprendre les mouvements et les positions à adopter sur le terrain. Avec ce module, les entraîneurs peuvent expliquer les tactiques de jeu à leurs joueurs. Les diagrammes peuvent montrer les mouvements de chaque joueur, les zones de jeu à privilégier et les différentes phases de jeu à mettre en œuvre. Cela permet aux joueurs de mieux comprendre leur rôle sur le terrain et d'améliorer leur coordination et leur efficacité en tant qu'équipe. Pour les sports individuels, ce module peut également être utile pour les entraîneurs et les athlètes pour montrer les techniques de base, les séquences et les mouvements spécifiques. Les athlètes peuvent ainsi visualiser les différentes étapes de leur entraînement et améliorer leur technique en s'entraînant sur des modèles spécifiques. En conclusion, le module de dessin technique et tactique pour les sports d'équipe et individuels est un outil essentiel pour les entraîneurs et les enseignants qui souhaitent améliorer les performances sur le terrain. Avec des diagrammes précis, les joueurs peuvent mieux comprendre leur rôle et la stratégie de jeu, tandis que les entraîneurs peuvent créer des plans d'entraînement plus efficaces pour améliorer la performance de leur équipe.

# features1Title5
source: The sports nutrition module
ar: وحدة التغذية الرياضية
fr: Le module de nutrition sportive

# features1Par5
source: The personalized sports nutrition module, designed to help you achieve your nutrition goals. We've used our Calorie Needs Calculator to determine your daily calorie intake based on your physical activity level and body composition. Now that we have this information, we can start planning your sports nutrition. For athletes and active people, it is important to consume enough calories to meet your body's high energy needs. However, it's also important to eat nutritious foods that will help your body recover and rebuild after physical activity. Our sports nutrition module will help you achieve these goals by providing detailed food plans that include balanced meals and healthy snacks. We'll also help you understand specific nutritional needs for your physical activity, such as protein intake to help rebuild muscle. In addition to providing you with personalized food plans, we will also provide you with information on sports supplements that can help you achieve your fitness goals This module will help you achieve your nutrition and fitness goals, while providing you with tasty and nutritious food to support your body.
ar: الوحدة الشخصية للتغذية الرياضية، مصممة لمساعدتك على تحقيق أهدافك الغذائية. لقد استخدمنا حاسبتنا للاحتياجات السعرية لتحديد مقدار السعرات الحرارية اليومية الخاصة بك بناءً على مستوى نشاطك البدني وتكوين جسمك. الآن بعد أن حصلنا على هذه المعلومات، يمكننا البدء في تخطيط التغذية الرياضية الخاصة بك. بالنسبة للرياضيين والأشخاص النشطين، من المهم استهلاك سعرات حرارية كافية لتلبية احتياجات الطاقة العالية لأجسامهم. ومع ذلك، من المهم أيضًا تناول الأطعمة الغذائية التي ستساعد جسمك على التعافي وإعادة البناء بعد النشاط البدني. ستساعدك وحدتنا للتغذية الرياضية على تحقيق هذه الأهداف من خلال توفير خطط غذائية مفصلة تشمل وجبات متوازنة ووجبات خفيفة صحية. سنساعدك أيضًا على فهم الاحتياجات الغذائية الخاصة بنشاطك البدني، مثل تناول البروتين للمساعدة في إعادة بناء العضلات. بالإضافة إلى تزويدك بخطط غذائية شخصية، سنوفر لك أيضًا معلومات حول المكملات الرياضية التي يمكن أن تساعدك على تحقيق أهدافك اللياقة البدنية. ستساعدك هذه الوحدة على تحقيق أهدافك الغذائية واللياقة البدنية، مع توفير طعام لذيذ ومغذي لدعم جسمك.
fr: Le module de nutrition sportive personnalisée, conçu pour vous aider à atteindre vos objectifs nutritionnels. Nous avons utilisé notre calculateur de besoins caloriques pour déterminer votre apport calorique quotidien en fonction de votre niveau d'activité physique et de votre composition corporelle. Maintenant que nous avons ces informations, nous pouvons commencer à planifier votre nutrition sportive. Pour les athlètes et les personnes actives, il est important de consommer suffisamment de calories pour répondre aux besoins énergétiques élevés de votre corps. Cependant, il est également important de manger des aliments nutritifs qui aideront votre corps à récupérer et à se reconstruire après l'activité physique. Notre module de nutrition sportive vous aidera à atteindre ces objectifs en vous fournissant des plans alimentaires détaillés qui incluent des repas équilibrés et des en-cas sains. Nous vous aiderons également à comprendre les besoins nutritionnels spécifiques à votre activité physique, comme l'apport en protéines pour aider à reconstruire le muscle. En plus de vous fournir des plans alimentaires personnalisés, nous vous fournirons également des informations sur les suppléments sportifs qui peuvent vous aider à atteindre vos objectifs de fitness. Ce module vous aidera à atteindre vos objectifs de nutrition et de fitness, tout en vous fournissant des aliments savoureux et nutritifs pour soutenir votre corps.

# features1Title6
source: The live statistics module
ar: وحدة الإحصاءات المباشرة
fr: Le module de statistiques en direct

# features1Par6
source: The live stats module for football in our platform is an incredibly useful tool for coaches to track the performance of their teams during the game, this module can help identify strengths and the weak points of each team on the strategic and tactical level. The live stats module can also reveal individual player strengths and weaknesses. After each competition, the statistics module can provide a complete follow-up of the team and the players. This may include statistics such as number of goals scored and conceded, number of shots, number of passes completed, rate of successful tackles and much more. Using these stats, coaches can analyze the performance of their teams and individual players and work on weak points to improve their performance in future matches, can also use these stats to track their team's progress. In short, the live and post-match statistics module is an essential tool for any football coach wishing to follow the evolution of their team.
ar: وحدة الإحصاءات المباشرة لكرة القدم في منصتنا هي أداة مفيدة للغاية للمدربين لتتبع أداء فرقهم خلال المباراة، حيث يمكن لهذه الوحدة أن تساعد في تحديد نقاط القوة والضعف لكل فريق على المستوى الاستراتيجي والتكتيكي. كما يمكن لوحدة الإحصاءات المباشرة أن تكشف عن نقاط القوة والضعف لكل لاعب على حدة.بعد كل مسابقة، يمكن لوحدة الإحصاءات أن توفر متابعة كاملة للفريق واللاعبين. قد تشمل هذه الإحصاءات عدد الأهداف المسجلة والمستقبلة، عدد التسديدات، عدد التمريرات المكتملة، نسبة الاعتراضات الناجحة والمزيد بكثير. باستخدام هذه الإحصاءات، يمكن للمدربين تحليل أداء فرقهم ولاعبيهم الفرديين والعمل على نقاط الضعف لتحسين أدائهم في المباريات المستقبلية، كما يمكنهم استخدام هذه الإحصاءات لتتبع تقدم فريقهم.باختصار، وحدة الإحصاءات المباشرة وبعد المباراة هي أداة ضرورية لأي مدرب كرة قدم يرغب في متابعة تطور فريقه.
fr: Le module de statistiques en direct pour le football sur notre plateforme est un outil incroyablement utile pour les entraîneurs pour suivre la performance de leurs équipes pendant le jeu. Ce module peut aider à identifier les points forts et les points faibles de chaque équipe au niveau stratégique et tactique. Le module de statistiques en direct peut également révéler les forces et les faiblesses individuelles des joueurs.Après chaque compétition, le module de statistiques peut fournir un suivi complet de l'équipe et des joueurs. Cela peut inclure des statistiques telles que le nombre de buts marqués et concédés, le nombre de tirs, le nombre de passes réussies, le taux de tacles réussis et bien plus encore. En utilisant ces statistiques, les entraîneurs peuvent analyser la performance de leurs équipes et des joueurs individuels et travailler sur les points faibles pour améliorer leur performance dans les matchs futurs, ils peuvent également utiliser ces statistiques pour suivre les progrès de leur équipe.En résumé, le module de statistiques en direct et post-match est un outil essentiel pour tout entraîneur de football souhaitant suivre l'évolution de son équipe.

# features1Title7
source: A match analysis module from a video
ar: وحدة تحليل المباراة من فيديو
fr: Un module d'analyse de match à partir d'une vidéo

# features1Par7
source: A video-based match analysis module in our platform can be a great resource for coaches, analysts and statisticians looking to improve their team's performance. This module allows you to analyze matches in detail and identify the strengths and weaknesses of each player, as well as the most effective game patterns. Using match analysis software, coaches can closely monitor each player's performance and identify areas for improvement. They can also identify which players have the most influence in the game and which strategies work best. Analysts can use this module to help visualize player and team performance. They can also use tracking tools to see how players move on the pitch and how they interact with their teammates. Statisticians can use collected data to identify game trends and patterns. They can also use predictive analytics to predict future matches and help develop strategies to improve team performance. In summary, a video-based match analysis module can provide valuable information for coaches, analysts and statisticians. Using match analysis software, they can identify each player's strengths and weaknesses, spot the most effective playing patterns, and develop strategies to improve team performance. It can help improve the team's competitiveness and achieve better results in competitions.
ar: يمكن أن تكون الوحدة القائمة على تحليل المباريات بالفيديو في منصتنا مورداً رائعاً للمدربين والمحللين والإحصائيين الذين يسعون لتحسين أداء فرقهم. تتيح هذه الوحدة تحليل المباريات بالتفصيل وتحديد نقاط القوة والضعف لكل لاعب، بالإضافة إلى أكثر أنماط اللعب فعالية. باستخدام برنامج تحليل المباريات، يمكن للمدربين مراقبة أداء كل لاعب عن كثب وتحديد المجالات التي تحتاج إلى تحسين. يمكنهم أيضاً تحديد اللاعبين الذين لهم أكبر تأثير في اللعبة والاستراتيجيات التي تعمل بشكل أفضل. يمكن للمحللين استخدام هذه الوحدة لمساعدتهم على تصور أداء اللاعبين والفريق. كما يمكنهم استخدام أدوات التتبع لرؤية كيفية تحرك اللاعبين على أرض الملعب وكيف يتفاعلون مع زملائهم في الفريق. يمكن للإحصائيين استخدام البيانات المجمعة لتحديد اتجاهات وأنماط اللعبة. كما يمكنهم استخدام التحليلات التصورية للمباريات المستقبلية والمساعدة في تطوير استراتيجيات لتحسين أداء الفريق. باختصار، يمكن للوحدة القائمة على تحليل المباريات بالفيديو أن توفر معلومات قيمة للمدربين والمحللين والإحصائيين. باستخدام برنامج تحليل المباريات، يمكنهم تحديد نقاط القوة والضعف لكل لاعب، وتحديد أكثر أنماط اللعب فعالية، وتطوير استراتيجيات لتحسين أداء الفريق. يمكن أن يساعد في تحسين تنافسية الفريق وتحقيق نتائج أفضل في المسابقات.
fr: Un module d'analyse de match basé sur la vidéo sur notre plateforme peut être une ressource précieuse pour les entraîneurs, les analystes et les statisticiens qui cherchent à améliorer la performance de leur équipe. Ce module vous permet d'analyser les matchs en détail et d'identifier les forces et les faiblesses de chaque joueur, ainsi que les schémas de jeu les plus efficaces. En utilisant un logiciel d'analyse de match, les entraîneurs peuvent surveiller de près la performance de chaque joueur et identifier les domaines à améliorer. Ils peuvent également déterminer quels joueurs ont le plus d'influence dans le jeu et quelles stratégies fonctionnent le mieux. Les analystes peuvent utiliser ce module pour aider à visualiser la performance des joueurs et de l'équipe. Ils peuvent également utiliser des outils de suivi pour voir comment les joueurs se déplacent sur le terrain et comment ils interagissent avec leurs coéquipiers. Les statisticiens peuvent utiliser les données recueillies pour identifier les tendances et les modèles de jeu. Ils peuvent également utiliser l'analyse prédictive pour prédire les futurs matchs et aider à développer des stratégies pour améliorer la performance de l'équipe. En résumé, un module d'analyse de match basé sur la vidéo peut fournir des informations précieuses pour les entraîneurs, les analystes et les statisticiens. En utilisant un logiciel d'analyse de match, ils peuvent identifier les forces et les faiblesses de chaque joueur, repérer les schémas de jeu les plus efficaces et développer des stratégies pour améliorer la performance de l'équipe. Cela peut aider à améliorer la compétitivité de l'équipe et à obtenir de meilleurs résultats dans les compétitions.

# features1Title8
source: The strength training module
ar: وحدة تدريب القوة العضلية
fr: Le module d'entraînement musculaire

# features1Par8
source: The bodybuilding video training module in our platform can be a great option for those looking to improve their knowledge of bodybuilding and specific strengthening. These videos are often designed to show you how to perform each move correctly while providing clear instructions on how many reps and sets to perform. However, to maximize strength training results, it is important to consider gender, target muscle, and training tool. Men and women have biological differences that can influence how they should train in strength training, and each muscle in the body may require specific movements to work optimally. Finally, it is important to consider the target muscle when designing a training module, so the choice of exercises should be based on the muscle you want to work. In summary, the video training module must be designed according to the sex, the target muscle and the training tool. Movements must be performed correctly and clear instructions for each exercise must be provided for participants to perform their workout effectively and safely.
ar: يمكن أن تكون وحدة التدريب بالفيديو لكمال الأجسام في منصتنا خيارًا رائعًا لأولئك الذين يتطلعون لتحسين معرفتهم بكمال الأجسام والتقوية المحددة. غالبًا ما تُصمم هذه الفيديوهات لتعليمك كيفية أداء كل حركة بشكل صحيح مع توفير تعليمات واضحة حول عدد التكرارات والمجموعات التي يجب أداؤها. ومع ذلك، لتحسين نتائج تدريب القوة، من المهم مراعاة الجنس، العضلة المستهدفة، وأداة التدريب. توجد اختلافات بيولوجية بين الرجال والنساء يمكن أن تؤثر على كيفية تدريبهم في القوة، وقد تتطلب كل عضلة في الجسم حركات محددة للعمل بشكل مثالي. وأخيرًا، من المهم الأخذ بعين الاعتبار العضلة المستهدفة عند تصميم وحدة التدريب، لذا يجب أن يعتمد اختيار التمارين على العضلة التي ترغب في تدريبها. باختصار، يجب تصميم وحدة التدريب بالفيديو وفقًا للجنس والعضلة المستهدفة وأداة التدريب. يجب أداء الحركات بشكل صحيح ويجب توفير تعليمات واضحة لكل تمرين لتمكين الرياضيين من أداء تمرينهم بفعالية وأمان.
fr: Le module de formation en vidéo pour la musculation sur notre plateforme peut être une excellente option pour ceux qui cherchent à améliorer leurs connaissances en musculation et renforcement spécifique. Ces vidéos sont souvent conçues pour vous montrer comment effectuer chaque mouvement correctement tout en fournissant des instructions claires sur le nombre de répétitions et de séries à réaliser. Cependant, pour maximiser les résultats de l'entraînement en force, il est important de prendre en compte le genre, le muscle ciblé et l'outil d'entraînement. Les hommes et les femmes ont des différences biologiques qui peuvent influencer la manière dont ils devraient s'entraîner en musculation, et chaque muscle du corps peut nécessiter des mouvements spécifiques pour fonctionner de manière optimale. Enfin, il est important de considérer le muscle ciblé lors de la conception d'un module de formation, donc le choix des exercices devrait être basé sur le muscle que vous souhaitez travailler. En résumé, le module de formation en vidéo doit être conçu selon le sexe, le muscle ciblé et l'outil d'entraînement. Les mouvements doivent être effectués correctement et des instructions claires pour chaque exercice doivent être fournies pour que les participants puissent effectuer leur entraînement de manière efficace et sûre.

# features1Title9
source: The Physical Education and Sports (EPS) module
ar: وحدة التربية البدنية والرياضة
fr: Le module d'éducation physique et sportive (EPS)

# features1Par9
source: The Physical Education and Sports (EPS) module in our platform is a complete program which aims to develop physical and mental health, as well as athletic and social skills of students. At the heart of this module is the class diary, an essential tool that brings together all the information relating to the management of the PE class. Pedagogical sheets are one of the main sections of the class diary. They contain lesson plans detailed for each PE session, as well as the educational objectives, the activities proposed, the evaluation criteria and the any adaptations to be made for students with special needs. The cycle reports are also a key element of the class diary. They make it possible to follow the progress of the students throughout the school year, to assess their performance and determine their strengths and areas for improvement. The timetable is another important section of the class diary, which lists all PE sessions and times correspondents. Attendance sheets are an essential tool for managing the physical education class. They allow you to follow the presence of students at each PE session, to identify any absences and medical exemptions. Reports are also an essential section of the class diary. They are used to communicate the progress of the students, the results of the assessments and any difficulties encountered. Finally, the level groups are an important section of the class diary, which makes it possible to segment the students according to their skills and to offer them an education adapted to their level. This section also allows you to follow the progress of each group and adapt the activities according to their needs. In short, the class diary is an indispensable tool for the management of the physical education class. It allows you to plan, organize and to follow PE activities throughout the school year, while offering a basis for dialogue between the teacher, the inspectors and administration.
ar: وحدة التربية البدنية والرياضة في منصتنا هي برنامج شامل يهدف إلى تطوير الصحة البدنية والعقلية، بالإضافة إلى المهارات الرياضية والاجتماعية للطلاب. في قلب هذه الوحدة يوجد السجل الصفي، أداة أساسية تجمع كل المعلومات المتعلقة بإدارة صف التربية البدنية. الصفحات التعليمية هي واحدة من الأقسام الرئيسية للسجل الصفي، وتحتوي على خطط دروس مفصلة لكل جلسة تربية بدنية، بالإضافة إلى الأهداف التعليمية، والأنشطة المقترحة، ومعايير التقييم، وأي تعديلات يجب إجراؤها للطلاب ذوي الاحتياجات الخاصة. التقارير الدورية هي أيضاً عنصر أساسي في السجل الصفي، تتيح متابعة تقدم الطلاب طوال العام الدراسي، وتقييم أدائهم وتحديد نقاط قوتهم ومجالات التحسين. الجدول الزمني هو قسم آخر مهم في السجل الصفي، يُدرج جميع جلسات التربية البدنية وأوقاتها المقابلة. كشوف الحضور هي أداة أساسية لإدارة صف التربية البدنية، تسمح بمتابعة حضور الطلاب في كل جلسة تربية بدنية، وتحديد أي غيابات واستثناءات طبية. التقارير هي أيضاً قسم أساسي في السجل الصفي، تُستخدم للتواصل بشأن تقدم الطلاب، ونتائج التقييمات، وأي صعوبات تواجهها. وأخيراً، مجموعات المستويات هي قسم مهم في السجل الصفي، يتيح تقسيم الطلاب حسب مهاراتهم وتقديم تعليم مُخصص لمستواهم. يسمح هذا القسم أيضاً بمتابعة تقدم كل مجموعة وتكييف الأنشطة وفقاً لاحتياجاتهم. باختصار، السجل الصفي هو أداة لا غنى عنها لإدارة صف التربية البدنية، يتيح لك التخطيط والتنظيم ومتابعة أنشطة التربية البدنية طوال العام الدراسي، مع توفير أساس للحوار بين المعلم والمفتشين والإدارة.
fr: Le module d'Éducation Physique et Sportive (EPS) sur notre plateforme est un programme complet qui vise à développer la santé physique et mentale, ainsi que les compétences athlétiques et sociales des élèves. Au cœur de ce module se trouve le journal de classe, un outil essentiel qui regroupe toutes les informations relatives à la gestion du cours d'EPS.Les fiches pédagogiques sont l'une des principales sections du journal de classe. Elles contiennent des plans de leçon détaillés pour chaque séance d'EPS, ainsi que les objectifs éducatifs, les activités proposées, les critères d'évaluation et les adaptations à effectuer pour les élèves ayant des besoins spéciaux.Les rapports de cycle sont également un élément clé du journal de classe. Ils permettent de suivre les progrès des élèves tout au long de l'année scolaire, d'évaluer leurs performances et de déterminer leurs points forts et leurs axes d'amélioration.L'emploi du temps est une autre section importante du journal de classe, qui liste toutes les séances d'EPS et les horaires correspondants.Les feuilles de présence sont un outil essentiel pour la gestion de la classe d'éducation physique. Elles permettent de suivre la présence des élèves à chaque séance d'EPS, d'identifier les absences et les dispenses médicales.Les rapports sont également une section essentielle du journal de classe. Ils servent à communiquer les progrès des élèves, les résultats des évaluations et les difficultés rencontrées.Enfin, les groupes de niveau sont une section importante du journal de classe, qui permet de segmenter les élèves selon leurs compétences et de leur offrir une éducation adaptée à leur niveau. Cette section permet également de suivre les progrès de chaque groupe et d'adapter les activités selon leurs besoins.En résumé, le journal de classe est un outil indispensable pour la gestion de la classe d'éducation physique. Il permet de planifier, organiser et suivre les activités d'EPS tout au long de l'année scolaire, tout en offrant une base de dialogue entre l'enseignant, les inspecteurs et l'administration.
