Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# creffParag11
source: For a <<large>> morphology, the result is increased by 10%, i.e. the following formula :
ar: بالنسبة للتشكل الكبير , تتم زيادة النتيجة بنسبة 10٪ , أي الصيغة التالية :
fr: Pour une morphologie « large », le résultat est majoré de 10%, soit la formule suivante :

# creffParag12
source: Where height is expressed in centimeters (valeur T),age in years (valeur A)and where the result obtained is provided in kilograms s.
ar: حيث يتم التعبير عن الارتفاع بالسنتيمتر (valeur T),العمر بالسنوات (valeur A)وحيث تظهر النتيجة بالكيلوجرام s.
fr: Où la taille est exprimée en centimètres (valeur T),l'âge en années (valeur A)et où le résultat obtenu est fourni en kilogramme s.

# creffParag13
source: The main disadvantage of this formula is the fact that evaluating one's own morphology requires a very subjective first interpretation of oneself. Moreover, this notion is vague, it cannot be clearly determined.
ar: العيب الرئيسي لهذه الصيغة هو حقيقة أن تقييم مورفولوجيا الفرد يتطلب تفسيرًا شخصيًا أوليًا للغاية لنفسه. علاوة على ذلك , هذا المفهوم غامض , ولا يمكن تحديده بوضوح.
fr: Le principal inconvénient de cette formule est le fait qu'évaluer sa propre morphologie nécessite une première interprétation très subjective de soi-même. De plus, cette notion est vague, elle ne peut pas être clairement déterminée.

# brocaTitle1
source: Calculating the ideal weight according to Broca's formula
ar: حساب الوزن المثالي حسب صيغة بروكا
fr: Calcul du poids idéal selon la formule de Broca

# brocaTitle2
source: CALCULATE YOUR IDEAL WEIGHT
ar: احسب وزنك المثالي
fr: EFFECTUER LE CALCUL DE VOTRE POIDS IDÉAL

# brocaParag1
source: Please note that this calculation is not that of the IMC (Body Mass Index) as defined by the World Health Organization. This is a different measure, suggested by a math teacher. You can find more information about the “classic” IMC on this page.
ar: تحذير , هذا الحساب ليس حساب مؤشر كتلة الجسم (BMI) كما حددته منظمة الصحة العالمية. إنه مقياس مختلف , يقترحه أستاذ الرياضيات. يمكنك العثور على مزيد من المعلومات حول كتلة الجسم على هذه الصفحة.
fr: Attention, ce calcul n’est pas celui de l’IMC (Indice de Masse Corporelle) au sens de l’Organisation Mondiale de la Santé. Il s’agit d’une mesure différente, proposée par un professeur de mathématiques. Vous trouverez plus d’informations sur l’IMC « classique » sur cette page.

# brocaParag2
source: Fill in your height (in cm) as well as your gender and we will calculate your IMC weight according to Nick Trefethen's formula.
ar: أدخل طولك (بالسنتيمتر) بالإضافة إلى جنسك وسنقوم بحساب وزن مؤشر كتلة الجسم وفقًا لصيغة Nick Trefethen.
fr: Renseignez votre taille (en cm) ainsi que votre sexe et nous vous calculerons votre poids IMC selon la formule de Nick Trefethen.

# brocaParag3
source: Your ideal weight is awaiting calculation. Once calculated we will provide an interpretation.
ar: وزنك المثالي ينتظر الحساب. وبمجرد حسابه سنقدم لك تفسيرًا.
fr: Votre poids idéal est en attente de calcul. Une fois calculé nous fournirons une interprétation.

# brocaParag4
source: We also offer other <<theoretical ideal weight>> calculations
ar: نقدم أيضًا حسابات أخرى للوزن المثالي النظري
fr: Nous vous proposons aussi d'autres calculs de « poids idéal théorique ».

# brocaParag5
source: (which will allow you to use other formulas)
ar: (والتي ستتيح لك استخدام الصيغ الأخرى)
fr: (qui vous permettront d'utiliser d'autres formules)

# brocaTitle3
source: ORIGINS OF BROCA'S IDEAL WEIGHT & EXPLANATIONS
ar: أصول الوزن المثالي لبروكا وتفسيراته
fr: ORIGINES DU POIDS IDÉAL DE BROCA & EXPLICATIONS

# brocaParag6
source: There are many popular formulas for knowing your ideal weight. Broca's formula is one of them (along with, for example, Lorentz's, Creff's and Monnerot Dumaine's formula).
ar: هناك العديد من الصيغ الشائعة لمعرفة وزنك المثالي. صيغة بروكا واحدة منها (جنبًا إلى جنب , على سبيل المثال , مع صيغة Lorentz و Creff's و Monnerot Dumaine).
fr: Il existe de nombreuses formulaires populaires permettant de connaitre son poids idéal. La formule de Broca en fait partie (au même titre que, par exemple, la formule de Lorentz, de Creff et de Monnerot Dumaine).

# brocaParag7
source: This formula is relatively old since it was invented in 1871 by Doctor P.P. Broca, a French surgeon.
ar: هذه الصيغة قديمة نسبيًا منذ أن اخترعها دكتور P.P. Broca في عام 1871 , وهو جراح فرنسي.
fr: Cette formule est relativement ancienne puisqu'elle a été inventé en 1871 par le Docteur P.P. Broca, un chirurgien français.

# brocaParag8
source: This formula has the advantage of being one simplicity foolproof. Indeed, the ideal weight is defined as follows :
ar: تتميز هذه الصيغة بأنها واحدة البساطةمضمون. في الواقع , يتم تحديد الوزن المثالي على النحو التالي :
fr: Cette formule a l'avantage d'être d'une simplicitéà toute épreuve. En effet, le poids idéal est défini de la manière suivante :

# brocaParag9
source: Where T is the height of the person expressed in centimeters. The result is given in kilograms.
ar: حيث T هو ارتفاع الشخص معبراً عنه بالسنتيمتر. النتيجة تعطى بالكيلوجرام.
fr: Où T est la taille de la personne exprimée en centimètres. Le résultat est donné en kilogrammes.

# brocaParag10
source: Of course, this method has drawbacks. Unlike, for example, Creff's method, the morphology is not taken into account.Not even the frame (unlike the Monnerot Dumaine method).
ar: بالطبع , هذه الطريقة لها عيوب. على عكس , على سبيل المثال , طريقة Creff , فإن التشكل لا يؤخذ في الاعتبار.ولا حتى إطار (على عكس طريقة Monnerot Dumaine).
fr: Bien entendu, cette méthode présente des inconvénients. Au contraire de la méthode de Creff, par exemple, la morphologie n'est pas prise en compte.Ni même l' ossature (au contraire de la méthode de Monnerot Dumaine).

# brocaParag11
source: Doctor Paul Broca is the person who proposed this formula in the 19th century. This formula was therefore born during the same period as the IMC (Body Mass Index) of Adolphe Quetelet.
ar: الدكتور بول بروكا هو الشخص الذي اقترح هذه الصيغة في القرن التاسع عشر. لذلك ولدت هذه الصيغة خلال نفس الفترة التي وُلدت فيها مؤشر كتلة الجسم (BMI) لأدولف كويتليت.
fr: Le Docteur Paul Broca est la personne qui a proposé cette formule au 19èmesiècle.Cette formule a donc vu le jour pendant la même période que l'IMC (Indice de Masse Corporelle) d'Adolphe Quetelet.

# devinTitle1
source: Calculating the ideal weight according to Devine's formula
ar: حساب الوزن المثالي حسب صيغة ديفاين
fr: Calcul du poids idéal selon la formule de Devine

# devinTitle2
source: CALCULATE YOUR IDEAL WEIGHT
ar: احسب وزنك المثالي
fr: EFFECTUER LE CALCUL DE VOTRE POIDS IDÉAL

# devinParag1
source: Please note that this calculation is not that of the IMC (Body Mass Index) as defined by the World Health Organization. This is a different measure, suggested by a math teacher. You can find more information about the “classic” IMC on this page.
ar: تحذير , هذا الحساب ليس حساب مؤشر كتلة الجسم (BMI) كما حددته منظمة الصحة العالمية. إنه مقياس مختلف , يقترحه أستاذ الرياضيات. يمكنك العثور على مزيد من المعلومات حول كتلة الجسم على هذه الصفحة.
fr: Attention, ce calcul n’est pas celui de l’IMC (Indice de Masse Corporelle) au sens de l’Organisation Mondiale de la Santé. Il s’agit d’une mesure différente, proposée par un professeur de mathématiques. Vous trouverez plus d’informations sur l’IMC « classique » sur cette page.

# devinParag2
source: Enter your height (in cm) as well as your sex and we will calculate your ideal weight according to Devine's formula.
ar: أدخل طولك (بالسنتيمتر) بالإضافة إلى جنسك وسوف نحسب وزنك المثالي وفقًا لصيغة ديفين.
fr: Renseignez votre taille (en cm) ainsi que votre sexe et nous vous calculerons votre poids idéal selon la formule de Devine.

# devinParag3
source: Your ideal weight is awaiting calculation. Once calculated we will provide an interpretation.
ar: وزنك المثالي ينتظر الحساب. وبمجرد حسابه سنقدم لك تفسيرًا
fr: Votre poids idéal est en attente de calcul. Une fois calculé nous fournirons une interprétation

# devinParag4
source: We also offer other <<theoretical ideal weight>> calculations
ar: نقدم أيضًا حسابات أخرى للوزن المثالي النظري
fr: Nous vous proposons aussi d'autres calculs de « poids idéal théorique ».

# devinParag5
source: (which will allow you to use other formulas)
ar: (والتي ستتيح لك استخدام الصيغ الأخرى)
fr: (qui vous permettront d'utiliser d'autres formules)

# devinTitle3
source: ORIGINS OF DEVINE'S IDEAL WEIGHT & EXPLANATIONS
ar: أصول الوزن والتفسيرات المثالية لديفين
fr: ORIGINES DU POIDS IDÉAL DE DEVINE & EXPLICATIONS

# devinParag6
source: Devine's formula was born in 1974 (1).
ar: ولدت صيغة ديفاين عام 1974 (1).
fr: La formule de Devine est née en 1974 (1).

# devinParag7
source: The formula is as follows :
ar: الصيغة كما يلي :
fr: La formule est la suivante :

# devinParag8
source: For information, 60 inches corresponds to 152.4 centimeters.
ar: للعلم , 60 بوصة تقابل 152.4 سم.
fr: Pour information, 60 pouces correspondent à 152,4 centimètres.

# devinParag9
source: Warning: even if this formula is intended to apply to the greatest number, this calculation is in no way a diagnosis.
ar: تحذير: حتى إذا كان المقصود من هذه الصيغة أن تنطبق على أكبر عدد , فإن هذا الحساب ليس بأي حال من الأحوال تشخيصًا.
fr: Attention : même si cette formule est destiné à s'appliquer au plus grand nombre,ce calcul n'est en aucun cas un diagnostic.

# formuleDevin
source: Ideal weight (male) = 50 + 2.3∗(height in inches over 60 inches) Ideal weight (female) = 45.5 + 2.3∗(height in inches over 60 inches)
ar: الوزن المثالي (للرجال) = 50 + 2.3* (الطول بالبوصة فوق 60 بوصة) الوزن المثالي (للرجال) = 50 + 2.3*(الطول بالبوصة فوق 60 بوصة)
fr: Poids idéal (homme) = 50 + 2.3∗(taille en pouces au delà de 60 pouces) Poids idéal (femme) = 45.5 + 2.3∗(taille en pouces au delà de 60 pouces)

# peckTitle1
source: Calculating the ideal weight according to Peck's formula
ar: حساب الوزن المثالي حسب صيغة بيك
fr: Calcul du poids idéal selon la formule de Peck

# peckTitle2
source: CALCULATE YOUR IDEAL WEIGHT
ar: احسب وزنك المثالي
fr: EFFECTUER LE CALCUL DE VOTRE POIDS IDÉAL

# peckParag1
source: Enter your height (in cm) as well as your sex and we will calculate your ideal weight according to the Peck formula.
ar: أدخل طولك (بالسنتيمتر) بالإضافة إلى جنسك وسوف نحسب وزنك المثالي وفقًا لصيغة بيك.
fr: Renseignez votre taille (en cm) ainsi que votre sexe et nous vous calculerons votre poids idéal selon la formule de Peck.

# peckParag2
source: Your ideal weight is awaiting calculation. Once calculated we will provide an interpretation.
ar: وزنك المثالي ينتظر الحساب. وبمجرد حسابه سنقدم لك تفسيرًا
fr: Votre poids idéal est en attente de calcul. Une fois calculé nous fournirons une interprétation

# peckParag3
source: We also offer other <<theoretical ideal weight>> calculations
ar: نقدم أيضًا حسابات أخرى للوزن المثالي النظري
fr: Nous vous proposons aussi d'autres calculs de « poids idéal théorique ».

# peckParag4
source: (which will allow you to use other formulas)
ar: (والتي ستتيح لك استخدام الصيغ الأخرى)
fr: (qui vous permettront d'utiliser d'autres formules)

# peckTitle3
source: ORIGINS OF PECK'S IDEAL WEIGHT & EXPLANATIONS
ar: أصول الوزن المثالي لبيك وتفسيراته
fr: ORIGINES DU POIDS IDÉAL DE PECK & EXPLICATIONS

# peckParag5
source: Peck's formula (1,2)is next :
ar: صيغة بيك (1,2)التالي :
fr: La formule de Peck (1,2)est la suivante :

# peckParag6
source: Let T be the height in inches, then if age is over 18 :
ar: لنفترض أن T هو الارتفاع بالبوصة , ثم إذا كان العمر أكبر من 18 :
fr: Soit T la taille en pouces, alors si l'âge est supérieur à 18 ans :

# peckParag7
source: And if the age is less than 18 :
ar: وإذا كان العمر أقل من 18 :
fr: Et si l'âge est inférieur à 18 ans :

# peckParag8
source: The result is given in pounds, which must be converted into kilograms.
ar: النتيجة معطاة بالباوند والتي يجب تحويلها إلى كيلوجرام.
fr: Le résultat est donné en pounds, qu'il faut convertir en kilogrammes.

# bornTitle1
source: Calculating the ideal weight according to the Bornhardt formula
ar: حساب الوزن المثالي وفق صيغة بورنهارت
fr: Calcul du poids idéal selon la formule de Bornhardt

# bornTitle2
source: CALCULATE YOUR IDEAL WEIGHT
ar: احسب وزنك المثالي
fr: EFFECTUER LE CALCUL DE VOTRE POIDS IDÉAL

# bornParag1
source: Enter your height (in cm) as well as your weight and your chest circumference and we will calculate your ideal weight according to the Bornhardt formula. Despite the notion of chest circumference, the calculation is obviously valid for man. The formula was also intended, initially, for men engaged in the army (1).
ar: أدخل طولك (بالسنتيمتر) وكذلك وزنك ومحيط صدرك وسوف نحسب وزنك المثالي وفقًا لصيغة Bornhardt. بالرغم من مفهوم محيط الصدر , فمن الواضح أن الحساب صالح لـ. كانت الصيغة مخصصة في البداية للرجال المنخرطين في الجيش (1).
fr: Renseignez votre taille (en cm) ainsi que votre poids et votre tour de poitrine et nous vous calculerons votre poids idéal selon la formule de Bornhardt. Malgré la notion de tour de poitrine, le calcul est bien évidemment valable pour l'homme. La formule était d'ailleurs destinée, initialement, à destination des hommes engagés dans l'armée (1).

# bornParag2
source: Your ideal weight is awaiting calculation. Once calculated we will provide an interpretation.
ar: وزنك المثالي ينتظر الحساب. وبمجرد حسابه سنقدم لك تفسيرًا.
fr: Votre poids idéal est en attente de calcul. Une fois calculé nous fournirons une interprétation.

# bornParag3
source: We also offer other <<theoretical ideal weight>> calculations.
ar: نقدم أيضًا حسابات أخرى للوزن المثالي النظري .
fr: Nous vous proposons aussi d'autres calculs de « poids idéal théorique »..

# bornParag4
source: (which will allow you to use other formulas)
ar: (والتي ستتيح لك استخدام الصيغ الأخرى)
fr: (qui vous permettront d'utiliser d'autres formules)

# bornTitle3
source: ORIGINS OF BORNHARDT'S IDEAL WEIGHT & EXPLANATIONS
ar: أصول بورنهاردت الوزن المثالي والتوضيحات
fr: ORIGINES DU POIDS IDÉAL DE BORNHARDT & EXPLICATIONS

# bornParag5
source: Bornhardt's formula (1) date of its second publication, in 1891 (2),and is next :
ar: صيغة بورنهارت (1) تاريخ نشرها الثاني عام 1891 (2),وهو التالي :
fr: La formule de Bornhardt (1) date de sa seconde publication, en 1891 (2),et est la suivante :

# bornParag6
source: This is a formula that tries to take your silhouette into account, since your chest size is requested.
ar: هذه صيغة تحاول أن تأخذ صورتك الظلية بعين الاعتبار , حيث أن حجم صدرك مطلوب.
fr: C'est une formule qui cherche à tenir compte de votre silouhette, puisque votre tour de poitrine est demandé.

# bornParag7
source: Bornhardt's first publication dates from 1886. It is a publication in which he evokes « the corpulence of persons engaged in the army in order to determine their physical aptitude for military service ».He notably cites Quételet (creator of what is now called, Body Mass Index) because he is believed that the weight of individuals increases in relation to their height. But in addition to height, Bornhardt suggests that individuals' weight also increased in relation to their chest circumference. .
ar: يعود تاريخ نشر بورنهارد الأول إلى عام 1886. وهي مطبوعة يستحضر فيها « بدانة الأشخاص الملتحقين بالجيش لتحديد أهليتهم البدنية لأداء الخدمة العسكرية ».يستشهد بشكل ملحوظ بـ Quételet (مبتكر ما يسمى الآن , مؤشر كتلة الجسم) لأنه يعتقد أن وزن الأفراد يزداد بالنسبة لطولهم. ولكن بالإضافة إلى الطول , يقترح بورنهارت أن وزن الأفراد أيضًا زيادة فيما يتعلق بمحيط صدرهم. .
fr: La première publication de Bornhardt date de 1886. C'est une publication dans laquelle il évoque « la corpulence de personnes engagées dans l'armée afin de déterminer leur aptitudes physiques pour le service militaire ».Il cite notamment Quételet (créateur de ce que l'on appelle aujourd'hui,Indice de Masse Corporelle) car il est pense que le poids des individus augmente en relation avec leur taille. Mais en plus de la taille, Bornhardt suggère que le poids des individus augmentait aussi en relation avec la circonférence de leur tour de poitrine .

# bornParag8
source: However, there is no mention of a particular ideal weight formula in this first publication. We will have to wait for its second publication (exact date unknown),where he makes more extensive mention of the relationship between chest circumference and the weight of individuals, it is then that he suggests his ideal weight formula .
ar: ومع ذلك , لا يوجد ذكر لصيغة وزن مثالية معينة في هذا المنشور الأول. سنضطر إلى انتظار نشرها الثاني (التاريخ الدقيق غير معروف),حيث ذكر بشكل مكثف العلاقة بين محيط الصدر ووزن الأفراد , فإنه يقترح صيغة الوزن المثالية له .
fr: Cependant il ne fait pas mention d'une formule particulière de poids idéal dans cette première publication. Il faudra attendre sa seconde publication (date exacte inconnue),où il fait plus longuement mention de la relation entre le tour de poitrine et le poids des individus, c'est alors qu'il suggère sa formule de poids idéal .

# bornParag9
source: This formula, minus popular than that of Broca for example, is nevertheless more reliable for estimating the ideal weight of a healthy person according to the words of H. Gray in a publication dating from 1921 (1).
ar: هذه الصيغة , الأقل شيوعًا من صيغة Broca على سبيل المثال , مع ذلك أكثر موثوقية لتقدير الوزن المثالي للشخص السليم وفقًا لكلمات H. Gray في منشور يرجع تاريخه إلى عام 1921 (1).
fr: Cette formule, moins populaire que celle de Broca par exemple, est pourtant plus fiable pour estimer le poids idéal d'une personne en bonne santé selon les propos de H. Gray dans une publication datant de 1921 (1).

# bornParag10
source: Bornhardt, in his first post, was optimistic about the relationships he discovered with respect to chest circumference, but he remained moderate indicating that « body weight cannot be determined a priori, exactly, simply by height and chest circumference ». However, he specified that the actual weight of the individual accompanied by his height and his chest circumference provided valuable data whose relationship was a clear expression of the individual's physical condition.
ar: بورنهارت في أول مشاركة له كان متفائلاً بشأن العلاقات التي اكتشفها فيما يتعلق بمحيط الصدر , لكنه ظل معتدلاً في إشارة إلى ذلك « لا يمكن تحديد وزن الجسم مسبقًا , بالضبط , ببساطة , من خلال الطول ومحيط الصدر ». لكنه أوضح أن الوزن الفعلي للفرد مصحوبًا بطوله ومحيط صدره قدم بيانات قيمة كانت علاقته تعبير واضح عن الحالة الجسدية للفرد.
fr: Bornhardt, dans sa première publication, était optimise concernant les relations dont il avait fait la découverte vis à vis du tour de poitrine, mais il restait toutefois modéré indiquant que « le poids du corps ne peut pas être déterminé a priori, de manière exacte, simplement avec la taille et le tour de poitrine ». Cependant il précisait que le poids réel de l'individu accompagné de sa taille et de son tour de poitrine fournissaient de précieuses données dont la relation était une expression claire de la condition physique de l'individu.

# bornParag11
source: During his second publication, Bornhardt showed even more optimism, indicating that it was actually possible, with these relationships, to calculate the theoretical ideal weight of an individual. Bornhardt's formula It was then cited many times, by Fröhlich in 1895, by Vierordt in 1906, by Baer in 1912, by Gaertner in 1913, by Barker in 1916, and by Vedder in 1918 for example. made without the Bornhardt formula being called into question once.
ar: خلال نشره الثاني , أظهر بورنهارت المزيد من التفاؤل , مشيرًا إلى أنه من الممكن بالفعل , مع هذه العلاقات , حساب الوزن المثالي النظري للفرد. , بواسطة Vierordt في عام 1906 , بواسطة Baer في عام 1912 , بواسطة Gaertner في عام 1913 , بواسطة Barker في عام 1916 , وبواسطة Vedder في عام 1918 على سبيل المثال. تم إعداده بدون التشكيك في صيغة Bornhardt مرة واحدة .
fr: Lors de sa seconde publication, Bornhardt fit preuve d'encore plus d'optimise, indiquant qu'il était en réalité envisageable, avec ces relations, de calculer le poids idéal théorique d'un individu. La formule de Bornhardt était alors née. Elle fut citée ensuite de nombreuses fois, par Fröhlich en 1895, par Vierordt en 1906, par Baer en 1912, par Gaertner en 1913, par Barker en 1916, et par Vedder en 1918 par exemple. Toutes ces citations se sont faites sans que la formule de Bornhardt ne soit remise en cause une seule fois.

# bornFormule
source: Ideal weight = (height in cm∗chest circumference in cm)/240
ar: الوزن المثالي = (الطول بالسنتيمتر∗محيط الصدر بالسنتيمتر)/240
fr: Poids idéal = (taille en cm∗tour de poitrine en cm)/240

# nickTitle1
source: Calculating your IMC according to Nick Trefethen
ar: حساب مؤشر كتلة الجسم وفقًا لنيك تريفثين
fr: Calcul de votre IMC selon Nick Trefethen

# nickTitle2
source: PERFORM THE CALCULATION OF THIS <<NEW IMC>>
ar: قم بحساب مؤشر كتلة الجسم الجديد
fr: EFFECTUER LE CALCUL DE CE « NOUVEL IMC »

# nickParag1
source: Please note that this calculation is not that of the IMC (Body Mass Index) as defined by the World Health Organization. This is a different measure, suggested by a math teacher. You can find more information about the “classic” IMC on this page..
ar: تحذير , هذا الحساب ليس حساب مؤشر كتلة الجسم (BMI) كما حددته منظمة الصحة العالمية. إنه مقياس مختلف , يقترحه أستاذ الرياضيات. يمكنك العثور على مزيد من المعلومات حول كتلة الجسم على هذه الصفحة..
fr: Attention, ce calcul n’est pas celui de l’IMC (Indice de Masse Corporelle) au sens de l’Organisation Mondiale de la Santé. Il s’agit d’une mesure différente, proposée par un professeur de mathématiques. Vous trouverez plus d’informations sur l’IMC « classique » sur cette page..

# nickParag2
source: Fill in your height (in cm) as well as your gender and we will calculate your IMC weight according to Nick Trefethen's formula.
ar: أدخل طولك (بالسنتيمتر) بالإضافة إلى جنسك وسنقوم بحساب وزن مؤشر كتلة الجسم وفقًا لصيغة Nick Trefethen.
fr: Renseignez votre taille (en cm) ainsi que votre sexe et nous vous calculerons votre poids IMC selon la formule de Nick Trefethen.

# nickParag3
source: Your IMC according to Nick Trefethen is awaiting calculation. Once calculated we will provide an interpretation
ar: مؤشر كتلة الجسم وفقًا لنيك تريفثين ينتظر الحساب. بمجرد حسابه , سنقدم تفسيرًا
fr: Votre IMC selon Nick Trefethen est en attente de calcul. Une fois calculé nous fournirons une interprétation

# nickParag4
source: We also offer other <<theoretical ideal weight>> calculations.
ar: نقدم أيضًا حسابات نظرية أخرى للوزن المثالي..
fr: Nous vous proposons aussi d'autres calculs de « poids idéal théorique »..

# nickParag5
source: (which will allow you to use other formulas)
ar: ((والتي ستتيح لك استخدام الصيغ الأخرى)
fr: (qui vous permettront d'utiliser d'autres formules)

# nickTitle3
source: ORIGINS OF NICK TREFETHEN'S IMC & EXPLANATIONS
ar: أصول نيك تريفثن مؤشر كتلة الجسم وتفسيراته
fr: (qui vous permettront d'utiliser d'autres formules)

# nickParag6
source: Professor Nick Trefethen of the University of Oxford believes that the traditional formula for calculating body mass index is incorrect. He has developed what he considers to be a more accurate method. His measure is relatively recent (2013).
ar: يعتقد البروفيسور نيك تريفثين من جامعة أكسفورد أن الصيغة التقليدية لحساب مؤشر كتلة الجسم غير صحيحة. لقد طور ما يعتبره طريقة أكثر دقة. مقياسه حديث نسبيًا (2013).
fr: Le professeur Nick Trefethen de l'Université d’Oxford estime que la formule traditionnelle permettant de calculer l’indice de masse corporelle est incorrecte. Il a mis au point ce qu’il considère être une méthode plus précise. Sa mesure est relativement récente (2013).

# nickParag7
source: Indeed, according to this professor the formula should be the following :
ar: في الواقع , وفقًا لهذا الأستاذ , يجب أن تكون الصيغة lاراك التالي :
fr: En effet, selon ce professeur la formule devrait être la suivante :
