Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# exercise267step2
source: Place your hands on the barbell for support, and lift your heels off the ground.
ar: ضع يديك على شريط الرفع للدعم وارفع قدميك عن الأرض.
fr: Placez vos mains sur la barre pour vous soutenir et soulevez vos talons du sol.

# exercise267step3
source: Hold this position for a moment, then slowly lower your heels back to the ground.
ar: احتفظ بهذا الوضع للحظة، ثم انخفض ببطء بعقبيك إلى الأرض.
fr: Maintenez cette position un instant, puis abaissez lentement vos talons au sol.

# exercise268step1
source: Begin by standing on a raised surface (such as a step or box) with the balls of your feet on the edge of the surface and your heels hanging off. Hold a barbell across your upper back and shoulders, using an overhand grip.
ar: ابدأ بالوقوف على سطح مرتفع (مثل درجة أو صندوق) بكرات قدميك على حافة السطح وعقبيك معلقة. احمل شريط الرفع عبر ظهرك وكتفيك باستخدام قبضة علوية.
fr: Commencez debout sur une surface surélevée (comme une marche ou une boîte) avec la pointe de vos pieds sur le bord de la surface et vos talons qui dépassent. Tenez une barre sur votre haut du dos et vos épaules, en utilisant une prise en pronation.

# exercise268step2
source: Keeping your core engaged and your back straight, push through the balls of your feet to raise your heels up as high as you can.
ar: مع الحفاظ على تشغيل عضلات الجذع وظهرك مستقيم، اضغط عبر كرات قدميك لرفع عقبيك إلى أعلى قدر الإمكان.
fr: En gardant votre tronc engagé et votre dos droit, poussez sur la pointe de vos pieds pour soulever vos talons aussi haut que possible.

# exercise268step3
source: Lower your heels back down to the starting position,allowing your calves to stretch.
ar: انخفض بعقبيك مرة أخرى إلى وضع البداية، مما يسمح لعضلات الساقين بالتمدد.
fr: Abaissez lentement vos talons jusqu'à la position de départ, permettant à vos mollets de s'étirer.

# exercise269step1
source: Walk forward and push your toe into the ground
ar: توجه للأمام وادفع إصبع قدمك إلى الأرض
fr: Marchez vers l'avant et enfoncez votre orteil dans le sol.

# exercise269step2
source: Lift you heel off the ground each step and tense your calf muscle
ar: ارفع عقبك عن الأرض في كل خطوة وامتلك عضلة ساقك
fr: Levez votre talon du sol à chaque pas et contractez votre muscle du mollet.

# exercise269step3
source: Repeat on each leg and walk forward slowly
ar: كرر ذلك على كل ساق وتقدم للأمام ببطء
fr: Répétez sur chaque jambe et avancez lentement.

# exercise270step1
source: Start by sitting on a bench with your feet shoulder-width apart and a dumbbell in each hand placed on each leg.
ar: ابدأ بالجلوس على مقعد مع قدميك متباعدة على عرض الكتف ودمبل في كل يد وضعت على كل ساق.
fr: Commencez par vous asseoir sur un banc avec les pieds écartés à la largeur des épaules et un haltère dans chaque main posé sur chaque jambe.

# exercise270step2
source: From this starting position, raise your heels as high as you can by pushing up through your toes.
ar: من هذا الوضع الابتدائي، ارفع عقبيك إلى أعلى قدر الإمكان عن طريق الدفع من خلال أصابع قدميك.
fr: De cette position de départ, levez vos talons aussi haut que possible en poussant à travers vos orteils.

# exercise270step3
source: Slowly lower your heels back down to the starting position, and repeat for the desired number of repetitions.
ar: انخفض بعقبيك ببطء إلى وضع البداية وكرر لعدد المرات المرغوبة.
fr: Abaissez lentement vos talons jusqu'à la position de départ, et répétez pour le nombre de répétitions désiré.

# exercise271step1
source: Walk forward and push your toe into the ground
ar: توجه للأمام وادفع إصبع قدمك إلى الأرض
fr: Marchez vers l'avant et enfoncez votre orteil dans le sol.

# exercise271step2
source: Lift you heel off the ground each step and tense your calf muscle
ar: ارفع عقبك عن الأرض في كل خطوة وامتلك عضلة ساقك
fr: Levez votre talon du sol à chaque pas et contractez votre muscle du mollet.

# exercise271step3
source: Repeat on each leg and walk forward slowly
ar: كرر ذلك على كل ساق وتقدم للأمام ببطء
fr: Répétez sur chaque jambe et avancez lentement.

# exercise272step1
source: Grasp the bar with an overhand grip, arms and shoulders fully extended.
ar: امسك بالشريط بقبضة علوية، مع الذراعين والكتفين ممتدتين بالكامل.
fr: Saisissez la barre avec une prise en pronation, les bras et les épaules complètement étendus.

# exercise272step2
source: Pull your body up until your chin is above the bar.
ar: اسحب جسمك حتى يكون ذقنك فوق الشريط.
fr: Tirez votre corps vers le haut jusqu'à ce que votre menton soit au-dessus de la barre.

# exercise272step3
source: Lower your body back to starting position.
ar: انخفض بجسمك إلى وضع البداية.
fr: Abaissez votre corps jusqu'à la position de départ.

# exercise273step1
source: Use a bench or an object to elevate your feet.
ar: استخدم مقعدًا أو جسمًا لرفع قدميك.
fr: Utilisez un banc ou un objet pour surélever vos pieds.

# exercise273step2
source: Lower your head towards the floor by bending your elbows
ar: انخفض برأسك نحو الأرض بثني الكوعين
fr: Abaissez votre tête vers le sol en pliant les coudes.

# exercise273step3
source: Push through your hands and return to the starting pike position.
ar: اندفع من خلال يديك وعد إلى وضع البايك البداية.
fr: Poussez à travers vos mains et revenez à la position de départ en pointe.

# exercise273step4
source: Repeat
ar: كرر
fr: Répétez.

# exercise274step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: امسك بالشريط بقبضة عريضة الكتف. نقدم ذراعيك مستقيمة أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Tendez vos bras droit devant vous.

# exercise274step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: انسحب بشفرات كتفيك ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et votre articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise275step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: امسك بالشريط بقبضة عريضة الكتف. نقدم ذراعيك مستقيمة أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Tendez vos bras droit devant vous.

# exercise275step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: انسحب بشفرات كتفيك ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et votre articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise276step1
source: Stand with your mid-foot under the bar and grip the bar with your hands, about a shoulder width apart.
ar: وقف بمنتصف قدميك تحت الشريط وامسك الشريط بيديك، بفاصل كتف عريض.
fr: Tenez-vous avec le milieu de votre pied sous la barre et saisissez la barre avec vos mains, à peu près à la largeur des épaules.

# exercise276step2
source: Bend your knees, then lift the bar by straightening your back. It is important to keep your back straight.
ar: انحنِ ركبتيك ثم ارفع القضيب عند استقامة ظهرك. من المهم الحفاظ على استقامة الظهر.
fr: Fléchissez les genoux, puis soulevez la barre en redressant le dos. Il est important de garder le dos droit.

# exercise276step3
source: Stand to your full height and hold.
ar: قف إلى طولك الكامل واحتفظ بالوضع.
fr: Redressez-vous à votre hauteur maximale et maintenez.

# exercise276step4
source: Lower the bar to the floor by bending your knees and keeping your back straight.
ar: انخفض بالقضيب إلى الأرض عند ثني ركبتيك والحفاظ على استقامة ظهرك.
fr: Abaissez la barre au sol en pliant les genoux et en gardant le dos droit.

# exercise277step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: امسك بالشريط بعرض الكتف. حدد ذراعيك مستقيمة أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Tendez vos bras droit devant vous.

# exercise277step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: اسحب كتفيك ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et votre articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise278step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: امسك بالشريط بعرض الكتف. حدد ذراعيك مستقيمة أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Tendez vos bras droit devant vous.

# exercise278step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: اسحب كتفيك ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et votre articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise279step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: امسك بالشريط بعرض الكتف. حدد ذراعيك مستقيمة أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Tendez vos bras droit devant vous.

# exercise279step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: اسحب كتفيك ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et votre articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise280step1
source: Lay underneath a fixed horizontal bar and grab the bar with a wide overhand grip.
ar: استلق تحت قضيب أفقي ثابت وامسك القضيب بقبضة واسعة من فوق.
fr: Allongez-vous sous une barre horizontale fixe et saisissez la barre avec une large prise en pronation.

# exercise280step2
source: Pull your body straight up to the bar..
ar: اسحب جسمك بشكل مستقيم نحو القضيب.
fr: Tirez votre corps droit vers la barre.

# exercise280step3
source: Return to the starting position, your arms fully extended. Repeat.
ar: ارجع إلى الوضع الابتدائي مع تمديد ذراعيك. كرر.
fr: Revenez à la position de départ, les bras complètement étendus. Répétez.

# exercise281step1
source: Stand on your band with both feet.
ar: قف على الشريط بكلتي القدمين.
fr: Tenez-vous sur votre bande avec les deux pieds.

# exercise281step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ في مفصل الورك مع الحفاظ على ظهر مستقيم.
fr: Fléchissez légèrement les hanches tout en gardant le dos plat.

# exercise281step3
source: Let your arms hang freely, then pull your elbows straight back toward the ceiling.
ar: دع ذراعيك تتدلى بحرية، ثم اسحب مرفقيك مستقيمة للوراء نحو السقف.
fr: Laissez vos bras pendre librement, puis tirez vos coudes droit vers le plafond.

# exercise282step1
source: Grab a barbell with a shoulder width pronated or supinated grip.
ar: امسك بالموازن بعرض كتفيك بقبضة مواجهة أو مواجهة للأعلى.
fr: Saisissez une barre avec une prise en pronation ou supination à la largeur des épaules.

# exercise282step2
source: Bend forward at your hips while maintaining a flat back.
ar: انحنِ إلى الأمام في مفصل الورك مع الحفاظ على ظهر مستقيم.
fr: Fléchissez les hanches tout en maintenant le dos plat.

# exercise282step3
source: Pull the weight toward your upper abdomen.
ar: اسحب الوزن نحو الجزء العلوي من بطنك.
fr: Tirez le poids vers le haut de votre abdomen.

# exercise282step4
source: Lower the weight in a controlled manner and repeat.
ar: انخفض بالوزن بطريقة متحكمة وكرر.
fr: Abaissez le poids de manière contrôlée et répétez.

# exercise283step1
source: Stand on your band with both feet.
ar: قف على الشريط بكلتي القدمين.
fr: Tenez-vous sur votre bande avec les deux pieds.

# exercise283step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ في مفصل الورك مع الحفاظ على ظهر مستقيم.
fr: Fléchissez légèrement les hanches tout en gardant le dos plat.

# exercise283step3
source: Let your arms hang freely, then pull your elbows straight back toward the ceiling.
ar: دع ذراعيك تتدلى بحرية، ثم اسحب مرفقيك مستقيمة للوراء نحو السقف.
fr: Laissez vos bras pendre librement, puis tirez vos coudes droit vers le plafond.

# exercise284step1
source: Stand on your band with both feet.
ar: قف على الشريط بكلتي القدمين.
fr: Tenez-vous sur votre bande avec les deux pieds.

# exercise284step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ في مفصل الورك مع الحفاظ على ظهر مستقيم.
fr: Fléchissez légèrement les hanches tout en gardant le dos plat.

# exercise284step3
source: Let your arms hang freely, then pull your elbows straight back toward the ceiling.
ar: دع ذراعيك تتدلى بحرية، ثم اسحب مرفقيك مستقيمة للوراء نحو السقف.
fr: Laissez vos bras pendre librement, puis tirez vos coudes droit vers le plafond.

# exercise285step1
source: Stand on your band with both feet.
ar: قف على الشريط بكلتي القدمين.
fr: Tenez-vous sur votre bande avec les deux pieds.

# exercise285step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ في مفصل الورك مع الحفاظ على ظهر مستقيم.
fr: Fléchissez légèrement les hanches tout en gardant le dos plat.

# exercise285step3
source: Let your arms hang freely, then pull your elbows straight back toward the ceiling.
ar: دع ذراعيك تتدلى بحرية، ثم اسحب مرفقيك مستقيمة للوراء نحو السقف.
fr: Laissez vos bras pendre librement, puis tirez vos coudes droit vers le plafond.

# exercise286step1
source: Place the band just above our level. Take a few steps away until the band is taut.
ar: ضع الشريط فوق مستوى عينيك. اخطو بعض الخطوات حتى يكون الشريط متوترًا.
fr: Placez la bande juste au-dessus de votre niveau. Faites quelques pas en arrière jusqu'à ce que la bande soit tendue.

# exercise286step2
source: Push your hips back slightly. Extend and flex at the shoulder joint.
ar: ادفع وراءك قليلاً. قم بتمديد وثني في مفصل الكتف.
fr: Poussez légèrement vos hanches en arrière. Étendez et fléchissez au niveau de l'articulation de l'épaule.

# exercise287step1
source: Place the band at about eye level. Fall into a kneeling position.
ar: ضع الشريط على مستوى العين تقريبًا. اسقط في وضع الجلوس على الركبتين.
fr: Placez la bande à environ hauteur des yeux. Tombez en position à genoux.

# exercise287step2
source: The knee that is on the ground should be the same side as the working arm. Stick your chest out.
ar: يجب أن يكون الركبة التي على الأرض من نفس الجهة التي تعمل بها الذراع. ابتسم بصدرك.
fr: Le genou qui est au sol doit être du même côté que le bras en travail. Bombez votre poitrine.

# exercise287step3
source: And then pull your elbow straight back. Flex your lats and then extend into the starting position.
ar: ثم اسحب مرفقك مستقيمًا إلى الخلف. ثني عضلات ظهرك ثم امتد إلى الوضع الابتدائي.
fr: Puis tirez votre coude droit vers l'arrière. Fléchissez vos grands dorsaux puis étendez-vous en position de départ.

# exercise288step1
source: Hold your body with arms locked above the equipment
ar: احمل جسمك بأيديك مقفلة فوق المعدات
fr: Maintenez votre corps avec les bras verrouillés au-dessus de l'équipement.

# exercise288step2
source: Lower your body slowly while leaning forward, flare out your elbows
ar: انخفض ببطء بينما تميل إلى الأمام، وفتح ذراعيك
fr: Abaissez lentement votre corps tout en vous penchant en avant, écartez vos coudes.

# exercise288step3
source: Raise your body above the bars until your arms are locked.
ar: ارتفع بجسمك فوق القضبان حتى تقفل ذراعيك.
fr: Levez votre corps au-dessus des barres jusqu'à ce que vos bras soient verrouillés.

# exercise289step1
source: Position your index fingers and thumbs so they are touching, forming a diamond shape
ar: ضع إصبعي السبابة والإبهام بحيث يكونان ملتقيين، يشكلان شكل الماس
fr: Positionnez vos index et vos pouces de sorte qu'ils se touchent, formant une forme de diamant.

# exercise289step2
source: Use a standard push up position
ar: استخدم وضع الضغط القياسي
fr: Adoptez une position de pompes standard.

# exercise289step3
source: Lower your chest towards your hands, keep your elbows close to your body
ar: انخفض صدرك نحو يديك، واحتفظ بزناديك قريبة من جسمك
fr: Abaissez votre poitrine vers vos mains, gardez vos coudes près de votre corps.

# exercise289step4
source: Stop just before your chest touches the floor, then push back up to the starting position.
ar: توقف قبل أن يلامس صدرك الأرض، ثم ادفع للعودة إلى وضع البداية.
fr: Arrêtez juste avant que votre poitrine ne touche le sol, puis poussez vers le haut jusqu'à la position de départ.

# exercise290step1
source: Grip the edge of the bench with your hands, Keep your feet together and legs straight.
ar: امسك حافة السطح بيديك، واحفظ قدميك معًا وساقيك مستقيمتين.
fr: Agrippez le bord du banc avec vos mains, gardez vos pieds ensemble et vos jambes tendues.

# exercise290step2
source: Lower your body straight down.
ar: انخفض بجسمك مباشرة لأسفل.
fr: Abaissez votre corps droit vers le bas.

# exercise290step3
source: Slowly press back up to the starting point.
ar: ادفع ببطء للعودة إلى النقطة الابتدائية.
fr: Revenez lentement à la position de départ.

# exercise290step4
source: TIP: Make this harder by raising your feet off the floor and adding weight.
ar: نصيحة: اجعلها أكثر صعوبة برفع قدميك عن الأرض وإضافة وزن.
fr: CONSEIL : Rendez cela plus difficile en soulevant vos pieds du sol et en ajoutant du poids.

# exercise291step1
source: Place the band just above eye level. Take a few steps away until the band is taut.
ar: ضع الشريط فوق مستوى العين. اخطو بضع خطوات حتى يكون الشريط متوترًا.
fr: Placez la bande juste au-dessus de la hauteur des yeux. Faites quelques pas en arrière jusqu'à ce que la bande soit tendue.

# exercise291step2
source: Push your hips back slightly. Extend and flex at the elbows.
ar: ادفع وراءك قليلا. قم بتمديد وثني الكوعين.
fr: Poussez légèrement vos hanches en arrière. Étendez et fléchissez au niveau des coudes.

# exercise292step1
source: Place the band just above eye level. Take a few steps away until the band is taut.
ar: ضع الشريط فوق مستوى العين. اخطو بضع خطوات حتى يكون الشريط متوترًا.
fr: Placez la bande juste au-dessus de la hauteur des yeux. Faites quelques pas en arrière jusqu'à ce que la bande soit tendue.

# exercise292step2
source: Push your hips back slightly. Extend and flex at the elbows.
ar: ادفع وراءك قليلا. قم بتمديد وثني الكوعين.
fr: Poussez légèrement vos hanches en arrière. Étendez et fléchissez au niveau des coudes.

# exercise293step1
source: Stand with your feet shoulder width apart holding the Barbell with both hands in front just past shoulder width.
ar: قف بقدميك على عرض الكتف مع مسك الشريط بكلتا يديك من الأمام قليلاً خارج عرض الكتف.
fr: Tenez-vous debout les pieds écartés à la largeur des épaules, tenant la barre avec les deux mains devant vous juste au-delà de la largeur des épaules.

# exercise293step2
source: Bend forward at the hips with a slight bend in your knees, keeping your back straight.
ar: انحنِ عند الوركين بانحناء طفيف في الركبتين، مع الحفاظ على ظهرك مستقيمًا.
fr: Fléchissez en avant au niveau des hanches avec un léger pli aux genoux, en gardant le dos droit.

# exercise293step3
source: Engage your shoulder blades, as if you are trying to touch them together.
ar: شد عضلات كتفيك كما لو كنت تحاول لمسهما معًا.
fr: Engagez vos omoplates, comme si vous essayiez de les rapprocher.

# exercise293step4
source: Release the shrug.
ar: أطلق الانزلاق.
fr: Relâchez le haussement d'épaules.

# exercise294step1
source: Hold your body with arms locked above the equipment
ar: احمل جسمك بأيديك مقفلة فوق المعدات
fr: Maintenez votre corps avec les bras verrouillés au-dessus de l'équipement.

# exercise294step2
source: Lower your body slowly while leaning forward, flare out your elbows
ar: انخفض ببطء بينما تميل إلى الأمام، وفتح ذراعيك
fr: Abaissez lentement votre corps tout en vous penchant en avant, écartez vos coudes.

# exercise294step3
source: Raise your body above the bars until your arms are locked.
ar: ارتفع بجسمك فوق القضبان حتى تقفل ذراعيك.
fr: Levez votre corps au-dessus des barres jusqu'à ce que vos bras soient verrouillés.

# exercise295step1
source: Place the band just above eye level. Take a few steps away until the band is taut.
ar: ضع الشريط فوق مستوى العين. اخطو بضع خطوات حتى يكون الشريط متوترًا.
fr: Placez la bande juste au-dessus de la hauteur des yeux. Faites quelques pas en arrière jusqu'à ce que la bande soit tendue.

# exercise295step2
source: Push your hips back slightly. Extend and flex at the elbows.
ar: ادفع وراءك قليلا. قم بتمديد وثني الكوعين.
fr: Poussez légèrement vos hanches en arrière. Étendez et fléchissez au niveau des coudes.

# exercise296step1
source: Lie down with your knees bent and your feet flat on the floor.
ar: استلقِ مع ركبتيك المثنيتين وقدميك مستقيمتين على الأرض.
fr: Allongez-vous les genoux pliés et les pieds à plat sur le sol.

# exercise296step2
source: Push your hips up so that your butt is elevated and your back straight.
ar: ارفع وركيك بحيث يكون مؤخرتك مرتفعة وظهرك مستقيم.
fr: Levez vos hanches pour que vos fesses soient surélevées et votre dos droit.

# exercise296step3
source: Tense your glutes and raise your hips towards the ceiling.
ar: شد عضلات الأرداف ورفع وركيك نحو السقف.
fr: Contractez vos fessiers et levez vos hanches vers le plafond.

# exercise296step4
source: Once you are at the highest point you can manage, hold the position for a few seconds, and then slowly return to the starting position
ar: بمجرد وصولك إلى أعلى نقطة يمكنك التحكم فيها، احتفظ بالوضع لبضع ثوانٍ ثم ارجع ببطء إلى وضع البداية
fr: Une fois que vous êtes au point le plus haut que vous pouvez atteindre, maintenez la position pendant quelques secondes, puis revenez lentement à la position de départ.

# exercise297step1
source: Lie down with one knee bent and and one with a slight bend.
ar: استلقِ مع ركبة واحدة مثنية وأخرى بانحناء طفيف.
fr: Allongez-vous avec un genou plié et un légèrement plié.

# exercise297step2
source: Once you are at the highest point you can manage, hold the position for a few seconds, and then slowly return to the starting position
ar: بمجرد وصولك إلى أعلى نقطة يمكنك التحكم فيها، احتفظ بالوضع لبضع ثوانٍ ثم ارجع ببطء إلى وضع البداية
fr: Une fois que vous êtes au point le plus haut que vous pouvez atteindre, maintenez la position pendant quelques secondes, puis revenez lentement à la position de départ.

# exercise298step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: قف بمسافة عرض الكتف مع مسك الشريط بيديك وتمرير حلقات الشريط في كل يد.
fr: Tenez-vous avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chaque main.

# exercise298step2
source: Push your butt back and also break at the knees.
ar: ادفع مؤخرتك إلى الوراء واهبط أيضًا في الركب.
fr: Poussez vos fesses en arrière et fléchissez également les genoux.

# exercise298step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول أن تصل إلى عمق متوازي (أسفل ساقك يجب أن يكون متوازيًا مع الأرض). إذا لم تتمكن من تحديد عمق الانثناء، فحاول الانثناء أمام مرآة وراقب وضعيتك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous ne pouvez pas évaluer votre profondeur de squat, essayez de faire des squats devant un miroir et observez votre forme.

# exercise299step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: وقف بقبضة عريضة الكتفين. يجب أن تكون كل قدم على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chaque main.

# exercise299step2
source: Push your butt back and also break at the knees.
ar: ادفعي مؤخرتك إلى الوراء وانثني الركبتين أيضًا.
fr: Poussez vos fesses en arrière et fléchissez également les genoux.
