Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# sessionPlan310
source: EQUIPMENT
ar: المعدات
fr: ÉQUIPEMENT

# sessionPlan311
source: PROGRESSIONS/CHALLENGES
ar: التطورات/التحديات
fr: PROGRESSIONS/DÉFIS

# sessionPlan312
source: ADAPTATIONS
ar: التكيفات

# sessionPlan2List
source: Session Plan 2
ar: خطة الحصة التدريبية رقم ٢
fr: Plan de session 2

# sessionPlan21
source: Topic
ar: موضوع
fr: Sujet

# sessionPlan22
source: ACTIVITY TYPE
ar: نوع النشاط
fr: TYPE D'ACTIVITé

# sessionPlan23
source: DURATION
ar: المدة
fr: DURÉE

# sessionPlan24
source: KEY COACHING POINTS
ar: نقاط التدريب الرئيسية
fr: POINTS DE COACHING CLÉS

# sessionPlan25
source: KEY CONSIDERATIONS
ar: الاعتبارات الرئيسية
fr: CONSIDÉRATIONS CLÉS

# sessionPlan26
source: GAME SCENARIO
ar: سيناريو اللعبة
fr: SCÉNARIO DE JEU

# sessionPlan27
source: PROGRESSIONS
ar: التطورات

# sessionPlan28
source: GK-DEF:KEY INFORMATION
ar: معلومات رئيسية: حارس المرمى - الدفاع
fr: INFORMATIONS CLÉS GK-DEF

# sessionPlan29
source: MID:KEY INFORMATION
ar: معلومات رئيسية: لاعب وسط
fr: INFORMATIONS CLÉS MIL

# sessionPlan210
source: ATT:KEY INFORMATION
ar: معلومات رئيسية: المهاجم
fr: INFORMATIONS CLÉS ATT

# sessionPlan1List
source: Session Plan 1
ar: خطة الحصة التدريبية رقم ١
fr: Plan de session 1

# sessionPlan11
source: LCATION
ar: الموقع
fr: LIEU

# sessionPlan12
source: ABILITY
ar: القدرة
fr: CAPACITÉ

# sessionPlan13
source: OBJECTIVES
ar: الأهداف
fr: OBJECTIFS

# sessionPlan14
source: OPTIONAL: ARRIVAL ACTIVITY
ar: اختياري: نشاط الوصول
fr: ACTIVITÉ D'ARRIVÉE OPTIONNELLE

# sessionPlan15
source: PHYSICAL
ar: لياقي
fr: PHYSIQUE

# sessionPlan16
source: ACTIVITY 1
ar: نشاط 1
fr: ACTIVITÉ 1

# sessionPlan17
source: ACTIVITY 2
ar: نشاط 2
fr: ACTIVITÉ 2

# sessionPlan18
source: DURATION
ar: المدة
fr: DURÉE

# sessionPlan19
source: DIFFCULTY
ar: الصعوبة
fr: DIFFICULTÉ

# sessionPlan110
source: EQUIPMENT
ar: المعدات
fr: ÉQUIPEMENT

# sessionPlan111
source: ADAPTATIONS
ar: التكيفات

# sessionPlan112
source: TECHNICAL/Tactical
ar: فني/تكتيكي
fr: TECHNIQUE / TACTIQUE

# sessionPlan113
source: PSYCHOLOGICAL
ar: نفسي:
fr: PSYCHOLOGIQUE:

# sessionPlan114
source: PHYSICAL
ar: لياقي
fr: PHYSIQUE

# sessionPlan115
source: SOCIAL
ar: اجتماعي:

# sessionPlan116
source: GAME SCENARIO
ar: سيناريو اللعبة
fr: SCÉNARIO DE JEU

# sessionDesignBoardList
source: Session Design Board
ar: لوحة تصميم الحصة التدريبية
fr: Tableau de conception de la session

# sessionDesignBoardPrag1
source: Tip: Consider the learning focus that might include the Four Corners and desired success outcomes.
ar: نصيحة: اعتبر التركيز التعليمي الذي قد يشمل الزوايا الأربعة والنتائج المرغوبة للنجاح.
fr: Astuce : Considérez le focus d'apprentissage qui pourrait inclure les Quatre Coins et les résultats de succès souhaités.

# sessionDesignBoardPrag2
source: Tip: This may be restricted by pitch availability, but attempt to design an activity that provides realism and achievable outcomes for all players.
ar: نصيحة: قد يكون هذا مقيدًا بتوفر الملعب ، ولكن حاول تصميم نشاط يوفر واقعية ونتائج قابلة للتحقيق لجميع اللاعبين.
fr: Astuce : Cela peut être restreint par la disponibilité du terrain, mais essayez de concevoir une activité qui offre réalisme et résultats réalisables pour tous les joueurs.

# sessionDesignBoardPrag3
source: Tip: Consider the overall design, ballrolling time, relevancy,opposed, unopposed,managing differences, player-led, coach-led, or co-creation, and so.
ar: نصيحة : خذ بعين الإعتبار التصميم العام،و وقت دوران الكرة ، الملائمة ، المعارضة ، عدم المعارضة ، إدارة الإختلافات ، التوجيه من قبل اللاعب ، و التوجيه من قبل المدرب أو كذلك التعاون.. إلى غير ذلك
fr: Astuce : Considérez la conception globale, le temps de jeu effectif, la pertinence, l'opposition, sans opposition, la gestion des différences, dirigé par les joueurs, dirigé par l'entraîneur, ou la co-création, et ainsi de suite.

# sessionDesignBoard1
source: Topic
ar: موضوع
fr: Sujet

# sessionDesignBoard2
source: Pitch Geography
ar: جغرافية الملعب
fr: Géographie du terrain

# sessionDesignBoard3
source: Session Design
ar: تصميم الجلسة
fr: Conception de la session

# sessionDesignBoard4
source: Considerations
ar: الاعتبارات
fr: Considérations

# sessionDesignBoard5
source: Direction Opponents
ar: اتجاه المنافسين
fr: Direction des adversaires

# sessionDesignBoard6
source: Communication Styles Body Language
ar: أنماط الاتصال ولغة الجسد
fr: Styles de communication Langage corporel

# sessionDesignBoard7
source: Physical Psychological Loads
ar: الأحمال الجسدية والنفسية
fr: Charges physiques et psychologiques

# sessionDesignBoard8
source: Transition between activites
ar: الانتقال بين الأنشطة
fr: Transition entre les activités

# sessionDesignBoard9
source: Ball-rolling time
ar: وقت دوران الكرة
fr: Temps de jeu effectif

# sessionDesignBoard10
source: Blocked Variable Random
ar: محظورة - متغيرة - عشوائية
fr: Bloqué Variable Aléatoire

# sessionDesignBoard11
source: Coaching Process Observation
ar: عملية التدريب المراقبة
fr: Observation du processus d'entraînement

# sessionDesignBoard12
source: Managing Differences
ar: إدارة الاختلافات
fr: Gestion des différences

# sessionDesignBoard13
source: Building Relationships
ar: بناء العلاقات
fr: Construction de relations

# sessionDesignBoard14
source: Reflective Practice
ar: الممارسة الانعكاسية
fr: Pratique réflexive

# sessionDesignBoard15
source: Roles and Responsibilities
ar: الأدوار والمسؤوليات
fr: Rôles et responsabilités

# sessionDesignBoard16
source: Tactics and Strategies
ar: التكتيكات والاستراتيجيات
fr: Tactiques et stratégies

# sessionDesignBoard17
source: Time Management
ar: إدارة الوقت
fr: Gestion du temps

# sessionDesignBoard18
source: Enjoyment Motivation
ar: التمتع بالتحفيز
fr: Plaisir Motivation

# sessionDesignBoard19
source: Technical Tactical Social Physical
ar: فني تكتيكي اجتماعي جسدي
fr: Technique Tactique Sociale Physique

# sessionDesignBoard20
source: Technical Tactical Skill Based
ar: فني تكتيكي معتمد على المهارة
fr: Basé sur la technique et la tactique

# sessionDesignBoard21
source: Plan Do Review
ar: الخطة - القيام بمراجعة
fr: Planifier Réaliser Évaluer

# sessionDesignBoard22
source: Progressions Regressions Consequence
ar: التقدم - التراجع - النتيجة
fr: Progressions Rétrogradations Conséquence

# sessionDesignBoard23
source: Behaviour Management
ar: إدارة السلوك
fr: Gestion du comportement

# sessionDesignBoard24
source: Inclusive Respectful Fair
ar: شمولي - محترم - عادل
fr: Inclusif Respectueux Équitable

# sessionDesignBoard25
source: Parental Engagement
ar: مشاركة الوالدين
fr: Engagement des parents

# sessionDesignBoard26
source: Individual Group Unit Team
ar: فرد - مجموعة - وحدة فريق
fr: Individuel Groupe Unité Équipe

# sessionDesignBoard27
source: Terminology
ar: مصطلحات
fr: Terminologie

# sessionDesignBoard28
source: Age Appropriate Developing Individuals
ar: مناسبة للعمر - تطوير الأفراد
fr: Adapté à l'âge Développer les individus

# sessionDesignBoard29
source: Feedback Goal Setting
ar: تغذية - ردود الفعل - تحديد الأهداف
fr: Rétroaction Fixation d'objectifs

# sessionDesignBoard30
source: Coaching Styles
ar: أنماط التدريب
fr: Styles d'entraînement

# sessionDesignBoard31
source: Size & Shape of area
ar: حجم وشكل المنطقة
fr: Taille et forme de la zone

# sessionDesignBoard32
source: Desired impact?
ar: ما هو التأثير المرغوب؟
fr: Impact souhaité?

# roleofaCoachList
source: Role of a Coach
ar: دور المدرب
fr: Rôle d'un entraîneur

# roleofaCoachimg
source: https://www.mobile.sportspedagogue.com/2_en.png
ar: https://www.mobile.sportspedagogue.com/2_ar.png
fr: https://www.mobile.sportspedagogue.com/2_fr.png

# roleModelsList
source: Role Models
ar: نماذج الأدوار
fr: Modèles à suivre

# roleModels1
source: Attributes
ar: السمات
fr: Attributs

# roleModels2
source: Personal
ar: شخصي
fr: Personnel

# roleModels3
source: Game-Relevant Development Goal
ar: هدف التطوير ذو الصلة باللعبة
fr: Objectif de développement lié au jeu

# roleModels4
source: Achieved
ar: تحقيق
fr: Réalisé

# roleModels5
source: Strength
ar: القوة
fr: Force

# reflectivePracticePart1List
source: Reflective practice template
ar: نموذج للممارسة التأملية
fr: Modèle de pratique réflexive

# reflectivePracticePart11
source: SESSION AIMS (OBJECTIVIES)
ar: أهداف الجلسة
fr: OBJECTIFS DE LA SESSION

# reflectivePracticePart12
source: WHAT NEEDS TO BE REFLECTED UPON
ar: ما يحتاج أن يتم التفكير فيه
fr: CE QUI DOIT ÊTRE RÉFLÉCHI

# reflectivePracticePart13
source: FEELINGS
ar: المشاعر
fr: SENTIMENTS

# reflectivePracticePart14
source: EVALUATION
ar: التقييم
fr: ÉVALUATION

# reflectivePracticePart15
source: ANALYSIS
ar: التحليل
fr: ANALYSE

# reflectivePracticePart16
source: ACTION PLAN
ar: خطة العمل
fr: PLAN D'ACTION

# reflectivePracticePart17
source: CONCLUSION
ar: الاستنتاج

# reflectivePracticePart18
source: EXIT TICKET
ar: تذكير الخروج
fr: BILLET DE SORTIE

# reflectivePracticePart19
source: How did you feel? What were you thinking?
ar: كيف شعرت؟ ماذا كنت تفكر؟
fr: Comment vous sentiez-vous ? À quoi pensiez-vous ?

# reflectivePracticePart110
source: How did things go? (Good + Area for improvements)
ar: كيف كانت الأمور؟ (جيد + مجالات للتحسين)
fr: Comment ça s'est passé ? (Bonne + Zone pour améliorations)

# reflectivePracticePart111
source: What might have helped? What might have hindered?
ar: ما الذي قد ساعد؟ ما الذي قد عاث ضررًا؟
fr: Qu'aurait pu aider ? Qu'aurait pu entraver ?

# reflectivePracticePart112
source: Anything you need to know, or improve?
ar: هل هناك شيء تحتاج إلى معرفته أو تحسينه؟
fr: Quelque chose que vous devez savoir ou améliorer ?

# reflectivePracticePart113
source: What you learned?What can you change in future?
ar: ما الذي تعلمته؟ ما الذي يمكنك تغييره في المستقبل؟
fr: Ce que vous avez appris ? Que pouvez-vous changer à l'avenir ?

# reflectivePracticePart114
source: HOW SATISFIED WERE YOU WITH THE SESSION AS A WHOLE?
ar: كم كنت راضيًا عن الحصة ككل؟
fr: À QUEL POINT ÊTES-VOUS SATISFAIT DE LA SÉANCE DANS SON ENSEMBLE ?

# reflectivePracticePart2List
source: Reflective Practice Part 2
ar: ممارسة التفكير التأملي الجزء 2
fr: Pratique réfléchie Partie 2

# reflectivePracticePart21
source: 3 THINGS YOU ENJOYED ABOUT THE SESSION?
ar: ثلاث أشياء استمتعت بها في الجلسة؟
fr: 3 CHOSES QUE VOUS AVEZ APPRÉCIÉES DANS LA SESSION?

# reflectivePracticePart22
source: 3 THINGS THAT INFLUENCED THE SESSION?
ar: ثلاث أشياء أثرت على الجلسة؟
fr: 3 CHOSES QUI ONT INFLUENCÉ LA SESSION?

# reflectivePracticePart24
source: ORGANISATION
ar: التنظيم

# reflectivePracticePart25
source: COACHING STYLES
ar: أنماط التدريب
fr: STYLES D'ENTRAÎNEMENT

# reflectivePracticePart26
source: COACHING PROCESS
ar: عملية التدريب
fr: PROCESSUS D'ENTRAÎNEMENT

# reflectivePracticePart27
source: USE OF CONDITIONS/CHALLENGES/TARGETS
ar: استخدام الشروط / التحديات / الأهداف
fr: UTILISATION DE CONDITIONS/DÉFIS/OBJECTIFS

# reflectivePracticePart28
source: TECHNICAL CONTENT
ar: المحتوى التقني
fr: CONTENU TECHNIQUE

# reflectivePracticePart29
source: INTERVENTIONS
ar: التدخلات

# reflectivePracticePart210
source: ENJOYMENT
ar: التمتع
fr: PLAISIR

# reflectivePracticePart211
source: INTERACTION WITH ALL PLAYERS
ar: التفاعل مع جميع اللاعبين
fr: INTERACTION AVEC TOUS LES JOUEURS

# reflectivePracticePart212
source: COMMUNICATION
ar: التواصل

# reflectivePracticePart213
source: USE OF ASSISTANT
ar: استخدام المساعد
fr: UTILISATION DE L'ASSISTANT

# reflectivePracticePart214
source: BALL ROLLING TIME
ar: وقت تدوير الكرة
fr: TEMPS DE ROULEMENT DU BALLON

# reflectivePracticePart215
source: WHAT HAVE YOU LEARNT ABOUT YOU AND YOUR COACHING?
ar: ما الذي تعلمته عنك وعن تدريبك؟
fr: QU'AVEZ-VOUS APPRIS SUR VOUS ET VOTRE ENTRAÎNEMENT?

# reflectivePracticePart216
source: WHAT HAVE YOU LEARNT ABOUT THE SESSION AND/OR YOUR PLAYERS?
ar: ما الذي تعلمته عن الجلسة و / أو لاعبيك؟
fr: QU'AVEZ-VOUS APPRIS SUR LA SÉANCE ET/OU VOS JOUEURS?

# reflectivePracticePart217
source: NOT CONFIDENT AT ALL
ar: عدم الثقة على الإطلاق
fr: PAS DU CONFIANCE

# reflectivePracticePart218
source: EXTRÊMEMENT CONFIANT
ar: ثقة مطلقة

# questionnairePlayersList
source: Questionnaire players
ar: استبيان للاعبين
fr: Questionnaire des joueurs

# questionnairePlayers1
source: DESCRIBE YOURSELF USING 3 WORDS:
ar: اصف نفسك باستخدام 3 كلمات:
fr: DÉCRIVEZ-VOUS EN 3 MOTS:

# questionnairePlayers2
source: MY STRENGTHS:
ar: نقاط قوتي:
fr: MES FORCES:

# questionnairePlayers3
source: WHY DO YOU PARTICIPATE IN SPORTS?
ar: لماذا تشارك في الرياضة؟
fr: POURQUOI PARTICIPEZ-VOUS AUX SPORTS?

# questionnairePlayers4
source: WHAT DO YOU WANT TO ACHIEVE BY PARTICIPATING IN TEAM SPORTS?
ar: ما الذي ترغب في تحقيقه من خلال المشاركة في الرياضات الجماعية؟
fr: QU'ESPÉREZ-VOUS ACCOMPLIR EN PARTICIPANT AUX SPORTS D'ÉQUIPE?

# questionnairePlayers5
source: WHAT IS IT THAT MOTIVATES YOU?
ar: ما الذي يحفزك؟
fr: QU'EST-CE QUI VOUS MOTIVE?

# questionnairePlayers6
source: WHAT IS YOUR PREFERRED POSITION? WHY?
ar: ما هو الموقف المفضل لديك؟ لماذا؟
fr: QUEL EST VOTRE POSTE PRÉFÉRÉ ? POURQUOI ?

# questionnairePlayers7
source: WHAT ASPECT OF YOUR GAME DO YOU WANT TO IMPROVE?
ar: ما هي الجانب من لعبتك الذي ترغب في تحسينه؟
fr: QUEL ASPECT DE VOTRE JEU SOUHAITEZ-VOUS AMÉLIORER?

# questionnairePlayers8
source: WHAT BEHAVIOURS DO YOU EXPECT FROM THE COACHES?
ar: ما هي السلوكيات التي تتوقعها من المدربين؟
fr: QUELS COMPORTEMENTS ATTENDEZ-VOUS DES ENTRAÎNEURS?

# questionnairePlayers9
source: WHAT BEHAVIOURS DO YOU EXPECT FROM YOUR PARENTS?
ar: ما هي السلوكيات التي تتوقعها من والديك؟
fr: QUELS COMPORTEMENTS ATTENDEZ-VOUS DE VOS PARENTS?

# questionnairePlayers10
source: IS THERE ANYTHING ELSE WE NEED TO KNOW IN ORDER TO BEST SUPPORT YOU?
ar: هل هناك شيء آخر نحتاج إلى معرفته من أجل دعمك بشكل أفضل؟
fr: Y A-T-IL AUTRE CHOSE QUE NOUS DEVONS SAVOIR POUR VOUS SOUTENIR AU MIEUX?

# keyfactorsMainList
source: key factors checklist completed version
ar: قائمة تحقق العوامل الرئيسية (نسخة مكتملة)
fr: Liste de contrôle des facteurs clés version complétée

# keyfactorsMain1
source: PREFERRED FOOT
ar: القدم المفضلة
fr: PIED PRÉFÉRÉ

# keyfactorsPositionsList
source: POSITIONS
ar: مراكز

# keyfactorsPositions1
source: RB
ar: قلب دفاع أيمن

# keyfactorsPositions2
source: CM
ar: وسط محوري

# keyfactorsPositions3
source: CB
ar: قلب دفاع

# keyfactorsPositions4
source: RW
ar: ظهير أيمن

# keyfactorsPositions5
source: LB
ar: قلب دفاع أيسر

# keyfactorsPositions6
source: LW
ar: ظهير أيسر

# keyfactorsPositions7
source: CDM
ar: خط الوسط الدفاعي

# keyfactorsPositions8
source: CAM
ar: لاعب وسط هجومي

# keyfactorsPositions9
source: Rate your own confidence in executing these key technical factors, we will then compare our answers and agree on a realistic action plan moving forwards.
ar: قيم ثقتك الخاصة في تنفيذ هذه العوامل التقنية الرئيسية، ثم سنقارن إجاباتنا ونتفق على خطة عمل واقعية متحركة للأمام.
fr: Évaluez votre propre confiance dans l'exécution de ces facteurs techniques clés, nous comparerons ensuite nos réponses et conviendrons d'un plan d'action réaliste pour l'avenir.

# keyfactorsPositions10
source: VERY CONFIDENT
ar: ثقة كبيرة
fr: TRÈS CONFIANT

# keyfactorsPositions11
source: NOT SO CONFIDENT
ar: غير واثق كثيرًا
fr: PAS SI CONFIANT

# keyfactorsPositions12
source: NEED MORE HELP
ar: بحاجة لمزيد من المساعدة
fr: BESOIN D'AIDE SUPPLÉMENTAIRE

# keyfactorsPassingList
source: PASSING
ar: التمرير
fr: PASSAGE

# keyfactorsPassing1
source: SHORT PASSING YOUR RATING
ar: تقييمك للتمرير القصير
fr: VOTRE ÉVALUATION DU PASSAGE COURT

# keyfactorsPassing2
source: Approach the ball, can be straight or slightly angled
ar: التقدم نحو الكرة، يمكن أن يكون مستقيمًا أو مائلًا قليلاً
fr: Approcher le ballon, peut être droit ou légèrement angulé

# keyfactorsPassing3
source: Non-kicking foot is placed next to the ball & ankle kept firm
ar: يتم وضع القدم الغير الرافعة بجوار الكرة والكاحل محافظ على قوة
fr: Le pied non frappeur est placé à côté du ballon et la cheville est maintenue ferme

# keyfactorsPassing4
source: Strike the ball centrally with the inside of the foot.
ar: ضرب الكرة بوسطها بالجزء الداخلي من القدم.
fr: Frapper le ballon au centre avec l'intérieur du pied.

# keyfactorsPassing5
source: Follow through with your kick
ar: اتباع الركلة
fr: Suivez votre coup de pied

# keyfactorsPassing6
source: Using the outside of the foot, the non-kicking foot can be place further away from the ball.
ar: باستخدام الجزء الخارجي من القدم، يمكن وضع القدم الغير الرافعة بعيدًا عن الكرة.
fr: En utilisant l'extérieur du pied, le pied non frappeur peut être placé plus loin du ballon.

# keyfactorsPassing7
source: Body position should be upright with the knee and head over the ball.
ar: يجب أن تكون وضعية الجسم مستقيمة مع الركبة والرأس فوق الكرة.
fr: La position du corps doit être droite avec le genou et la tête au-dessus du ballon.

# keyfactorsPassing8
source: LONG PASSING
ar: التمرير الطويل
fr: PASSAGE LONG

# keyfactorsPassing9
source: Approach the ball, can be straight or slightly angled
ar: التقدم نحو الكرة، يمكن أن يكون مستقيمًا أو مائلًا قليلاً
fr: Approcher le ballon, peut être droit ou légèrement angulé

# keyfactorsPassing10
source: Non-kicking foot is placed next or slightly behind to the ball
ar: يتم وضع القدم الغير الرافعة بجوار الكرة أو قليلاً خلفها
fr: Le pied non frappeur est placé à côté ou légèrement derrière le ballon

# keyfactorsPassing11
source: Strike the ball with the top part of the foot (Instep or laces)
ar: ضرب الكرة بالجزء العلوي من القدم (التوسط أو الأربطة)
fr: Frapper le ballon avec la partie supérieure du pied (Cou-de-pied ou lacets)

# keyfactorsPassing12
source: Follow through with your kick for accuracy
ar: اتباع الركلة للدقة
fr: Suivez votre coup de pied pour la précision

# keyfactorsPassing13
source: Body position should be fairly upright with the head steady, can lean back to get further height.
ar: يجب أن تكون وضعية الجسم مستقيمة إلى حد ما مع الرأس ثابت، يمكن الانحناء إلى الوراء للحصول على ارتفاع إضافي.
fr: La position du corps doit être assez droite avec la tête stable, peut pencher en arrière pour obtenir une hauteur supplémentaire.

# keyfactorsPassing14
source: SWERVE PASSING
ar: تمرير مؤثر
fr: PASSAGE À EFFET

# keyfactorsPassing15
source: Angled approach to the ball
ar: التقدم باتجاه الكرة
fr: Approche angulaire du ballon

# keyfactorsPassing16
source: Non-kicking foot away from and slightly back from the ball.
ar: القدم الغير الرافعة بعيدًا عن وراء الكرة وقليلاً إلى الوراء.
fr: Pied non frappeur loin et légèrement en arrière du ballon.

# keyfactorsPassing17
source: Wrap the foot around the ball
ar: لف القدم حول الكرة
fr: Enveloppez le pied autour du ballon

# keyfactorsPassing18
source: Body position should be upright with the knee and head over the ball.
ar: يجب أن تكون وضعية الجسم مستقيمة مع الركبة والرأس فوق الكرة.
fr: La position du corps doit être droite avec le genou et la tête au-dessus du ballon.

# keyfactorsPassing19
source: DRIVEN PASSING
ar: تمرير بتصويب
fr: PASSAGE FRAPPÉ

# keyfactorsPassing20
source: Approach the ball, can be straight or slightly angled
ar: التقدم نحو الكرة، يمكن أن يكون مستقيمًا أو مائلًا قليلاً
fr: Approcher le ballon, peut être droit ou légèrement angulé

# keyfactorsPassing21
source: Strike the ball with the laces through the middle of the ball
ar: ضرب الكرة بالأربطة عبر منتصف الكرة
fr: Frapper le ballon avec les lacets au centre du ballon

# keyfactorsPassing22
source: CHIP PASSING
ar: تمرير لولابي
fr: PASSAGE EN LOB

# keyfactorsPassing23
source: Approach the ball, can be straight or slightly angled
ar: التقدم نحو الكرة، يمكن أن يكون مستقيمًا أو مائلًا قليلاً
fr: Approcher le ballon, peut être droit ou légèrement angulé

# keyfactorsPassing24
source: Strike the ball centrally with the inside of the foot.
ar: ضرب الكرة بوسطها بالجزء الداخلي من القدم.
fr: Frapper le ballon au centre avec l'intérieur du pied.

# keyfactorsPassing25
source: YOUR RATING
ar: تقييمك
fr: VOTRE ÉVALUATION

# keyfactorsPassing26
source: COACH RATING
ar: تقييم المدرب
fr: ÉVALUATION DE L'ENTRAÎNEUR

# keyfactorsShootingList
source: SHOOTING
ar: التسديد
fr: TIR

# keyfactorsShooting1
source: Observe the position of the GK - space that you can exploit?
ar: مراقبة موقف حارس المرمى - المساحة التي يمكنك استغلالها؟
fr: Observer la position du GB - espace que vous pouvez exploiter ?

# keyfactorsShooting2
source: Non-kicking foot alongside the ball.
ar: القدم الغير الرافعة بجانب الكرة.
fr: Le pied non frappeur à côté du ballon.

# keyfactorsShooting3
source: Maintain your composure.
ar: الحفاظ على هدوءك.
fr: Maintenez votre calme.

# keyfactorsShooting4
source: Be alert for rebounds
ar: كن يقظًا للكرات الثانوية
fr: Soyez attentif aux rebonds

# keyfactorsShooting5
source: HEADING
ar: الرأسيات
fr: EN-TÊTE

# keyfactorsShooting6
source: Watch the ball
ar: راقب الكرة
fr: Regardez le ballon

# keyfactorsShooting7
source: Watch the ball
ar: راقب الكرة
fr: Regardez le ballon

# keyfactorsShooting8
source: Defensive: Head the lower part of the ball, aim for height & distance.
ar: الدفاع: ضرب الجزء السفلي من الكرة، والهدف هو الارتفاع والمسافة.
fr: Défensif : Tête la partie inférieure du ballon, vise la hauteur et la distance.

# keyfactorsShooting9
source: Attacking: Head upper part of the ball, aim for power and placement.
ar: الهجوم: ضرب الجزء العلوي من الكرة، والهدف هو القوة والتوجيه.
fr: Attaquant : Tête la partie supérieure du ballon, vise la puissance et la précision.

source: YOUR RATING
ar: تقييمك
fr: VOTRE ÉVALUATION

source: COACH RATING
ar: تقييم المدرب
fr: ÉVALUATION DE L'ENTRAÎNEUR

# keyfactorsCreatingSpaceList
source: CREATING SPACE
ar: خلق المساحات
fr: CRÉATION D'ESPACE

# keyfactorsCreatingSpace1
source: CREATING SPACE - INDIVIDUALLY
ar: إنشاء المساحة - بشكل فردي
fr: CRÉATION D'ESPACE - INDIVIDUELLEMENT

# keyfactorsCreatingSpace2
source: Move the opponent away from the area you want to use
ar: حرك الخصم بعيدًا عن المنطقة التي تريد استخدامها
fr: Éloignez l'adversaire de la zone que vous souhaitez utiliser

# keyfactorsCreatingSpace3
source: Move back into the space you have left at speed.
ar: عد إلى المساحة التي تركتها بسرعة.
fr: Revenez dans l'espace que vous avez laissé à une vitesse.

# keyfactorsCreatingSpace4
source: If you have space, receive on the back foot
ar: إذا كان لديك مساحة، فاستقبل الكرة على القدم الخلفية
fr: Si vous avez de l'espace, recevez sur le pied arrière

# keyfactorsCreatingSpace5
source: AS A TEAM
ar: كفريق
fr: EN TANT QU'ÉQUIPE

# keyfactorsCreatingSpace6
source: Spread out wide from side to side and end to end
ar: انتشر عرضيًا من جانب إلى جانب ومن نهاية إلى نهاية
fr: Étalez-vous largement d'un côté à l'autre et d'une extrémité à l'autre

# keyfactorsCreatingSpace7
source: Rotation of player through central areas
ar: دوران اللاعبين من خلال المناطق المركزية
fr: Rotation des joueurs à travers les zones centrales

# keyfactorsCreatingSpace8
source: WHAT HAVE YOU FELT HAS DEVELOPED MOST OVER THE LAST 3 MONTHS?
ar: ماذا شعرت بأنه تطور أكثر خلال الثلاثة أشهر الأخيرة؟
fr: QU'AVEZ-VOUS RESSENTI COMME ÉVOLUTION LE PLUS AU COURS DES 3 DERNIERS MOIS?

source: scouting & reflection
ar: الاستطلاع والتأمل
fr: Repérage & Réflexion

# developmentalActionPlanCoachesList
source: developmental action plan coaches
ar: خطة العمل التنموية للمدربين
fr: Plan d'action de développement pour les entraîneurs

# developmentalActionPlanCoaches1
source: GOALS/OBJECTIVES
ar: الأهداف / الغايات
fr: OBJECTIFS

# developmentalActionPlanCoaches2
source: THEMES
ar: المواضيع
fr: THÈMES

# developmentalActionPlanCoaches3
source: COACHING ABILITY
ar: قدرة التدريب
fr: COMPÉTENCES D'ENTRAÎNEMENT

# developmentalActionPlanCoaches4
source: IMPLEMENTING CLUB PHILOSOPHY
ar: تنفيذ فلسفة النادي
fr: APPLICATION DE LA PHILOSOPHIE DU CLUB

# developmentalActionPlanCoaches5
source: CONFIDENCE IN COACHING
ar: الثقة في التدريب
fr: CONFIANCE EN L'ENTRAÎNEMENT

# developmentalActionPlanCoaches6
source: LEVEL OF SUPPORT RECEIVED
ar: مستوى الدعم المتلقى
fr: NIVEAU DE SOUTIEN REÇU

# developmentalActionPlanCoaches7
source: OVERALL WELLBEING
ar: الرفاهية العامة
fr: BIEN-ÊTRE GLOBAL

# developmentalActionPlanCoaches8
source: ENJOYMENT
ar: التمتع
fr: PLAISIR
