Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

source: Week 1
fr: Semaine 1

source: Week 2
fr: Semaine 2

source: Week 3
fr: Semaine 3

source: Week 4
fr: Semaine 4

# imgTitle3
source: YOUR RESULTS
fr: VOS RÉSULTATS

# monTitle4
source: ORIGINS OF MONNEROT DUMAINE'S IDEAL WEIGHT & EXPLANATIONS
fr: ORIGINES DU POIDS IDÉAL DE MONNEROT DUMAINE & EXPLICATIONS

# baTitle6
source: Power
fr: Alimentation

source: GK
fr: GB

source: RB
fr: DD

source: LB
fr: DG

source: CDM
fr: MDC

source: CM
fr: MC

source: RW
fr: AD

source: LW
fr: AG

source: CAM
fr: AMC

source: CF
fr: BU
