Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# exercise64step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط في أعلى نقطة تثبيت تتوفر لديك. امسك بكلا طرفي الشريط وانخرط في وضع الجلوس.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise64step2
source: Push your hips back flexing at the spine.
ar: اضغط وركيك إلى الوراء مع انثناء العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise64step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: ضغط على عضلات البطن ثم امتد في الوركين والعمود الفقري مرة أخرى إلى وضع البداية.
fr: Contractez vos abdominaux puis étendez au niveau des hanches et de la colonne vertébrale pour revenir à la position de départ.

# exercise65step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط في أعلى نقطة تثبيت تتوفر لديك. امسك بكلا طرفي الشريط وانخرط في وضع الجلوس.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise65step2
source: Push your hips back flexing at the spine.
ar: اضغط وركيك إلى الوراء مع انثناء العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise65step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: ضغط على عضلات البطن ثم امتد في الوركين والعمود الفقري مرة أخرى إلى وضع البداية.
fr: Contractez vos abdominaux puis étendez au niveau des hanches et de la colonne vertébrale pour revenir à la position de départ.

# exercise66step1
source: Grab the bar shoulder width apart with a supinated grip (palms facing you)
ar: امسك بالشريط بعرض الكتفين بقبضة محنكة (الكفوف تواجهك).
fr: Saisissez la barre à la largeur des épaules avec une prise supinée (paumes vers vous)

# exercise66step2
source: With your body hanging and arms fully extended, pull yourself up until your chin is past the bar.
ar: مع جسمك معلق وذراعيك ممدودتين بالكامل، اسحب نفسك حتى يتجاوز ذقنك العارضة.
fr: Avec votre corps suspendu et les bras complètement étendus, hissez-vous jusqu'à ce que votre menton dépasse la barre.

# exercise66step3
source: Slowly return to starting position. Repeat.
ar: ارجع ببطء إلى الوضع الابتدائي. كرر.
fr: Revenez lentement à la position de départ. Répétez.

# exercise67step1
source: Lay underneath a fixed horizontal bar and grab the bar with a wide overhand grip.
ar: استلق تحت شريط أفقي ثابت واستمسك بالشريط بقبضة واسعة من فوق.
fr: Allongez-vous sous une barre horizontale fixe et saisissez la barre avec une prise large en pronation.

# exercise67step2
source: Pull your body straight up to the bar.
ar: اسحب جسمك مستقيمًا حتى الشريط.
fr: Tirez votre corps droit jusqu'à la barre.

# exercise67step3
source: Return to the starting position, your arms fully extended. Repeat.
ar: ارجع إلى الوضع الابتدائي، ذراعيك ممدودتين بالكامل. كرر.
fr: Revenez à la position de départ, vos bras complètement étendus. Répétez.

# exercise68step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: ربط الشريط بنقطة تثبيت منخفضة. حدد كفوف يديك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise68step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني الكوع حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد الكوع بالكامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise69step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: ربط الشريط بنقطة تثبيت منخفضة. حدد كفوف يديك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise69step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني الكوع حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد الكوع بالكامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise70step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: ربط الشريط بنقطة تثبيت منخفضة. حدد كفوف يديك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise70step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني الكوع حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد الكوع بالكامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise71step1
source: Grab a straight bar with a supinated (underhand) grip.
ar: استلم الشريط المستقيم بقبضة محنكة (تحت اليد).
fr: Saisissez une barre droite avec une prise supinée (paume vers le haut).

# exercise71step2
source: Kneel down next to a flat bench and place your forearms on the bench with your wrists just off the bench.
ar: انظر بجوار مقعد مستو وضع ساقيك عليه وضع ساعديك على المقعد بحيث تكون معصميك قليلاً بعيدة عن المقعد.
fr: Agenouillez-vous à côté d'un banc plat et placez vos avant-bras sur le banc avec vos poignets juste au bord du banc.

# exercise71step3
source: Let the barbell pull down on your wrists until they are extended.
ar: دع القضيب يسحب معصميك حتى يتم تمديدهما.
fr: Laissez la barre tirer sur vos poignets jusqu'à ce qu'ils soient étendus.

# exercise71step4
source: Curl the barbell until your wrists are fully flexed.
ar: قم بالتجعيد بالقضيب حتى تكون معصميك مثنية تمامًا.
fr: Curl la barre jusqu'à ce que vos poignets soient complètement fléchis.

# exercise71step5
source: Lower in a controlled manner and repeat.
ar: انخفض بطريقة مسيطرة وكرر.
fr: Abaissez de manière contrôlée et répétez.

# exercise72step1
source: Stand straight and hold the barbell behind you using a pronated grip with your hands and feet shoulder-width apart.
ar: وقف بشكل مستقيم واحمل القضيب وراءك باستخدام قبضة محنكة بين يديك وأقدامك على عرض الكتفين.
fr: Tenez-vous droit et tenez la barre derrière vous en utilisant une prise pronée avec vos mains et pieds à la largeur des épaules.

# exercise72step2
source: Slowly curl your wrists in a semi-circular motion upwards.
ar: مجعد بطيء لمعصميك بحركة شبه دائرية صعودًا.
fr: Enroulez lentement vos poignets dans un mouvement semi-circulaire vers le haut.

# exercise72step3
source: Hold the barbell at the apex of the motion and then slowly lower the barbell back down to starting position.
ar: احتفظ بالقضيب في قمة الحركة ثم اخفض القضيب ببطء إلى وضع البداية.
fr: Maintenez la barre à l'apogée du mouvement, puis abaissez lentement la barre à la position de départ.

# exercise73step1
source: Take a double overhand grip that's about shoulder width. Flex your elbows while keeping your elbows tucked in. Try not to let them flare out.
ar: خذ قبضة مزدوجة عريضة تكون على عرض الكتف. ثني المرفقين وحافظ على تقريب المرفقين إلى الجسم وتجنب فتحهما.
fr: Prenez une prise à double pronation à peu près à la largeur des épaules. Fléchissez vos coudes tout en gardant vos coudes serrés. Essayez de ne pas les laisser s'évaser.

# exercise73step2
source: Curl until your forearm presses into your bicep. Then fully extend your elbows at the bottom of each rep.
ar: جعل التجعيد حتى يضغط الذراع تمامًا على العضلة ثم قم بتمديد المرفقين تمامًا في أسفل كل تكرار.
fr: Enroulez jusqu'à ce que votre avant-bras presse dans votre biceps. Puis étendez complètement vos coudes à la fin de chaque répétition.

# exercise74step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: ربط الشريط بنقطة تثبيت منخفضة. . اتجه بكفتيك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise74step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني المرفقين حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد المرفقين تمامًا.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise75step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: ربط الشريط بنقطة تثبيت منخفضة. . اتجه بكفتيك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise75step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني المرفقين حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد المرفقين تمامًا.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise76step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: ربط الشريط بنقطة تثبيت منخفضة. . اتجه بكفتيك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise76step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني المرفقين حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد المرفقين تمامًا.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise77step1
source: Stand with your feet shoulder width apart.
ar: وقف بقدميك على عرض الكتفين.
fr: Tenez-vous debout, les pieds à la largeur des épaules.

# exercise77step2
source: flex your knees and hips and sit back into the squat while lowering your body
ar: انحنِ ركبتيك ووركيك وجلسي إلى الأسفل مع خفض جسمك.
fr: Fléchissez les genoux et les hanches et asseyez-vous en squat tout en abaissant votre corps

# exercise77step3
source: Continue down to full depth
ar: واصلي النزول إلى العمق الكامل.
fr: Continuez jusqu'à la profondeur maximale

# exercise77step4
source: Return to starting position.
ar: ارجع إلى وضع البداية.
fr: Revenez à la position de départ.

# exercise78step1
source: Step forward with one leg.
ar: قم بخطوة للأمام بساق واحدة.
fr: Faites un pas en avant avec une jambe.

# exercise78step2
source: Lower your body until your rear knee nearly touches the ground.
ar: انخفض بجسمك حتى تكاد ركبتك الخلفية تلمس الأرض.
fr: Abaissez votre corps jusqu'à ce que votre genou arrière touche presque le sol.

# exercise78step3
source: Ensure you remain upright, and your front knee stay above the front foot.
ar: تأكد من أنك تظل مستقيمًا، وأن ركبتك الأمامية تبقى فوق القدم الأمامية.
fr: Assurez-vous de rester droit et que votre genou avant reste au-dessus du pied avant.

# exercise78step4
source: Push off the floor with your front foot until you return to the starting position. Switch legs.
ar: ارتد بقدمك الأمامية عند الأرض حتى تعود إلى وضع البداية. قم بتبديل الساقين.
fr: Poussez sur le sol avec votre pied avant jusqu'à revenir à la position de départ. Changez de jambe.

# exercise79step1
source: Stand with your back to a bench (or raised surface) and place one of your feet on the bench.
ar: وقف مع ظهرك إلى مقعد (أو سطح مرتفع) وضع إحدى قدميك على المقعد.
fr: Tenez-vous dos à un banc (ou une surface surélevée) et placez un de vos pieds sur le banc.

# exercise79step2
source: Squat down until your front leg is about parallel to the floor
ar: انخفض حتى تكون ساقك الأمامية تقريبًا متوازية مع الأرض
fr: Accroupissez-vous jusqu'à ce que votre jambe avant soit à peu près parallèle au sol

# exercise80step1
source: Stand with your feet shoulder-width apart.
ar: وقف بقدميك على عرض الكتفين.
fr: Tenez-vous debout, les pieds à la largeur des épaules.

# exercise80step2
source: Start by doing a regular squat, then engage your core and jump up explosively.
ar: ابدأ بعمل حركة القرفصاء العادية، ثم فعّل عضلات الجذع الخاصة بك وقفز بشكل انفجاري.
fr: Commencez par faire un squat régulier, puis engagez votre tronc et sautez de manière explosive.

# exercise80step3
source: When you land, lower your body back into the squat position.
ar: عند الهبوط، انخفض مرة أخرى إلى وضع القرفصاء.
fr: Lorsque vous atterrissez, abaissez votre corps à nouveau en position de squat.

# exercise81step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: وقف بقبضة على عرض الكتفين. يجب أن تكون كلتا القدمين على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chacune de vos mains.

# exercise81step2
source: Push your butt back and also break at the knees.
ar: اضغط بطنك إلى الوراء وانثنِ الركب.
fr: Reculez vos fesses et pliez également les genoux.

# exercise81step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازن (أسفل ساقك يجب أن يكون متوازيًا مع الأرض). إذا كنت لا تستطيع تحديد عمق القرفصاء الخاص بك، جرب القرفصاء أمام المرآة وشاهد وضعك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous n'êtes pas sûr de la profondeur de votre squat, essayez de vous accroupir devant un miroir et observez votre forme.

# exercise82step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: وقف بقبضة على عرض الكتفين. يجب أن تكون كلتا القدمين على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chacune de vos mains.

# exercise82step2
source: Push your butt back and also break at the knees.
ar: اضغط بطنك إلى الوراء وانثنِ الركب.
fr: Reculez vos fesses et pliez également les genoux.

# exercise82step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازن (أسفل ساقك يجب أن يكون متوازيًا مع الأرض). إذا كنت لا تستطيع تحديد عمق القرفصاء الخاص بك، جرب القرفصاء أمام المرآة وشاهد وضعك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous n'êtes pas sûr de la profondeur de votre squat, essayez de vous accroupir devant un miroir et observez votre forme.

# exercise83step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: وقف بقبضة على عرض الكتفين. يجب أن تكون كلتا القدمين على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chacune de vos mains.

# exercise83step2
source: Push your butt back and also break at the knees.
ar: اضغط بطنك إلى الوراء وانثنِ الركب.
fr: Reculez vos fesses et pliez également les genoux.

# exercise83step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازن (أسفل ساقك يجب أن يكون متوازيًا مع الأرض). إذا كنت لا تستطيع تحديد عمق القرفصاء الخاص بك، جرب القرفصاء أمام المرآة وشاهد وضعك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous n'êtes pas sûr de la profondeur de votre squat, essayez de vous accroupir devant un miroir et observez votre forme.

# exercise84step1
source: Stand with your mid-foot under the bar and grip the bar with your hands, about a shoulder width apart.
ar: وقف بمنتصف قدميك تحت القضيب وامسك بالقضيب بيديك، على بعد عرض الكتفين.
fr: Tenez-vous avec le milieu de votre pied sous la barre et saisissez la barre avec vos mains, à peu près à la largeur des épaules.

# exercise84step2
source: Bend your knees, then lift the bar by straightening your back. It is important to keep your back straight.
ar: انثنِ ركبتيك، ثم ارفع القضيب عن طريق تقويم ظهرك. من المهم الحفاظ على ظهرك مستقيمًا.
fr: Pliez vos genoux, puis soulevez la barre en redressant votre dos. Il est important de garder votre dos droit.

# exercise84step3
source: Stand to your full height and hold.
ar: قف إلى ارتفاعك الكامل واحتفظ بالوضع.
fr: Tenez-vous à votre pleine hauteur et maintenez.

# exercise85step1
source: Stand with your mid-foot under the bar and grip the bar with your hands, about a shoulder width apart.
ar: وقف بمنتصف قدميك تحت القضيب وامسك بالقضيب بيديك، على بعد عرض الكتفين.
fr: Tenez-vous avec le milieu de votre pied sous la barre et saisissez la barre avec vos mains, à peu près à la largeur des épaules.

# exercise85step2
source: Bend your knees, then lift the bar by straightening your back. It is important to keep your back straight.
ar: انثنِ ركبتيك، ثم ارفع القضيب عن طريق تقويم ظهرك. من المهم الحفاظ على ظهرك مستقيمًا.
fr: Pliez vos genoux, puis soulevez la barre en redressant votre dos. Il est important de garder votre dos droit.

# exercise85step3
source: Stand to your full height and hold.
ar: قف إلى ارتفاعك الكامل واحتفظ بالوضع.
fr: Tenez-vous à votre pleine hauteur et maintenez.

# exercise86step1
source: Stand with your mid-foot under the bar and grip the bar with your hands, about a shoulder width apart.
ar: وقف بمنتصف قدميك تحت القضيب وامسك بالقضيب بيديك، على بعد عرض الكتفين.
fr: Tenez-vous avec le milieu de votre pied sous la barre et saisissez la barre avec vos mains, à peu près à la largeur des épaules.

# exercise86step2
source: Bend your knees, then lift the bar by straightening your back. It is important to keep your back straight.
ar: انثنِ ركبتيك، ثم ارفع القضيب عن طريق تقويم ظهرك. من المهم الحفاظ على ظهرك مستقيمًا.
fr: Pliez vos genoux, puis soulevez la barre en redressant votre dos. Il est important de garder votre dos droit.

# exercise86step3
source: Stand to your full height and hold.
ar: قف إلى ارتفاعك الكامل واحتفظ بالوضع.
fr: Tenez-vous à votre pleine hauteur et maintenez.

# exercise87step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: وقف بقبضة على عرض الكتفين. يجب أن تكون كلتا القدمين على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chacune de vos mains.

# exercise87step2
source: Push your butt back and also break at the knees.
ar: اندفع بمؤخرتك إلى الوراء وثنِّي الركب أيضًا.
fr: Reculez vos fesses et pliez également les genoux.

# exercise87step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازن (أسفل ساقك يجب أن يكون متوازيًا مع الأرض). إذا كنت لا تستطيع تحديد عمق القرفصاء الخاص بك، جرب القرفصاء أمام المرآة وشاهد وضعك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous n'êtes pas sûr de la profondeur de votre squat, essayez de vous accroupir devant un miroir et observez votre forme.

# exercise88step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: وقف بقبضة على عرض الكتفين. يجب أن تكون كلتا القدمين على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chacune de vos mains.

# exercise88step2
source: Push your butt back and also break at the knees.
ar: اندفع بمؤخرتك إلى الوراء وثنِّي الركب أيضًا.
fr: Reculez vos fesses et pliez également les genoux.

# exercise88step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازن (أسفل ساقك يجب أن يكون متوازيًا مع الأرض). إذا كنت لا تستطيع تحديد عمق القرفصاء الخاص بك، جرب القرفصاء أمام المرآة وشاهد وضعك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous n'êtes pas sûr de la profondeur de votre squat, essayez de vous accroupir devant un miroir et observez votre forme.

# exercise89step1
source: Lay flat on the ground with your head by the anchor point of the band, which should be 6 to 12 inches above your head
ar: استلقِ على الأرض بمستوى رأسك بجوار نقطة التثبيت للشريط، والتي يجب أن تكون على بعد 6 إلى 12 بوصة فوق رأسك.
fr: Allongez-vous à plat sur le sol avec votre tête près du point d'ancrage de la bande, qui devrait être à 6 à 12 pouces au-dessus de votre tête

# exercise89step2
source: Place the band around your midfoot and extend at the knees and hip.
ar: ضع الشريط حول منتصف قدمك وامتد عند الركبتين والورك.
fr: Placez la bande autour de votre pied et étendez les genoux et les hanches.

# exercise91step1
source: Walk forward and push your toe into the ground
ar: امشِ إلى الأمام واضغط قدمك في الأرض
fr: Avancez et poussez votre orteil dans le sol

# exercise91step2
source: Lift you heel off the ground each step and tense your calf muscle
ar: ارفع كعبك عن الأرض في كل خطوة وشد عضلة ساقك السفلية
fr: Soulevez votre talon du sol à chaque pas et tendez votre muscle du mollet

# exercise91step3
source: Repeat on each leg and walk forward slowly
ar: كرر على كل رجل وامشِ إلى الأمام ببطء
fr: Répétez sur chaque jambe et avancez lentement

# exercise92step1
source: Point your toes into the floor.
ar: حدد أصابع قدميك في الأرض.
fr: Pointez vos orteils dans le sol.

# exercise92step2
source: Slowly walk forwards and backward
ar: امشِ ببطء إلى الأمام والخلف
fr: Marchez lentement en avant et en arrière

# exercise92step3
source: Keep your heels in the air as long as possible while walking.
ar: حافظ على كعبيك في الهواء أطول فترة ممكنة أثناء المشي.
fr: Gardez vos talons en l'air le plus longtemps possible en marchant.

# exercise92step4
source: It may be beneficial to do this last at the end of your workout.
ar: قد يكون من المفيد القيام بذلك في النهاية في نهاية تمرينك.
fr: Il peut être bénéfique de faire cela en dernier à la fin de votre entraînement.

# exercise93step1
source: Balance on the balls of your feet on the platform or plates, leaning forward to use the wall to assist with balance.
ar: توازن على رؤوس قدميك على المنصة أو الأطباق، ميلًا للأمام لاستخدام الجدار للمساعدة في التوازن.
fr: Équilibrez-vous sur la plante de vos pieds sur la plateforme ou les plaques, en vous penchant en avant pour utiliser le mur pour aider à l'équilibre.

# exercise93step2
source: Lower the heels of your feet towards the ground and pause, then push through the balls of your feet like you are standing tip toe, pausing at the apex of the motion.
ar: انخفض بكعب قدميك نحو الأرض وتوقف، ثم ادفع من خلال رؤوس قدميك كما لو كنت تقف على أصابع القدم، متوقفًا عند ذروة الحركة.
fr: Abaissez les talons de vos pieds vers le sol et faites une pause, puis poussez sur la plante de vos pieds comme si vous vous mettiez sur la pointe des pieds, en faisant une pause au sommet du mouvement.

# exercise93step3
source: Repeat as necessary.
ar: كرر حسب الحاجة.
fr: Répétez autant que nécessaire.

# exercise94step1
source: Stand tall with your feet on the ground. You can put the the balls of your feet on top of a plate to extend the range of motion.
ar: وقف مستقيمًا مع قدميك على الأرض. يمكنك وضع كرات قدميك على قمة لوح لتوسيع نطاق الحركة.
fr: Tenez-vous droit avec vos pieds au sol. Vous pouvez mettre la plante de vos pieds sur une plaque pour étendre l'amplitude du mouvement.

# exercise94step2
source: Imagine you have a string attached to your heels and pull your heels up toward the ceiling.
ar: تخيل أن لديك حبلًا مرتبطًا بكعبيك واسحب كعبيك نحو السقف.
fr: Imaginez qu'une corde est attachée à vos talons et tirez vos talons vers le plafond.
