Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# exercise235step1
source: Lay underneath a fixed horizontal bar and grab the bar with a wide overhand grip.
ar: استلق تحت شريط أفقي ثابت وامسك الشريط بقبضة واسعة من فوق.
fr: Allongez-vous sous une barre horizontale fixe et saisissez la barre avec une large prise en pronation.

# exercise235step2
source: Pull your body straight up to the bar.
ar: اسحب جسمك مستقيمًا نحو الشريط.
fr: Tirez votre corps droit jusqu'à la barre.

# exercise235step3
source: Return to the starting position, your arms fully extended. Repeat.
ar: ارجع إلى الوضع الابتدائي، حيث تكون ذراعيك ممدودتين بالكامل. كرر.
fr: Revenez à la position de départ, les bras complètement tendus. Répétez.

# exercise236step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: قم بتثبيت الشريط على نقطة مرجعية منخفضة. حدد راحة يديك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise236step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني المرفق حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد المرفق بالكامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise237step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: قم بتثبيت الشريط على نقطة مرجعية منخفضة. حدد راحة يديك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise237step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني المرفق حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد المرفق بالكامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise238step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: قم بتثبيت الشريط على نقطة مرجعية منخفضة. حدد راحة يديك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise238step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني المرفق حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد المرفق بالكامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise239step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: قم بتثبيت الشريط على نقطة مرجعية منخفضة. حدد راحة يديك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise239step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني المرفق حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد المرفق بالكامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise240step1
source: Grab a straight bar with a supinated (underhand) grip.
ar: التقط شريطًا مستقيمًا بقبضة مستلقية (تحت اليد).
fr: Prenez une barre droite avec une prise en supination (paume vers le haut).

# exercise240step2
source: Kneel down next to a flat bench and place your forearms on the bench with your wrists just off the bench.
ar: انخرط إلى أسفل بجوار مقعد مستو وضع سواعدك على المقعد بحيث تكون المعصمين قليلاً خارج المقعد.
fr: Mettez-vous à genoux à côté d'un banc plat et placez vos avant-bras sur le banc avec vos poignets juste au bord du banc.

# exercise240step3
source: Let the barbell pull down on your wrists until they are extended.
ar: اسمحوا للشريط بالجذب على معصميك حتى يتم تمديدها.
fr: Laissez la barre tirer vos poignets jusqu'à ce qu'ils soient étendus.

# exercise240step4
source: Curl the barbell until your wrists are fully flexed.
ar: انقبض على الشريط حتى تكون المعصمين مثنيين بالكامل.
fr: Fléchissez la barre jusqu'à ce que vos poignets soient complètement fléchis.

# exercise240step5
source: Lower in a controlled manner and repeat.
ar: انخفض بشكل مسيطر وكرر.
fr: Abaissez de manière contrôlée et répétez.

# exercise241step1
source: Stand straight and hold the barbell behind you using a pronated grip with your hands and feet shoulder-width apart.
ar: وقف مستقيمًا واحمل الشريط وراءك باستخدام قبضة مستلقية بيديك وأقدامك على عرض الكتف.
fr: Tenez-vous droit et tenez la barre derrière vous en utilisant une prise pronation avec vos mains et pieds à la largeur des épaules.

# exercise241step2
source: Slowly curl your wrists in a semi-circular motion upwards.
ar: ثني المعصمين بحركة شبه دائرية صعوداً ببطء.
fr: Fléchissez lentement vos poignets dans un mouvement semi-circulaire vers le haut.

# exercise241step3
source: Hold the barbell at the apex of the motion and then slowly lower the barbell back down to starting position.
ar: احمل الشريط في قمة الحركة ثم انخفض ببطء مرة أخرى إلى وضع البداية.
fr: Maintenez la barre à l'apogée du mouvement puis abaissez lentement la barre à la position de départ.

# exercise242step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: قم بتثبيت الشريط على نقطة مرجعية منخفضة. حدد راحة يديك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise242step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني المرفق حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد المرفق بالكامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise243step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: قم بتثبيت الشريط على نقطة مرجعية منخفضة. حدد راحة يديك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise243step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني المرفق حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد المرفق بالكامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise244step1
source: Attach band to a low anchor point. Use a neutral grip.
ar: قم بتثبيت الشريط على نقطة مرجعية منخفضة. استخدم قبضة محايدة.
fr: Attachez la bande à un point d'ancrage bas. Utilisez une prise neutre.

# exercise244step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني المرفق حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد المرفق بالكامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise245step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: قم بتثبيت الشريط على نقطة مرجعية منخفضة. حدد راحة يديك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise245step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني المرفق حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد المرفق بالكامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise246step1
source: Stand with your feet shoulder width apart.
ar: وقف بأقدامك على عرض الكتف.
fr: Tenez-vous debout avec vos pieds à la largeur des épaules.

# exercise246step2
source: flex your knees and hips and sit back into the squat while lowering your body
ar: ثني ركبتيك ووركيك واجلس إلى الأسفل أثناء خفض جسمك.
fr: Fléchissez vos genoux et vos hanches et asseyez-vous en arrière dans le squat tout en abaissant votre corps

# exercise246step3
source: Continue down to full depth
ar: تواصل النزول حتى العمق الكامل
fr: Continuez jusqu'à la pleine profondeur

# exercise246step4
source: Return to starting position.
ar: ارجع إلى الوضع الابتدائي.
fr: Revenez à la position de départ.

# exercise247step1
source: Step forward with one leg.
ar: انطلق إلى الأمام برجل واحدة.
fr: Faites un pas en avant avec une jambe.

# exercise247step2
source: Lower your body until your rear knee nearly touches the ground.
ar: انخفض بجسمك حتى يلامس ركبتك الخلفية تقريبًا الأرض.
fr: Abaissez votre corps jusqu'à ce que votre genou arrière touche presque le sol.

# exercise247step3
source: Ensure you remain upright, and your front knee stay above the front foot.
ar: تأكد من أنك تظل مستقيمًا وأن ركبتك الأمامية تظل فوق القدم الأمامية.
fr: Assurez-vous de rester droit et que votre genou avant reste au-dessus de votre pied avant.

# exercise247step4
source: Push off the floor with your front foot until you return to the starting position. Switch legs.
ar: اندفع من الأرض بقدمك الأمامية حتى تعود إلى الوضع الابتدائي. اغير الرجل.
fr: Poussez sur le sol avec votre pied avant jusqu'à revenir à la position de départ. Changez de jambe.

# exercise248step1
source: Stand with your back to a bench (or raised surface) and place one of your feet on the bench.
ar: وقف بظهرك إلى مقعد (أو سطح مرتفع) وضع إحدى قدميك على المقعد.
fr: Tenez-vous dos à un banc (ou une surface surélevée) et placez l'un de vos pieds sur le banc.

# exercise248step2
source: Squat down until your front leg is about parallel to the floor .
ar: انخفض حتى تكون ساقك الأمامية تقريبًا موازية للأرض.
fr: Accroupissez-vous jusqu'à ce que votre jambe avant soit à peu près parallèle au sol.

# exercise249step1
source: Stand with your feet shoulder-width apart.
ar: وقف بقدميك عرض الكتف.
fr: Tenez-vous debout avec vos pieds écartés à la largeur des épaules.

# exercise249step2
source: Start by doing a regular squat, then engage your core and jump up explosively.
ar: ابدأ بالقيام بحركة الانثناء العادية، ثم قم بتشغيل عضلات الجذع وقفز بحماس.
fr: Commencez par faire un squat régulier, puis engagez votre tronc et sautez de manière explosive.

# exercise249step3
source: When you land, lower your body back into the squat position.
ar: عندما تهبط، اخفض جسمك مرة أخرى إلى وضع الانثناء.
fr: Lorsque vous atterrissez, abaissez votre corps à nouveau dans la position de squat.

# exercise250step1
source: Take a slow, lateral step to the right.
ar: قم بخطوة جانبية ببطء إلى اليمين.
fr: Faites un pas latéral lent vers la droite.

# exercise250step2
source: Extend the left knee, and drive your weight into your right side .
ar: امتد الركبة اليسرى وقدم وزنك في الجهة اليمنى.
fr: Étendez le genou gauche et déplacez votre poids sur votre côté droit.

# exercise250step3
source: Flex your knee and lower your body.
ar: انثنِ ركبتك وانخفض بجسمك.
fr: Fléchissez votre genou et abaissez votre corps.

# exercise250step4
source: Exhale as you push back to the starting position..
ar: أخرج الهواء بينما تدفع للعودة إلى وضع البداية.
fr: Expirez en repoussant jusqu'à la position de départ.

# exercise251step1
source: Start with your elbow and hip on the ground. Either neutral fist or flat hand on the ground.
ar: ابدأ بالركبة والورك على الأرض، إما بالقبضة المحايدة أو اليد المسطحة على الأرض.
fr: Commencez avec votre coude et votre hanche au sol. Poing neutre ou main à plat sur le sol.

# exercise251step2
source: Begin in a side plank position, and then drop your hips to the floor.
ar: ابدأ في وضع اللوحة الجانبية، ثم انخفض بوركك إلى الأرض.
fr: Commencez en position de planche latérale, puis laissez tomber vos hanches au sol.

# exercise251step3
source: Pull your hips back to the ceiling to finish the rep..
ar: اسحب وركيك إلى السقف لإكمال التكرار.
fr: Ramenez vos hanches vers le plafond pour finir la répétition.

# exercise252step1
source: Start with your elbow and hip on the ground. Either neutral fist or flat hand on the ground.
ar: ابدأ بالركبة والورك على الأرض، إما بالقبضة المحايدة أو اليد المسطحة على الأرض.
fr: Commencez avec votre coude et votre hanche au sol. Poing neutre ou main à plat sur le sol.

# exercise252step2
source: Begin in a side plank position, and then drop your hips to the floor.
ar: ابدأ في وضع اللوحة الجانبية، ثم انخفض بوركك إلى الأرض.
fr: Commencez en position de planche latérale, puis laissez tomber vos hanches au sol.

# exercise252step3
source: Pull your hips back to the ceiling to finish the rep..
ar: اسحب وركيك إلى السقف لإكمال التكرار.
fr: Ramenez vos hanches vers le plafond pour finir la répétition.

# exercise253step1
source: Start with your elbow and hip on the ground. Either neutral fist or flat hand on the ground.
ar: ابدأ بالركبة والورك على الأرض، إما بالقبضة المحايدة أو اليد المسطحة على الأرض.
fr: Commencez avec votre coude et votre hanche au sol. Poing neutre ou main à plat sur le sol.

# exercise253step2
source: Begin in a side plank position, and then drop your hips to the floor.
ar: ابدأ في وضع اللوحة الجانبية، ثم انخفض بوركك إلى الأرض.
fr: Commencez en position de planche latérale, puis laissez tomber vos hanches au sol.

# exercise253step3
source: Pull your hips back to the ceiling to finish the rep..
ar: اسحب وركيك إلى السقف لإكمال التكرار.
fr: Ramenez vos hanches vers le plafond pour finir la répétition.

# exercise254step1
source: Stand straight and hold the end of the Barbell
ar: وقف مستقيمًا واحمل نهاية الشريط الثقيل.
fr: Tenez-vous droit et tenez l'extrémité de la barre

# exercise254step2
source: Keep your hips and shoulders facing forward, bend to one side slowly
ar: حافظ على تواجه حوضك وكتفيك إلى الأمام، انحنِ إلى جهة ببطء.
fr: Gardez vos hanches et épaules orientées vers l'avant, penchez-vous d'un côté lentement

# exercise254step3
source: Return to the upright position.
ar: ارجع إلى وضع الوقوف العمودي.
fr: Revenez à la position verticale.

# exercise254step4
source: Switch hands and repeat.
ar: غير اليدين وكرر.
fr: Changez de mains et répétez.

# exercise255step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: وقف بمسافة عرض الكتف. يجب أن تكون كلتا القدمين على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chacune de vos mains.

# exercise255step2
source: Push your butt back and also break at the knees.
ar: اندفع بمؤخرتك إلى الوراء وانثنِ أيضًا على مستوى الركبتين.
fr: Poussez vos fesses en arrière et aussi fléchissez les genoux.

# exercise255step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متساوٍ (يجب أن تكون قاع ساقك متساويًا مع الأرض). إذا لم تتمكن من معرفة عمق الانثناء، فحاول الانثناء أمام مرآة وراقب وضعك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous ne pouvez pas juger de la profondeur de votre squat, essayez de vous accroupir devant un miroir et observez votre forme.

# exercise256step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: وقف بمسافة عرض الكتف. يجب أن تكون كلتا القدمين على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chacune de vos mains.

# exercise256step2
source: Push your butt back and also break at the knees.
ar: اندفع بمؤخرتك إلى الوراء وانثنِ أيضًا على مستوى الركبتين.
fr: Poussez vos fesses en arrière et aussi fléchissez les genoux.

# exercise256step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازي (أسفل ساقك يجب أن تكون متوازية مع الأرض). إذا كنت لا تستطيع تحديد عمق الانثناء الخاص بك، فجرب الانثناء أمام مرآة وراقب تشكيلة جسمك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous ne pouvez pas juger de la profondeur de votre squat, essayez de vous accroupir devant un miroir et observez votre forme.

# exercise257step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: قف بقبضة عريضة الكتفين. يجب أن تكون كل قدم على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chacune de vos mains.

# exercise257step2
source: Push your butt back and also break at the knees.
ar: ادفع مؤخرتك للوراء وانثني الركبتين.
fr: Poussez vos fesses en arrière et aussi fléchissez les genoux.

# exercise257step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازي (أسفل ساقك يجب أن تكون متوازية مع الأرض). إذا كنت لا تستطيع تحديد عمق الانثناء الخاص بك، فجرب الانثناء أمام مرآة وراقب تشكيلة جسمك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous ne pouvez pas juger de la profondeur de votre squat, essayez de vous accroupir devant un miroir et observez votre forme.

# exercise258step1
source: Lay flat on the ground with your head by the anchor point of the band, which should be 6 to 12 inches above your head
ar: استلقِ على الأرض برأسك بجوار نقطة التثبيت للشريط، والتي يجب أن تكون على بعد 6 إلى 12 بوصة فوق رأسك.
fr: Allongez-vous à plat sur le sol avec votre tête près du point d'ancrage de la bande, qui devrait être à 15 à 30 cm au-dessus de votre tête

# exercise258step2
source: Place the band around your midfoot and extend at the knees and hip.
ar: ضع الشريط حول منتصف قدمك وامتد عند الركبتين والورك.
fr: Placez la bande autour de votre pied et étendez les genoux et les hanches.

# exercise260step1
source: Walk forward and push your toe into the ground
ar: امش أماماً وادفع إصبع قدمك في الأرض
fr: Marchez en avant et poussez votre orteil dans le sol

# exercise260step2
source: Lift you heel off the ground each step and tense your calf muscle
ar: ارفع كعبك عن الأرض في كل خطوة وشد عضلة الساق الخاصة بك
fr: Soulevez votre talon à chaque pas et tendez votre muscle du mollet

# exercise260step3
source: Repeat on each leg and walk forward slowly
ar: كرر على كل ساق وامش ببطء إلى الأمام
fr: Répétez sur chaque jambe et marchez lentement vers l'avant

# exercise261step1
source: Point your toes into the floor.
ar: حدد أصابع قدميك في الأرض.
fr: Pointez vos orteils dans le sol.

# exercise261step2
source: Slowly walk forwards and backward
ar: امش ببطء إلى الأمام والخلف
fr: Marchez lentement en avant et en arrière

# exercise261step3
source: Keep your heels in the air as long as possible while walking.
ar: حافظ على كعبيك في الهواء أطول فترة ممكنة أثناء المشي.
fr: Gardez vos talons en l'air aussi longtemps que possible en marchant.

# exercise261step4
source: It may be beneficial to do this last at the end of your workout.
ar: قد يكون من المفيد القيام بذلك في النهاية في نهاية تمرينك.
fr: Il peut être bénéfique de faire cela à la fin de votre entraînement.

# exercise262step1
source: Balance on the balls of your feet on the platform or plates, leaning forward to use the wall to assist with balance.
ar: توازن على كرات قدميك على المنصة أو الأطباق، ميل إلى الأمام لاستخدام الجدار للمساعدة في التوازن.
fr: Équilibrez-vous sur la pointe des pieds sur la plateforme ou les plaques, en vous penchant en avant pour utiliser le mur pour vous aider à vous équilibrer.

# exercise262step2
source: Lower the heels of your feet towards the ground and pause, then push through the balls of your feet like you are standing tip toe, pausing at the apex of the motion.
ar: انخفض بكعب قدميك نحو الأرض وتوقف، ثم ادفع من خلال كرات قدميك كما لو كنت تقف على أصابع القدم، وتوقف في ذروة الحركة.
fr: Abaissez les talons de vos pieds vers le sol et faites une pause, puis poussez sur la pointe des pieds comme si vous étiez sur la pointe des pieds, en faisant une pause au sommet du mouvement.

# exercise262step3
source: Repeat as necessary.
ar: كرر حسب الحاجة.
fr: Répétez autant que nécessaire.

# exercise263step1
source: Stand tall with your feet on the ground. You can put the the balls of your feet on top of a plate to extend the range of motion.
ar: قف مستقيمًا مع قدميك على الأرض. يمكنك وضع كرات قدميك على أعلى صحن لتوسيع نطاق الحركة.
fr: Tenez-vous droit avec vos pieds au sol. Vous pouvez placer les balles de vos pieds sur une plaque pour étendre l'amplitude du mouvement.

# exercise263step2
source: Imagine you have a string attached to your heels and pull your heels up toward the ceiling.
ar: تخيل أن لديك سلسلة مرتبطة بكعبيك واسحب كعبيك نحو السقف.
fr: Imaginez que vous avez une ficelle attachée à vos talons et tirez vos talons vers le plafond.

# exercise264step1
source: Start by sitting on a bench with your feet shoulder-width apart and a dumbbell in each hand placed on each leg.
ar: ابدأ بالجلوس على مقعد مع قدميك متساويتين ودمبل في كل يد وضعت على كل ركبة.
fr: Commencez par vous asseoir sur un banc avec vos pieds écartés à la largeur des épaules et un haltère dans chaque main placé sur chaque jambe.

# exercise264step2
source: From this starting position, raise your heels as high as you can by pushing up through your toes.
ar: من هذا الموقف الابتدائي، ارفع كعبيك بأقصى ارتفاع يمكنك بدفعك عبر أصابع قدميك.
fr: À partir de cette position de départ, soulevez vos talons aussi haut que possible en poussant sur vos orteils.

# exercise264step3
source: Slowly lower your heels back down to the starting position, and repeat for the desired number of repetitions.
ar: انخفض ببطء بعقبيك إلى الموقف الابتدائي، وكرر لعدد الإعادات المرغوب فيه.
fr: Abaissez lentement vos talons à la position de départ et répétez pour le nombre de répétitions souhaité.

# exercise265step1
source: Place the bar on your back
ar: ضع الشريط على ظهرك
fr: Placez la barre sur votre dos

# exercise265step2
source: Start with feet flat on the ground
ar: ابدأ بقدميك مسطحتين على الأرض
fr: Commencez avec les pieds à plat sur le sol

# exercise265step3
source: Extend your heels upwards while keeping your knees stationary, and pause at the contracted position.
ar: امتد كعبيك لأعلى مع الحفاظ على ركبتيك في مكانها، وتوقف في الموقف المعقود.
fr: Étendez vos talons vers le haut tout en gardant vos genoux immobiles et faites une pause en position contractée.

# exercise265step4
source: Slowly return to the starting position. Repeat.
ar: ارجع ببطء إلى الموقف الابتدائي. كرر.
fr: Revenez lentement à la position de départ. Répétez.

# exercise266step1
source: Stand with your feet shoulder-width apart and your knees slightly bent.
ar: قف بقدميك عريضة الكتف وركبتيك مرتخيتين قليلاً.
fr: Tenez-vous debout avec vos pieds écartés à la largeur des épaules et vos genoux légèrement fléchis.

# exercise266step2
source: Shift your weight onto the balls of your feet and raise stay flat footed. Using your calf muscles, mimic a jumping motion but don't leave the floor.
ar: نقل وزنك إلى كرات قدميك وابقى على قدميك مستويتين. باستخدام عضلات الساق الخاصة بك، قم بتقليد حركة القفز ولكن لا تترك الأرض.
fr: Déplacez votre poids sur la pointe des pieds et restez à plat. En utilisant vos muscles du mollet, imitez un mouvement de saut mais ne quittez pas le sol.

# exercise266step3
source: Explode onto your tip toes and hold for a second.
ar: انفجر على أطراف أصابع قدميك واحتفظ بها لثانية.
fr: Explosez sur la pointe des pieds et maintenez pendant une seconde.

# exercise266step4
source: Bring your heels back to the floor then initiate the next rep.
ar: ارجع بعقبيك إلى الأرض ثم بدء الإعادة التالية.
fr: Ramenez vos talons au sol puis initiez la répétition suivante.

# exercise267step1
source: Start by sitting on a bench with a barbell resting on your knees. Your feet should be flat on the ground, about hip-width apart.
ar: ابدأ بالجلوس على مقعد مع شريط الرفع يستند على ركبتيك. يجب أن تكون قدميك مسطحة على الأرض، بفاصل واسع بينهما.
fr: Commencez par vous asseoir sur un banc avec une barre reposant sur vos genoux. Vos pieds doivent être à plat sur le sol, écartés à peu près à la largeur des hanches.
