Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# aerobicSpeedColumn1Title1
source: Work Area
ar: منطقة العمل
fr: Zone de travail

# aerobicSpeedColumn1Title2
source: Recover, Regenerate Zone 1
ar: استرداد , إعادة المنطقة 1
fr: Récupération, régénération Zone 1

# aerobicSpeedColumn1Title3
source: Base Stamina Zone 2
ar: قاعدة القدرة على المنطقة 2
fr: Endurance de base Zone 2

# aerobicSpeedColumn1Title4
source: Maximum Aerobic Endurance Zone 3
ar: أقصى قدر من التحمل المنطقة 3
fr: Endurance maximale aérobie Zone 3

# aerobicSpeedColumn1Title5
source: Max Aerobic Power Zone 4
ar: ماكس ايروبيك المنطقة 4
fr: Puissance maximale aérobie Zone 4

# aerobicSpeedColumn1Title6
source: PMA Mixed Zone - Anaerobic Zone 5
ar: منطقة مختلطة القوة القصوى الهوائية - المنطقة 5
fr: Zone mixte PMA - Anaérobie Zone 5

# aerobicSpeedColumn2Title1
source: Training speed (in km/h) Training pace (per km)
ar: سرعة التدريب (كم / ساعة) سرعة التدريب (لكل كيلومتر)
fr: Vitesse d'entrainement (en km/h) Allure d'entrainement (au km)

# aerobicSpeedColumn3Title1
source: % of VO2max
ar: نسبة الأكسجين القصوى

# halfCooper
source: Calculation of the maximum aerobic speed by the half-cooper test on the track
ar: حساب السرعة الهوائية القصوى باختبار نصف كوبر على الحلبة
fr: Calcul de la vitesse maximale aérobie par le test de demi-cooper sur piste

# halfCooperDesc
source: Complete the greatest distance in 6 minutes of running by rounding it up to the next 10 meters. Limit of data validity: distance greater than 1000m
ar: أكمل أكبر مسافة في 6 دقائق من الجري عن طريق تقريبها إلى العشرة أمتار التالية. حد صلاحية البيانات: مسافة أكبر من 1000 متر
fr: Parcourir la plus grande distance en 6mn de course en l'arrondissant aux 10 mètres supérieurs. Limite de validité des données : distance supérieure à 1000m

# halfCooperTitle1
source: Distance traveled in 6mn of running (in m) :
ar: المسافة المقطوعة 6 دقائق من الجري (بالمتر) :
fr: Distance parcourue en 6mn de course (en m) :

# halfCooperTitle2
source: Your VMA is (in km/h) :
ar: السرعة القصوى الهوائية الخاص بك هو (بالكيلومتر / الساعة) :
fr: Votre VMA est de (en km/h) :

# halfCooperTitle3
source: Either (in m/sec) :
ar: إما (بالمتر / ثانية) :
fr: Soit (en m/sec) :

# halfCooperTitle4
source: VO2max value (in ml/min/kg) :
ar: قيمة نسبة الأكسجين القصوى (ب مل / دق / كغ):
fr: Valeur du VO2max (en ml/mn/kg) :

# cooper
source: Maximum aerobic speed calculation by Cooper track test
ar: حساب السرعة الهوائية القصوى بواسطة اختبار مسار كوبر
fr: Calcul de la vitesse maximale aérobie par le test de Cooper sur piste

# cooperDesc
source: Complete the longest distance in 12 minutes by rounding it up to the next 50 meters. Limit of data validity: distance between 1200m and 4750m
ar: أكمل أطول مسافة في 12 دقيقة عن طريق تقريبها إلى 50 مترًا التالية. حد صلاحية البيانات: المسافة بين 1200 متر و 4750 مترًا
fr: Parcourir la plus grande distance en 12mn de course en l'arrondissant aux 50 mètres supérieurs. Limite de validité des données : distance comprise 1200m et 4750m

# cooperTitle1
source: You are :
ar: أنت :
fr: Vous êtes :

# cooperTitle2
source: Your age (in years):
ar: عمرك (بالسنوات):
fr: Votre âge (en année) :

# cooperTitle3
source: Distance traveled in 12mn of running (in m) :
ar: المسافة المقطوعة في دق من الجري (بالمتر) :
fr: Distance parcourue en 12mn de course (en m) :

# cooperTitle4
source: Your VMA is (in km/h) :
ar: السرعة القصوى الهوائية الخاص بك هو (بالكيلومتر / الساعة) :
fr: Votre VMA est de (en km/h) :

# cooperTitle5
source: Either (in m/sec) :
ar: إما (بالمتر / ثانية) :
fr: Soit (en m/sec) :

# cooperTitle6
source: VO2max value in (ml/min/kg) :
ar: قيمة نسبة الأكسجين القصوى (ب مل / دق / كغ):
fr: Valeur du VO2max en (ml/mn/kg) :

# cooperTitle7
source: Result Scoring :
ar: نتيجة النتيجة :
fr: Notation du résultat :

# cat
source: Calculation of maximum aerobic speed by CAT test-simplified track test
ar: حساب السرعة الهوائية القصوى بواسطة اختبار المسار المبسط بواسطة اختبار CAT
fr: Calcul de la vitesse maximale aérobie par le test CAT-test simplifié sur piste

# catDesc
source: Run as fast as possible a previously chosen distance, 1000 and 3000m, depending on the athlete's running ability.
ar: اركض بأسرع ما يمكن مسافة تم اختيارها مسبقًا , 1000 و 3000 متر , اعتمادًا على قدرة الجري للرياضي.
fr: Parcourir le plus vite possible une distance préalablement choisie, 1000 et 3000m, en fonction de l'aptitude à la course du sportif.

# catTitle1
source: Running distance :
ar: مسافة الجري :
fr: Distance de course :

# catTitle2
source: Time taken :
ar: الوقت المستغرق :
fr: Temps réalisé :

# catTitle3
source: Your VMA is (in km/h) :
ar: السرعة القصوى الهوائية الخاص بك هو (بالكيلومتر / الساعة) :
fr: Votre VMA est de (en km/h) :

# catTitle4
source: Either (in m/sec) :
ar: إما (بالمتر / ثانية) :
fr: Soit (en m/sec) :

# catTitle5
source: VO2max value in (ml/min/kg) :
ar: قيمة نسبة الأكسجين القصوى (ب مل / دق / كغ):
fr: Valeur du VO2max en (ml/mn/kg) :

# timeBased
source: Calculation of the distance to be covered in a given time based on a percentage of VMA
ar: حساب المسافة المراد قطعها في وقت معين بناءً على نسبة مئوية من
fr: Calcul de la distance à parcourir en un temps déterminé en fonction d'un pourcentage de VMA

# timeBasedTitle1
source: the reference VMA (in km/h) :
ar: مرجع (بالكيلومتر / الساعة) :
fr: la VMA de référence (en km/h) :

# timeBasedTitle2
source: the running time to perform:
ar: وقت التشغيل المطلوب:
fr: le temps de course à effectuer :

# timeBasedTitle3
source: the desired percentage :
ar: النسبة المطلوبة :
fr: le pourcentage désiré :

# timeBasedTitle4
source: Distance to travel (in m) :
ar: مسافة السفر (بالمتر) :
fr: Distance à parcourir (en m) :

# distanceBased
source: Calculation of the time required to cover a distance based on a percentage of VMA
ar: حساب الوقت المطلوب لقطع مسافة بناءً على نسبة مئوية من
fr: Calcul du temps à réaliser pour parcourir une distance en fonction d'un pourcentage de VMA

# distanceBasedTitle1
source: the reference VMA (in km/h) :
ar: مرجع (بالكيلومتر / الساعة) :
fr: la VMA de référence (en km/h) :

# distanceBasedTitle2
source: the race distance to complete:
ar: مسافة السباق المطلوب إكمالها:
fr: la distance de course à effectuer :

# distanceBasedTitle3
source: the desired percentage :
ar: النسبة المطلوبة :
fr: le pourcentage désiré :

# distanceBasedTitle4
source: Time taken :
ar: الوقت المستغرق :
fr: Temps réalisé :

# speedBased
source: Evaluation of total travel time and training speed based on a reference time
ar: تقييم إجمالي وقت السفر وسرعة التدريب بناءً على وقت مرجعي
fr: Evaluation du temps total de parcours et de la vitesse d'entrainement en fonction d'un temps de référence

# speedBasedTitle1
source: the reference distance run (in km) :
ar: المدى المرجعي للمسافة (بالكيلومترات) :
fr: la distance de référence courue (en km) :

# speedBasedTitle2
source: Time taken :
ar: الوقت المستغرق :
fr: Temps réalisé :

# speedBasedTitle3
source: the planned distance (in km) :
ar: المسافة المخططة (بالكيلومترات) :
fr: la distance envisagée (en km) :

# speedBasedTitle4
source: Estimated running time :
ar: وقت التشغيل المقدر :
fr: Temps de course estimé :

# kilometerBased
source: Evaluation of running speed and pace per kilometer based on a target time
ar: تقييم سرعة الجري والوتيرة لكل كيلومتر على أساس الوقت المستهدف
fr: Evaluation de la vitesse de course et de l'allure au kilomètre en fonction d'un temps visé

# kilometerBasedTitle1
source: the distance to travel (in km) :
ar: المسافة المقطوعة (بالكيلومترات) :
fr: la distance à parcourir (en km) :

# kilometerBasedTitle2
source: the target time:
ar: الوقت المستهدف:
fr: le temps visé :

# kilometerBasedTitle3
source: Average running speed (km/h) :
ar: متوسط ​​سرعة الجري (كم / ساعة) :
fr: Vitesse de course moyenne (en km/h) :

# kilometerBasedTitle4
source: Estimated VMA needed (in km/h) :
ar: المقدرة المطلوبة (بالكيلومتر / الساعة) :
fr: Estimation de la VMA nécessaire (en km/h) :

# kilometerBasedTitle5
source: The pace per km must be :
ar: يجب أن تكون السرعة لكل كيلومتر :
fr: L'allure au km doit être de :

# ruffier
source: Assessment of fitness and recovery capacity by the Ruffier test
ar: تقييم اللياقة والقدرة على الاسترداد بواسطة اختبار
fr: Evaluation de l'état de forme et de la capacité de récupération par le test de Ruffier

# ruffierTitle1
source: resting heart rate (in beats/min) :
ar: معدل ضربات القلب أثناء الراحة (بالنبضات / الدقيقة) :
fr: la fréquence cardiaque au repos (en batt/mn) :

# ruffierTitle2
source: heart rate after 30 flexes in 45sec(in beats/min) :
ar: معدل ضربات القلب بعد 30 مرة في 45 ثانية (بالنبضات / الدقيقة) :
fr: la fréquence cardiaque après 30 flexions en 45sec(en batt/mn) :

# ruffierTitle3
source: heart rate after 1 min of recovery (in beats/min) :
ar: معدل ضربات القلب بعد دقيقة واحدة من التعافي (بالنبضات / الدقيقة) :
fr: la fréquence cardiaque après 1 mn de récupération (en batt/mn) :

# ruffierTitle4
source: Resistance index according to Ruffier :
ar: مؤشر المقاومة حسب روفيير :
fr: Indice de résistance suivant Ruffier :

# ruffierTitle5
source: Resistance index according to Dickson :
ar: مؤشر المقاومة حسب ديكسون :
fr: Indice de résistance suivant Dickson :

# ruffierColumn1Title1
source: Ruffier Index
ar: فِهرِس روفيير
fr: Indice Ruffier

# ruffierColumn2Title1
source: Interpretation
ar: تفسير
fr: Interprétation

# ruffierColumn2Title2
source: Excellent
ar: ممتاز

# ruffierColumn2Title3
source: Very good
ar: جيد جدًا
fr: Très bon

# ruffierColumn2Title4
source: Good
ar: جيد
fr: Bon

# ruffierColumn2Title5
source: Medium
ar: متوسط
fr: Moyen

# ruffierColumn2Title6
source: Low
ar: منخفض
fr: Faible

source: at
ar: إلى
fr: à

# ruffierColumn3Title1
source: Dickson Index
ar: مؤشر ديكسون
fr: Indice Dickson

# weightHeight
source: Calculation of body mass index (BMI) - weight/height ratio
ar: حساب مؤشر كتلة الجسم - نسبة الوزن / الطول
fr: Calcul de l'indice de masse corporelle (IMC) - rapport poids/taille

# weightHeightTitle1
source: your weight (in kg) :
ar: وزنك (بالكيلو جرام) :
fr: votre poids (en kg) :

# weightHeightTitle2
source: your height (in cm) :
ar: طولك (بالسنتيمتر) :
fr: votre taille (en cm) :

# weightHeightTitle3
source: Your BMI is :
ar: مؤشر كتلة جسمك هو :
fr: Votre IMC est de :

# weightHeightColumn1Title1
source: Classification (according to WHO)
ar: التصنيف (وفقًا لمنظمة الصحة العالمية)
fr: Classification (suivant l'OMS)

# weightHeightColumn1Title2
source: Skinny
ar: نحيف
fr: Maigreur

# weightHeightColumn1Title3
source: Normal
ar: عادي

# weightHeightColumn1Title4
source: Overweight
ar: زيادة الوزن
fr: Surpoids

# weightHeightColumn1Title5
source: Obesity
ar: السمنة
fr: Obésité

# weightHeightColumn1Title6
source: Massive obesity
ar: سمنة مفرطة
fr: Obésité massive

# weightHeightColumn2Title1
source: IMC (kg/m2)
ar: IMC (كغ/م2)

# vO2max
source: vO2max2
ar: نسبة الأكسجين القصوى

source: Pdf
ar: مراجع

# ymca
source: Calculation of body fat index (BMI) - YMCA formula
ar: حساب مؤشر الدهون في الجسم - صيغة
fr: Calcul de l'indice de masse grasse (IMG) - formule des YMCA

# ymcaTitle1
source: You are :
ar: أنت :
fr: Vous êtes :

# ymcaTitle2
source: your weight (in kg) :
ar: وزنك (بالكيلو جرام) :
fr: votre poids (en kg) :

# ymcaTitle3
source: your waist circumference (in cm) :
ar: محيط خصرك (سم) :
fr: votre tour de taille (en cm) :

# ymcaTitle4
source: Your body fat percentage (%) :
ar: نسبة الدهون في الجسم (٪) :
fr: Votre taux de graisse corporelle (en %) :

# ymcaTitle5
source: Norm of body fat proportions
ar: معيار نسب الدهون في الجسم
fr: Norme des proportions des graisses corporelles

# ymcaColumn1Title1
source: Age
ar: العمر

# ymcaColumn1Title2
source: 17 - 29 years
ar: 17 - 29 سنوات
fr: 17 - 29 ans

# ymcaColumn1Title3
source: 30 - 39 years
ar: 30 - 39 سنوات
fr: 30 - 39 ans

# ymcaColumn1Title4
source: > 40 years
ar: > 40 سنوات
fr: > 40 ans

# ymcaColumn2Title1
source: Men
ar: رجال
fr: Hommes

# ymcaColumn3Title1
source: Women
ar: المرأة
fr: Femmes

# strength
source: Calculating the maximum force by extrapolating the load that can only be lifted once (the 1RM)
ar: حساب الحد الأقصى للقوة عن طريق استقراء الحمل الذي لا يمكن رفعه إلا مرة واحدة
fr: Calcul de la force maximale en extrapolant la charge qu'on ne peut soulever qu'une seule fois (la 1RM)

# strengthTitle1
source: Weight of the lifted load (in kg) :
ar: وزن الحمولة المرفوعة (بالكيلو جرام) :
fr: Poids de la charge soulevée (en kg) :

# strengthTitle2
source: Number of repetitions performed (10 max) :
ar: عدد التكرارات التي تم إجراؤها (10 كحد أقصى) :
fr: Nombre de répétitions effectuées (10 maxi) :

# strengthTitle3
source: Estimated maximum concentric load (in kg) - 1 RM :
ar: الحد الأقصى المقدر للحمل المتحد المركز (بالكيلو جرام) - 1 رينغيت ماليزي :
fr: Charge maximale concentrique estimée (en kg) - 1 RM :

# strengthTitle4
source: Estimated maximum isometric load (in kg) - 110% of 1 RM :
ar: أقصى حمل متساوي القياس (بالكيلو جرام) - 110٪ من 1 رينغيت ماليزي :
fr: Charge maximale isométrique estimée (en kg) - 110% de 1 RM :

# strengthTitle5
source: Estimated maximum eccentric load (in kg) - 125% of 1 RM :
ar: أقصى حمل غريب الأطوار مقدر (بالكيلو جرام) - 125٪ من 1 رينغيت ماليزي :
fr: Charge maximale excentrique estimée (en kg) - 125% de 1 RM :

source: A
ar: أ

source: B
ar: ب

source: STRATEGIES
ar: الاستراتيجيات
fr: STRATÉGIES

# strategiesTitle1
source: ANALYSIS OF THE PSYCHOLOGICAL AND WORK PERFORMANCE 1 - TEAM
ar: تحليل علم النفس وأداء العمل 1 - فريق
fr: ANALYSE DE LA PERFORMANCE PSYCHOLOGIQUE ET DE TRAVAIL 1 - ÉQUIPE

# strategiesTitle2
source: ANALYSIS
ar: التحليل
fr: ANALYSE

# strategiesSection1Title1
source: Compressive Support
ar: دعم ضاغط
fr: Soutien compressif

# strategiesSection1Title2
source: Block counter attack
ar: صد الهجوم المضاد
fr: Bloquer la contre-attaque

# strategiesSection1Title3
source: Retaining superiority
ar: الحفاظ على التفوق
fr: Conserver la supériorité

# strategiesSection1Title4
source: Dependence Skills
ar: مهارات الاعتماد
fr: Compétences de dépendance

# strategiesSection1Title5
source: Playing means
ar: اللعب يعني
fr: Jouer signifie

# strategiesSection2Title1
source: Team success experience
ar: تجربة نجاح الفريق
fr: Expérience de succès d'équipe

# strategiesSection2Title2
source: The capabilities of the coach in preparing and motivating the players (the owner of championships)
ar: قدرات المدرب على اعداد وتحفيز اللاعبين (صاحب البطولات)
fr: Les capacités de l'entraîneur à préparer et à motiver les joueurs (le propriétaire des championnats)

# strategiesSection2Title3
source: Mental toughness of the team (stubborn)
ar: فريق القوة العقلية (عنيد)
fr: Force mentale de l'équipe (têtu)

# strategiesSection2Title4
source: Team trust
ar: ثقة الفريق
fr: Confiance de l'équipe

# strategiesSection2Title5
source: Team persistence
ar: مثابرة الفريق
fr: Persistance d'équipe

# strategiesSection2Title6
source: Team fighting spirit
ar: روح القتال الجماعي
fr: Esprit combatif d'équipe

# strategiesSection2Title7
source: The team win
ar: الفريق يفوز
fr: L'équipe gagne

# strategiesSection2Title8
source: There is player
ar: هناك لاعب
fr: Il y a un joueur

# strategiesSection2Title9
source: Team Competitiveness
ar: القدرة التنافسية للفريق
fr: Compétitivité d'équipe

# strategiesSection2Title10
source: Team Social
ar: فريق اجتماعي
fr: Social d'équipe

# strategiesSection3Title1
source: Play Direct Game
ar: العب اللعبة مباشرة
fr: Lire le jeu directement

# strategiesSection3Title2
source: Good long Passes
ar: تمريرات طويلة جيدة
fr: Bonnes passes longues

# strategiesSection3Title3
source: Depend penetration
ar: يعتمد على الاختراق

# strategiesSection3Title4
source: depends offside
ar: يعتمد على التسلل
fr: dépend du hors-jeu

# strategiesSection3Title5
source: Technical Performance
ar: الأداء الفني
fr: Performance Technique

# strategiesSection3Title6
source: GoodKick
ar: ركلة جيدة
fr: Bon coup de pied

# strategiesSection3Title7
source: Good attack
ar: هجوم جيد
fr: Bon Attaque

# strategiesSection3Title8
source: Team Leader
ar: قائد الفريق
fr: Chef d'équipe

# strategiesSection3Title9
source: Attack
ar: هجوم
fr: Attaque

# strategiesSection3Title10
source: GoodGK
ar: حارس مرمى جيد
fr: Bon Gardien

# strategiesSection3Title11
source: Balls Control
ar: التحكم بالكرة
fr: Contrôle des balles

# strategiesSection3Title12
source: Good Short Passes
ar: تمريرات قصيرة جيدة
fr: Bons Passes Courtes

# strategiesSection3Title13
source: Depend penetration
ar: يعتمد على الاختراق

# strategiesSection3Title14
source: Not Depend offside
ar: لا تعتمد على التسلل
fr: Ne pas dépendre du hors-jeu

# strategiesSection3Title15
source: Fighting and Aggression
ar: القتال والعدوان
fr: Combat et agression

# strategiesSection3Title16
source: WeakKick
ar: ركلة ضعيفة
fr: Coup de pied faible

# strategiesSection3Title17
source: Bad attack
ar: هجوم سيئ
fr: Mauvais attack

# strategiesSection3Title18
source: Team has Leader
ar: الفريق لديه قائد
fr: L'équipe a un chef

# strategiesSection3Title19
source: The Attack
ar: الهجوم
fr: L'attaque

# strategiesSection3Title20
source: Goal keeper point
ar: نقطة الانحدار
fr: Point gardient

source: Weak
ar: ضعيف
fr: Faible

source: Average
ar: معتدل
fr: Moyenne

source: Strong
ar: قوي
fr: Fort

source: Match Speed
ar: سرعة اللعبة
fr: rapidité de match

source: Playing Style
ar: أسلوب اللعب
fr: Style de jeu

source: Game Transformation
ar: تحويل اللعبة
fr: Transformation du jeu

source: Attack Building
ar: بناء الهجوم
fr: Bâtiment d'attaque

source: Def.Pressure
ar: الظغط الدفاعي
fr: Def Pression

source: Offside Game
ar: لعبة التسلل
fr: Jeu hors-jeu

source: Shoot
ar: التسديد
fr: Tire

source: Cross Balls
ar: الكرات المتقاطعة

source: Head Kick
ar: ضربة رأس
fr: Coup de tête

source: Comments
ar: تعليقات
fr: Commentaires

source: Fast
ar: سريع
fr: Rapide

source: Slow
ar: ببطء
fr: Lentement

# longPass
source: Long Pass From Defender
ar: تمريرة طويلة من المدافع
fr: Passe longue du défenseur

source: Combative
ar: قتالي
fr: Combatif

source: Compound Collective
ar: مجمع جماعي
fr: Composé Collectif

source: Attacker to Defense
ar: من المهاجم إلى المدافع
fr: Attaquant à Défense

source: Defender to Attacker
ar: من المدافع إلى المهاجم
fr: Défenseur à Attaquant

source: Counter Attack
ar: هجوم مضاد
fr: Contre-attaque

source: From the left Middle
ar: من الوسط الأيمن
fr: Du milieu Gauche

source: From the Right Middle
ar: من الوسط الأيسر
fr: Du milieu Droit

source: From the Sides
ar: الجانبين
fr: Des côtés

source: Left
ar: يسار
fr: Gauche

source: Right
ar: يمين
fr: Droit

source: From the Depth
ar: من العمق
fr: Depuis la profondeur

source: From the middle
ar: من الوسط
fr: Du milieu

source: Game Maker
ar: صانع اللعب
fr: Créateur de jeu

source: High
ar: قوي
fr: Élevé

source: Low
ar: تحت
fr: Bas

source: Mixed
ar: مختلط
fr: Mixte

source: Default radio
ar: افتراضي
fr: par défaut

source: To Fail
ar: للفشل
fr: Pour échouer

source: Chance To Shoot
ar: فرصة التسديد
fr: Chance de tirer

source: Long shots on goal
ar: تسديدات بعيدة على المرمى
fr: Longs coups au but

source: Left Side
ar: الجهة اليسرى
fr: Côté gauche

source: Right Side
ar: الجانب الأيمن
fr: Côté droit

source: On Goal
ar: إلى الهدف
fr: Au but

source: Main Players
ar: اللاعبين الرئيسيين
fr: Principaux joueurs

source: Replacement Players
ar: لاعبين البدلاء
fr: Joueurs remplaçant

# leavecomment
source: Leave a comment here
ar: اترك تعليقًا هنا
fr: Laissez un commentaire ici

source: start Attacking Formation
ar: بداية التشكيل الهجومي
fr: Début de formation d'attaque

source: start Defending Formation
ar: بداية التشكيل الدفاعي
fr: début de formation défense

source: Players Full Name
ar: الأسماء الكاملة للاعبين
fr: Nom complet des joueurs

# strengths
source: Individual strengths / collective strengths (tactics)
ar: القوى الفردية / القوى الجماعية (التكتيكات)
fr: Forces individuelles / forces collectives (tactiques)

# goalsTeamTitle1
source: Goals : scoring – Minute – Striker – Position – Method
ar: الاهداف: هدف - دقيقة - مهاجم - مركز - طريقة
fr: Buts : But – Minute – Attaquant – Position – Méthode

# goalsTeamTitle2
source: FIXED BALLS : freekicks, corner kicks, penalites,etc.
ar: الكرات الثابتة: الركلات الحرة , الزوايا , ضربات الجزاء , إلخ.
fr: BALLONS FIXES : coups francs, corners, penaltys, etc.

# leaveNote
source: Leave a comment here
ar: اترك تعليقًا هنا
fr: Laissez un commentaire ici

# formatonABTitle1
source: start Attacking Formation
ar: بداية تشكيل الهجوم
fr: Début de formation d'attaque

# formatonABTitle2
source: start Defending Formation
ar: بداية التشكيل الدفاعي
fr: début de formation défense

source: The Main Players
ar: اللاعبين الاساسيين
fr: Les joueurs entrants

# matchFormPosition
source: Position
ar: المركز

source: Full Name
ar: الاسم الكامل
fr: Nom complet

# matchFormAttacker
source: Attacker
ar: مهاجم
fr: Attaquant

# matchFormMiddle
source: Middle
ar: وسط
fr: Milieu

# matchFormDefender
source: Defender
ar: مدافع
fr: Défenseur

# matchFormGuardian
source: Goalkeaper
ar: الحارس
fr: Gardien

# matchFormGuardian1
source: GK
ar: حارس مرمى
fr: Gardien Du But

source: left striker
ar: المهاجم الأيسر
fr: attaquant gauche

source: right striker
ar: المهاجم الأيمن
fr: attaquant droit

source: central striker
ar: المهاجم المركزي
fr: attaquant central

source: right midfielder
ar: لاعب خط الوسط الأيمن
fr: milieu de terrain droit

source: defensive midfielder
ar: لاعب خط الوسط الدفاعي
fr: milieu défensif

source: attacking midfielder
ar: لاعب خط الوسط الهجومي
fr: milieu offensif

source: left midfielder
ar: لاعب خط الوسط الأيسر
fr: milieu de terrain gauche

source: right centre-back
ar: قلب الدفاع الأيمن
fr: défenseur central droit

source: left centre-back
ar: قلب الدفاع الأيسر
fr: défenseur central gauche

source: left side
ar: الظهير الأيسر
fr: côté gauche

source: right side
ar: الظهير الأيمن
fr: côté droit

# playersparticipating
source: Players participating during the match
ar: اللاعبين المشاركين اثناء المباراة
fr: Joueurs participant pendant le match

source: change
ar: التغييرات
fr: changement

source: Player Name In
ar: اسم اللاعب البديل
fr: Nom du joueur entrant

source: Player Name Out
ar: اسم اللاعب المستبدل
fr: Nom du joueur sortant

source: Timing
ar: الوقت
fr: Temps

source: GP Full Name
ar: GP الاسم الكامل
fr: GP Nom complet

source: Repel
ar: صد
fr: Arrêter

source: Goals
ar: الأهداف
fr: Buts

source: Time table
ar: الجدول الزمني
fr: Horaire

source: Game Strategy
ar: إستراتيجية اللعبة
fr: Stratégie de jeu

source: Outstanding Players
ar: اللاعبين المتميزين
fr: Joueurs exceptionnels

source: Players Least Level
ar: اللاعبين الأقل مستوى
fr: Joueurs au niveau le plus bas

source: Goals Description
ar: وصف الأهداف
fr: Description des objectifs

source: Goal Scorer
ar: هداف
fr: Buteur

source: Goal Assist
ar: صانع الهدف
fr: Assistance au but

source: Game Statics
ar: إحصائيات اللعبة
fr: Statistiques du jeu

source: Shooting
ar: تسديدة
fr: Tir

source: Corner Strike
ar: ركلة ركنية
fr: Corner

source: Repel Goals
ar: صد الأهداف
fr: B.arrêter

source: errors
ar: أخطاء
fr: Erreurs

source: Offside
ar: التسلل
fr: Hors-jeu

# select1
source: Select
ar: اختر
fr: Selectionner

source: Position
ar: المركز

source: Numbers Of Players
ar: عدد اللاعبين
fr: Nombre de joueurs

source: Player Number
ar: رقم اللاعب
fr: Numéro de joueur

source: Defensive Position
ar: المنطقة الدفاعية
fr: Position defensive

source: Attaked Zone
ar: منطقة الهجوم
fr: Zone attaquée

source: Defense Zone
ar: منطقة الدفاع
fr: Zone de défense

source: Attacked Position
ar: موقف الهجوم
fr: Position d'attaque

source: Midle Position
ar: منطقة وسط الملعب
fr: Position du milieu

# positionattack
source: Attacked Position
ar: منطقة الهجوم
fr: Position attack

source: STRONG POINTS
ar: نقاط القوة
fr: POINTS FORTS

source: Zone
ar: منطقة

# offensive
source: Offensant
ar: هجومي
fr: Offensive

# defensive
source: Défensif
ar: دفاعي
fr: Defensive

source: WEAK POINTS
ar: نقاط الضعف
fr: POINTS FAIBLES

source: Evaluation
ar: التقييم

source: Minute
ar: Mins
fr: Mins

source: Seconds
ar: Secs
fr: Secs

# repos
source: Repos (min)
ar: الراحة (دق)
