Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# beepTestparag4
source: The Yo-Yo Intermittent Recovery Test is a fitness test that assesses an individual's aerobic capacity through a high-intensity repetitive interval running exercise.The test consists of running back and forth between two cones 20 meters apart, following a sound signal that indicates when to start and stop. The duration of the running intervals increases progressively, increasing the load on the individual's cardiovascular system and muscular endurance.The test is divided into levels, with a 10-second recovery time between each level. The goal is to run as far as possible before reaching exhaustion. The Yo-Yo Intermittent Recovery Test is often used to assess the performance ability of players in soccer, rugby or other team sports that involve intermittent phases of high intensity followed by recovery. It is also used to monitor progress in aerobic endurance over time.
ar: اختبار Yo-Yo المتقطع للتعافي هو اختبار لياقة يقوم بتقييم القدرة الهوائية للفرد من خلال تمرين الجري المتقطع المتقطع عالي الكثافة. يتكون اختبار الاسترداد المتقطع Yo-Yo من الجري ذهابًا وإيابًا بين مخروطين 20 مترًا بصرف النظر عن الإشارة الصوتية التي تشير إلى وقت البدء والتوقف , تزداد مدة فترات الجري تدريجيًا , مما يزيد من الحمل على نظام القلب والأوعية الدموية والقدرة على التحمل العضلي للفرد , وينقسم الاختبار إلى مستويات , مع وقت تعافي قدره 10 ثواني بين كل مستوى. والهدف هو الجري إلى أقصى حد ممكن قبل الوصول إلى الإرهاق. غالبًا ما يستخدم اختبار الاسترداد المتقطع Yo-Yo لتقييم قدرة أداء اللاعبين في كرة القدم أو الرجبي أو الرياضات الجماعية الأخرى التي تتضمن مراحل متقطعة عالية الكثافة تليها الانتعاش كما أنها تستخدم لرصد تقدم التحمل الهوائية بمرور الوقت.
fr: Le Yo-Yo Intermittent Recovery Test (Test de récupération intermittente Yo-Yo) est un test de condition physique qui évalue la capacité aérobie d'un individu à travers un exercice de course en intervalles répétitifs de haute intensité. Le test consiste à courir en aller-retour entre deux cônes distants de 20 mètres, en suivant un signal sonore qui indique quand commencer et s'arrêter. La durée des intervalles de course augmente progressivement, ce qui augmente la charge sur le système cardiovasculaire et l'endurance musculaire de l'individu. Le test est divisé en niveaux, avec un temps de récupération de 10 secondes entre chaque niveau. L'objectif est de courir le plus loin possible avant d'atteindre l'épuisement. Le Yo-Yo Intermittent Recovery Test est souvent utilisé pour évaluer la capacité de performance de joueurs de football, de rugby ou d'autres sports d'équipe qui impliquent des phases intermittentes de haute intensité suivies de récupération. Il est également utilisé pour suivre les progrès de l'endurance aérobie au fil du temps.

# beepTestparag5
source: The Yo-Yo Endurance Test is a cardio respiratory endurance test that measures the ability to perform high-intensity, long-term exercise. In the test, participants are asked to run back and forth over a distance of 20 meters while following the sound signals emitted by a music player. The tempo of the music gradually increases, forcing participants to run faster and faster until they can no longer keep up and must stop. The test is divided into levels, each level lasting approximately one minute and including a 10-second active recovery period between each level. The maximum level reached by the participant is recorded and used to assess his or her physical condition and cardiorespiratory endurance level. The Yo-Yo Endurance Test is widely used in sports settings, including team sports such as soccer, basketball and rugby, to assess the performance of athletes and determine their ability to perform their sport effectively and efficiently.
ar: اختبار التحمل Yo-Yo هو اختبار التحمل القلبي التنفسي الذي يقيس القدرة على أداء تمارين بدنية عالية الكثافة وطويلة الأمد. أثناء الاختبار , يجب على المشاركين الركض ذهابًا وإيابًا لمسافة 20 مترًا بعد أصوات التنبيه ينبعث من مشغل الموسيقى. يزداد إيقاع الموسيقى تدريجيًا , مما يجبر المشاركين على الركض بشكل أسرع وأسرع حتى لا يعودوا قادرين على المواكبة ويضطرون إلى إجراء الاختبار , ينقسم الاختبار إلى مستويات , يستمر كل مستوى حوالي دقيقة واحدة ويتضمن فترة استرداد نشطة 10 ثوانٍ بين كل مستوى يتم تسجيل الحد الأقصى الذي وصل إليه المشارك واستخدامه لتقييم حالتهم البدنية ومستوى اختبار التحمل القلبي التنفسي. يستخدم اختبار التحمل Yo-Yo على نطاق واسع في البيئات الرياضية , وخاصة في الرياضات الجماعية مثل كرة القدم وكرة السلة والرجبي لتقييم أداء الرياضيين وتحديد لياقتهم البدنية لممارسة رياضتهم بفعالية وكفاءة.
fr: Le Yo-Yo endurance test est un test d'endurance cardiorespiratoire qui mesure la capacité à effectuer un exercice physique de haute intensité et de longue durée. Lors du test, les participants doivent courir en aller-retour sur une distance de 20 mètres en suivant les signaux sonores émis par un lecteur de musique. Le tempo de la musique augmente progressivement, ce qui oblige les participants à courir de plus en plus vite jusqu'à ce qu'ils ne puissent plus suivre le rythme et doivent s'arrêter. Le test est divisé en niveaux, chaque niveau durant environ une minute et incluant une période de récupération active de 10 secondes entre chaque niveau. Le niveau maximal atteint par le participant est enregistré et utilisé pour évaluer sa condition physique et son niveau d'endurance cardiorespiratoire. Le Yo-Yo endurance test est largement utilisé dans les milieux sportifs, notamment dans les sports d'équipe tels que le football, le basketball et le rugby, pour évaluer les performances des athlètes et déterminer leur aptitude à pratiquer leur sport de manière efficace et efficiente.

# beepIntermittentTrainingTitle1
source: 5-25 intermittent training for 10 minutes
ar: 5-25 تدريب متقطع لمدة 10 دقائق
fr: 5-25 entraînement intermittent pendant 10 minutes

# beepIntermittentTrainingTitle2
source: 15-10 Intermittent Training for 12 minutes
ar: 15-10 تدريب متقطع لمدة 12 دقيقة
fr: 15-10 Entraînement intermittent pendant 12 minutes

# beepIntermittentTrainingTitle3
source: 15-15 intermittent training for 10 minutes
ar: 15-15 تدريب متقطع لمدة 10 دقائق
fr: 15-15 entraînements intermittents pendant 10 minutes

# beepIntermittentTrainingTitle4
source: 20-20 Intermittent Training for 20 minutes
ar: 20-20 تدريب متقطع لمدة 20 دقيقة
fr: 20-20 Entraînement intermittent pendant 20 minutes

# beepIntermittentTrainingTitle5
source: 30-15 intermittent training for 15 minutes
ar: 30-15 تدريب متقطع لمدة 15 دقيقة
fr: 30-15 entraînement intermittent pendant 15 minutes

# beepIntermittentTrainingTitle6
source: 20-Minute Intermittent Training
ar: تدريب متقطع لمدة 20 دقيقة
fr: Formation intermittente de 20 minutes

# beepIntermittentTrainingParag1
source: 5-25 intermittent training is a form of high intensity interval training that involves short but intense periods of exercise followed by periods of active recovery. This type of training is very effective in improving fitness, burning calories, and building muscle strength and endurance. To begin a 5-25 intermittent workout, you can choose a cardiovascular exercise such as running, cycling or elliptical. During the first 10 minutes of your workout, you can do a series of 5-second high-intensity exercises, followed by 25 seconds of active recovery such as walking or jogging at a gentle pace.During the exercise phase, you can push your body to the limit by increasing your speed or resistance. During the recovery phase, you can continue to move to keep your heart rate up and your blood flowing. You can repeat this sequence of high intensity exercise and active recovery for 10 minutes.It is important to note that 5-25 intermittent training can be very intense, so it is important to consult with your physician before beginning any new training. It is also important to warm up properly before exercise and relax after exercise to avoid injury and soreness.
ar: 5-25 التدريب المتقطع هو شكل من أشكال التدريب المتقطع عالي الكثافة الذي يتضمن فترات قصيرة ولكن مكثفة من التمارين تليها فترات من التعافي النشط. هذا النوع من التدريب فعال للغاية في تحسين اللياقة البدنية , وحرق السعرات الحرارية , وبناء العضلات القوة والقدرة على التحمل: لبدء تمرين فاصل 5-25 , يمكنك اختيار تمرين القلب والأوعية الدموية مثل الجري أو ركوب الدراجات أو الجهاز البيضاوي , وفي الدقائق العشر الأولى من التمرين , يمكنك القيام بمجموعة من 5 ثوانٍ من التمارين عالية الكثافة , متبوعًا بـ 25 ثانية من الانتعاش النشط مثل المشي أو الركض بوتيرة خفيفة. خلال مرحلة التمرين , يمكنك دفع جسمك إلى أقصى حد عن طريق زيادة سرعتك أو مقاومتك. وأثناء مرحلة التعافي , يمكنك الاستمرار في التحرك للحفاظ على معدل ضربات قلبك مرتفعًا وتدفق الدم , يمكنك تكرار هذا التسلسل من التمارين عالية الكثافة والانتعاش النشط لمدة 10 دقائق. من المهم ملاحظة أن 5-25 تدريبًا متقطعًا يمكن أن يكون مكثفًا للغاية , لذلك من المهم استشارة طبيبك قبل بدء تمرين جديد. من المهم أيضًا الإحماء جيدًا قبل التمرين والاسترخاء بعد التدريب لتجنب الإصابات والألم
fr: L'entraînement intermittent 5-25 est une forme d'entraînement fractionné de haute intensité qui implique des périodes courtes mais intenses d'exercice suivi de périodes de récupération active. Ce type d'entraînement est très efficace pour améliorer la condition physique, brûler des calories et développer la force et l'endurance musculaires. Pour commencer un entraînement intermittent 5-25, vous pouvez choisir un exercice cardiovasculaire tel que la course, le vélo ou l'elliptique. Pendant les 10 premières minutes de votre entraînement, vous pouvez faire une série d'exercices de haute intensité de 5 secondes, suivis de 25 secondes de récupération active tels que la marche ou le jogging à un rythme léger. Au cours de la phase d'exercice, vous pouvez pousser votre corps au maximum en augmentant votre vitesse ou votre résistance. Pendant la phase de récupération, vous pouvez continuer à bouger pour maintenir votre fréquence cardiaque élevée et votre circulation sanguine. Vous pouvez répéter cette séquence d'exercices à haute intensité et de récupération active pendant 10 minutes. Il est important de noter que l'entraînement intermittent 5-25 peut être très intense, il est donc important de consulter votre médecin avant de commencer un nouvel entraînement. Il est également important de bien s'échauffer avant l'exercice et de se détendre après l'entraînement pour éviter les blessures et les courbatures.

# beepIntermittentTrainingParag2
source: 15-10 intermittent training is a method of interval training that alternates 15 seconds of high-intensity exercise followed by 10 seconds of rest or active recovery. This method is effective in improving cardiovascular endurance, muscular strength and anaerobic capacity. During a 12-minute workout, you can choose one or more exercises to train using this method. For example, you can do burpees, jump squats, jumping lunges or sprints on the spot, alternating periods of exercise and recovery.It's important to warm up well before the workout to avoid injury and to focus on the technique of each exercise to get the most benefit from it. At the end of the session, it is also important to stretch to avoid soreness and promote muscle recovery. In short, 15-10 intermittent training is an effective method for improving physical condition in a short period of time, but it is essential to adapt it to your abilities and to follow the recommendations of a health professional or sports coach to avoid the risk of injury.
ar: التدريب المتقطع من 15 إلى 10 هو أسلوب للتدريب المتقطع يتضمن 15 ثانية من التمارين عالية الكثافة تليها 10 ثوانٍ من الراحة أو التعافي النشط. هذه الطريقة فعالة في تحسين القدرة على التحمل القلبي الوعائي , وقوة العضلات والقدرة اللاهوائية . خلال تمرين مدته 12 دقيقة , يمكنك اختيار تمرين واحد أو أكثر للتدريب بهذه الطريقة. على سبيل المثال , يمكنك أداء تمارين البيربي , والقفز القرفصاء , والاندفاع مع القفزات أو العدو السريع على الفور بالتناوب بين التمرين وفترات التعافي. قبل التدريب جيدًا لتجنب الإصابات والتركيز على أسلوب تنفيذ كل تمرين للحصول على أقصى فائدة. في نهاية الجلسة , من المهم أيضًا التمدد لتجنب الألم وتعزيز تعافي العضلات. باختصار , متقطع 15 -10 يعد التدريب وسيلة فعالة لتحسين حالتك البدنية في وقت قصير. الوقت , ولكن من الضروري تكييفها مع قدراتك واتباع توصيات أخصائي الصحة أو المدرب الرياضي لتجنب خطر الإصابة.
fr: L'entraînement intermittent 15-10 est une méthode d'entraînement par intervalles qui consiste à alterner 15 secondes d'exercice à haute intensité suivies de 10 secondes de repos ou de récupération active. Cette méthode est efficace pour améliorer l'endurance cardiovasculaire, la force musculaire et la capacité anaérobie. Pendant une séance d'entraînement de 12 minutes, vous pouvez choisir un ou plusieurs exercices pour vous entraîner selon cette méthode. Par exemple, vous pouvez faire des burpees, des squats sautés, des fentes avec sauts ou des sprints sur place en alternant les périodes d'exercice et de récupération. Il est important de bien s'échauffer avant l'entraînement pour éviter les blessures et de se concentrer sur la technique d'exécution de chaque exercice pour en tirer le maximum de bénéfices. En fin de séance, il est également important de faire des étirements pour éviter les courbatures et favoriser la récupération musculaire. En somme, l'entraînement intermittent 15-10 est une méthode efficace pour améliorer sa condition physique en peu de temps, mais il est essentiel de l'adapter à ses capacités et de suivre les recommandations d'un professionnel de la santé ou d'un coach sportif pour éviter les risques de blessures.

# beepIntermittentTrainingParag3
source: The 15-15 intermittent training is a training method that consists of alternating periods of intense exercise of 15 seconds with periods of active rest of 15 seconds. This technique increases the heart rate and stimulates the metabolism, thereby promoting weight loss and endurance development. In a 10-minute 15-15 intermittent workout, you will alternate between 10 cycles of 15 seconds of intense exercise and 15 seconds of active rest. Exercises can vary depending on your goals and preferences, but can include cardiovascular exercises such as running, cycling or skipping, as well as strength training exercises such as squats, push-ups and lunges. The 15-15 intermittent workout is an effective training method to improve your fitness in a short period of time. In addition to burning calories and building endurance, this training method can also help reduce stress and improve cardiovascular health. It is important to remember to consult a health care professional before beginning any intense workout program.
ar: التدريب المتقطع 15-15 هو أسلوب تدريب يتكون من فترات متناوبة من التمرينات المكثفة لمدة 15 ثانية مع فترات راحة نشطة لمدة 15 ثانية. تعمل هذه الفنية على زيادة معدل ضربات القلب وزيادة التمثيل الغذائي , مما يساعد على إنقاص الوزن وبناء القدرة على التحمل: في تمرين متقطع مدته 15-15 دقيقة , يمكنك التبديل بين 10 دورات من التمارين المكثفة لمدة 15 ثانية و 15 ثانية من الراحة النشطة. قد تختلف التمارين وفقًا لأهدافك وتفضيلاتك , ولكنها قد تشمل تمارين القلب والأوعية الدموية مثل الجري أو ركوب الدراجات أو القفز على الحبل , بالإضافة إلى تمارين تقوية العضلات مثل القرفصاء وتمارين الضغط والطعنات. يعد التدريب المتقطع 15-15 طريقة تدريب فعالة لتحسين حالتك البدنية في وقت قصير. بالإضافة إلى حرق السعرات الحرارية و بناء القدرة على التحمل , يمكن أن تساعد هذه الطريقة في التمرين أيضًا في تقليل التوتر وتحسين صحة القلب والأوعية الدموية. من المهم أن تتذكر استشارة أخصائي طبي قبل البدء في أي نظام تدريب مكثف.
fr: L'entraînement intermittent 15-15 est une méthode d'entraînement qui consiste à alterner des périodes d'exercice intense de 15 secondes avec des périodes de repos actif de 15 secondes. Cette technique permet d'augmenter la fréquence cardiaque et de stimuler le métabolisme, favorisant ainsi la perte de poids et le développement de l'endurance. Lors d'une séance d'entraînement intermittent 15-15 de 10 minutes, vous alternerez donc entre 10 cycles de 15 secondes d'exercice intense et 15 secondes de repos actif. Les exercices peuvent varier en fonction de vos objectifs et de vos préférences, mais ils peuvent inclure des exercices cardiovasculaires tels que la course à pied, le vélo ou le saut à la corde, ainsi que des exercices de renforcement musculaire tels que les squats, les pompes et les fentes. L'entraînement intermittent 15-15 est une méthode d'entraînement efficace pour améliorer votre condition physique en peu de temps. En plus de brûler des calories et de développer l'endurance, cette méthode d'entraînement peut également aider à réduire le stress et à améliorer la santé cardiovasculaire. Il est important de se rappeler de consulter un professionnel de la santé avant de commencer tout programme d'entraînement intense.

# beepIntermittentTrainingParag4
source: 20-20 intermittent training is an effective training method that consists of alternating between 20-second periods of intense exercise and 20-second recovery periods, for a total of 20 minutes. This method can be used for various types of exercise such as running, cycling, weight training, or any other physical activity. The 20-20 intermittent workout is a great way to improve your overall fitness, as it increases your heart rate and works multiple muscle groups at once. In addition, this method of training can help burn calories and lose weight, as it keeps your metabolism high even after the workout.During the 20 seconds of intense exercise, it is important to focus on the quality of the movement rather than the quantity, to prevent injury. It is also important to choose an intensity level that is appropriate for your current fitness level. The 20-second cool-down allows your body to recover before the next period of intense exercise. In summary, 20-20 intermittent training for 20 minutes is an effective training method for improving fitness, burning calories and losing weight. This method can be adapted to different types of exercise and should be practiced with care to avoid injury.
ar: 20-20 تدريب متقطع هو أسلوب تدريب فعال يتضمن التناوب بين 20 ثانية من التمارين المكثفة وفترات الاسترداد 20 ثانية , لمدة 20 دقيقة. يمكن استخدام هذه الطريقة لأنواع مختلفة من التمارين مثل الجري أو ركوب الدراجات أو تمارين رفع الأثقال أو أي نشاط بدني آخر , يعد التدريب المتقطع 20-20 طريقة رائعة لتحسين لياقتك العامة لأنه يسمح بزيادة معدل ضربات القلب وعمل مجموعات عضلية متعددة في نفس الوقت. يمكن أن تساعد الطريقة في حرق السعرات الحرارية وفقدان الوزن , حيث تحافظ على معدل التمثيل الغذائي مرتفعًا حتى بعد التدريب. 20 ثانية من التمرين المكثف , من المهم التركيز على جودة الحركة بدلاً من الكمية , وذلك لمنع الإصابات. من المهم اختيار مستوى شدة يناسب حالتك البدنية الحالية. يسمح الانتعاش لمدة 20 ثانية لجسمك بالتعافي قبل النوبة التالية من التمرين المكثف. باختصار , يعد التدريب المتقطع 20-20 لمدة 20 دقيقة طريقة تدريب فعالة لتحسين اللياقة البدنية وحرق السعرات الحرارية وفقدان الوزن. يمكن تكييف هذه الطريقة مع أنواع مختلفة من التمارين ويجب ممارستها بعناية لتجنب الإصابة.
fr: L'entraînement intermittent 20-20 est une méthode d'entraînement efficace qui consiste à alterner entre des périodes d'exercice intense de 20 secondes et des périodes de récupération de 20 secondes, pendant 20 minutes au total. Cette méthode peut être utilisée pour divers types d'exercices tels que la course à pied, le vélo, la musculation, ou toute autre activité physique. L'entraînement intermittent 20-20 est un excellent moyen d'améliorer votre condition physique générale, car il permet d'augmenter la fréquence cardiaque et de travailler plusieurs groupes musculaires en même temps. En outre, cette méthode d'entraînement peut aider à brûler des calories et à perdre du poids, car elle maintient le métabolisme élevé même après l'entraînement.Pendant les 20 secondes d'exercice intense, il est important de se concentrer sur la qualité du mouvement plutôt que sur la quantité, afin de prévenir les blessures. Il est également important de choisir un niveau d'intensité qui convient à votre condition physique actuelle. Les 20 secondes de récupération permettent à votre corps de récupérer avant la prochaine période d'exercice intense. En résumé, l'entraînement intermittent 20-20 pendant 20 minutes est une méthode d'entraînement efficace pour améliorer la condition physique, brûler des calories et perdre du poids. Cette méthode peut être adaptée à différents types d'exercices et doit être pratiquée avec précaution pour éviter les blessures.

# beepIntermittentTrainingParag5
source: The 30-15 intermittent workout is a very effective training method for improving your endurance and overall fitness in a short period of time. It consists of alternating periods of intense exercise of 30 seconds with periods of active recovery of 15 seconds, for a total of 15 minutes. This workout is often used by professional athletes to improve their ability to sustain intense effort over a long period of time, but it can be adapted to all fitness levels. It is also very effective in burning calories and improving cardiovascular health. During the workout, you can choose any activity you like that involves high intensity, such as running, cycling, jumping rope or swimming. It's important to warm up before your workout to avoid injury and to stretch well after your workout to promote recovery. In summary, 30-15 intermittent training is an effective and intense training method that will quickly improve your physical condition and endurance. With just 15 minutes of training, you can burn calories and improve your cardiovascular health, while having fun with your favourite activity.
ar: 30-15 تدريب متقطع هو أسلوب تدريب فعال للغاية لتحسين قدرتك على التحمل واللياقة البدنية العامة في فترة زمنية قصيرة. وهي تتضمن نوبات متناوبة من التمرين المكثف لمدة 30 ثانية مع فترات من التعافي النشط لمدة 15 ثانية , من أجل إجمالي 15 دقيقة. غالبًا ما يستخدم هذا التمرين من قبل الرياضيين المحترفين لتحسين قدرتهم على الحفاظ على المجهود المكثف على مدى فترة طويلة من الزمن , ولكن يمكن تكييفه مع جميع مستويات اللياقة البدنية.كما أنه فعال للغاية في حرق السعرات الحرارية وتحسين صحة القلب والأوعية الدموية أثناء التمرين , يمكنك اختيار أي نشاط تحبه يتضمن كثافة عالية , مثل الجري أو ركوب الدراجات أو نط الحبل أو السباحة , ومن المهم أن تقوم بالإحماء بشكل صحيح قبل التدريب لتجنب الإصابة والتمدد بشكل صحيح بعد التدريب لتعزيز التعافي. باختصار , يعد التدريب المتقطع 30-15 طريقة للتمرين الفعال والمكثف الذي يحسن لياقتك وتحملك بسرعة. مع 15 دقيقة فقط من التدريب , يمكنك حرق السعرات الحرارية وتحسين صحة القلب والأوعية الدموية , بينما تستمتع بنشاطك المفضل.
fr: L'entraînement intermittent 30-15 est une méthode d'entraînement très efficace pour améliorer votre endurance et votre condition physique globale en peu de temps. Il consiste à alterner des périodes d'exercice intense de 30 secondes avec des périodes de récupération active de 15 secondes, pendant 15 minutes au total.Cet entraînement est souvent utilisé par les athlètes professionnels pour améliorer leur capacité à maintenir un effort intense sur une longue durée, mais il peut être adapté à tous les niveaux de condition physique. Il est également très efficace pour brûler des calories et améliorer la santé cardiovasculaire. Pendant l'entraînement, vous pouvez choisir n'importe quelle activité que vous aimez et qui implique une intensité élevée, comme la course à pied, le vélo, la corde à sauter ou encore la natation. Il est important de bien s'échauffer avant l'entraînement pour éviter les blessures et de bien s'étirer après l'entraînement pour favoriser la récupération. En résumé, l'entraînement intermittent 30-15 est une méthode d'entraînement efficace et intense qui permet d'améliorer rapidement votre condition physique et votre endurance. Avec seulement 15 minutes d'entraînement, vous pouvez brûler des calories et améliorer votre santé cardiovasculaire, tout en vous amusant avec votre activité préférée.
