Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# exercise95step1
source: Start by sitting on a bench with your feet shoulder-width apart and a dumbbell in each hand placed on each leg.
ar: ابدأ بالجلوس على مقعد مع قدميك على عرض الكتفين ودمبل في كل يد وضعت على كل ساق.
fr: Commencez par vous asseoir sur un banc avec vos pieds écartés à la largeur des épaules et un haltère dans chaque main posé sur chaque jambe.

# exercise95step2
source: From this starting position, raise your heels as high as you can by pushing up through your toes.
ar: من هذا الوضع الابتدائي، ارفع كعبيك أعلى ما يمكنك عن طريق الضغط من خلال أصابع قدميك.
fr: À partir de cette position de départ, soulevez vos talons aussi haut que possible en poussant sur vos orteils.

# exercise95step3
source: Slowly lower your heels back down to the starting position, and repeat for the desired number of repetitions.
ar: انخفض ببطء بكعبيك إلى وضع البداية، وكرر للعدد المطلوب من التكرارات.
fr: Abaissez lentement vos talons à la position de départ et répétez pour le nombre de répétitions souhaité.

# exercise96step1
source: Place the bar on your back
ar: ضع القضيب على ظهرك
fr: Placez la barre sur votre dos

# exercise96step2
source: Start with feet flat on the ground
ar: ابدأ بقدميك مسطحة على الأرض
fr: Commencez avec les pieds à plat sur le sol

# exercise96step3
source: Extend your heels upwards while keeping your knees stationary, and pause at the contracted position.
ar: امد كعبيك لأعلى مع الحفاظ على ركبتيك ثابتة، وتوقف في الوضع المعقود.
fr: Étendez vos talons vers le haut tout en gardant vos genoux immobiles et faites une pause en position contractée.

# exercise96step4
source: Slowly return to the starting position. Repeat.
ar: ارجع ببطء إلى وضع البداية. كرر.
fr: Revenez lentement à la position de départ. Répétez.

# exercise97step1
source: Stand with your feet shoulder-width apart and your knees slightly bent.
ar: وقف بقدميك على عرض الكتفين وركبتيك مرنة قليلاً.
fr: Tenez-vous debout, les pieds écartés à la largeur des épaules et les genoux légèrement fléchis.

# exercise97step2
source: Shift your weight onto the balls of your feet and raise stay flat footed. Using your calf muscles, mimic a jumping motion but don't leave the floor.
ar: حول وزنك على رؤوس قدميك وابقَ مسطح القدمين. باستخدام عضلات الساق السفلية، قم بتقليد حركة القفز ولكن لا تترك الأرض.
fr: Déplacez votre poids sur la plante de vos pieds et restez les pieds à plat. À l'aide de vos muscles du mollet, mimez un mouvement de saut sans quitter le sol.

# exercise97step3
source: Explode onto your tip toes and hold for a second.
ar: انفجر على أصابع قدميك واحتفظ بها لثانية.
fr: Explosez sur la pointe de vos pieds et maintenez pendant une seconde.

# exercise97step4
source: Bring your heels back to the floor then initiate the next rep.
ar: أعد كعبيك إلى الأرض ثم بدء الرفعة التالية.
fr: Ramenez vos talons au sol puis initiez la répétition suivante.

# exercise98step1
source: Start by sitting on a bench with a barbell resting on your knees. Your feet should be flat on the ground, about hip-width apart.
ar: ابدأ بالجلوس على مقعد مع القضيب مستريحًا على ركبتيك. يجب أن تكون قدميك مسطحة على الأرض، على بعد حوالى عرض الحوض.
fr: Commencez par vous asseoir sur un banc avec une barre reposant sur vos genoux. Vos pieds doivent être à plat sur le sol, à peu près à la largeur des hanches.

# exercise98step2
source: Place your hands on the barbell for support, and lift your heels off the ground.
ar: ضع يديك على القضيب للدعم وارفع كعبيك عن الأرض.
fr: Placez vos mains sur la barre pour le soutien et soulevez vos talons du sol.

# exercise98step3
source: Hold this position for a moment, then slowly lower your heels back to the ground.
ar: احتفظ بهذا الوضع لحظة، ثم انخفض ببطء بكعبيك إلى الأرض.
fr: Maintenez cette position un moment, puis abaissez lentement vos talons au sol.

# exercise99step1
source: Start by sitting on a bench with your feet shoulder-width apart and a dumbbell in each hand placed on each leg.
ar: ابدأ بالجلوس على مقعد مع قدميك على عرض الكتفين ودمبل في كل يد وضعت على كل ساق.
fr: Commencez par vous asseoir sur un banc avec vos pieds écartés à la largeur des épaules et un haltère dans chaque main posé sur chaque jambe.

# exercise99step2
source: From this starting position, raise your heels as high as you can by pushing up through your toes.
ar: من هذا الوضع الابتدائي، ارفع كعبيك أعلى ما يمكنك عن طريق الضغط من خلال أصابع قدميك.
fr: À partir de cette position de départ, soulevez vos talons aussi haut que possible en poussant sur vos orteils.

# exercise99step3
source: Slowly lower your heels back down to the starting position, and repeat for the desired number of repetitions.
ar: انخفض ببطء بكعبيك إلى الوضع الابتدائي، وكرر للعدد المطلوب من التكرارات.
fr: Abaissez lentement vos talons à la position de départ et répétez pour le nombre de répétitions souhaité.

# exercise100step1
source: Balance on the balls of your feet on the platform or plates, leaning forward to use the wall to assist with balance.
ar: توازن على رؤوس قدميك على المنصة أو الأطباق، ميلًا للأمام لاستخدام الجدار للمساعدة في التوازن.
fr: Équilibrez-vous sur la plante de vos pieds sur la plateforme ou les plaques, en vous penchant en avant pour utiliser le mur pour aider à l'équilibre.

# exercise100step2
source: Lower the heels of your feet towards the ground and pause,then push through the balls of your feet like you are standing tip toe, pausing at the apex of the motion.
ar: انخفض بكعبيك نحو الأرض وتوقف، ثم ادفع من خلال رؤوس قدميك كما لو كنت تقف على أصابع القدم، متوقفًا عند ذروة الحركة.
fr: Abaissez les talons de vos pieds vers le sol et faites une pause, puis poussez sur la plante de vos pieds comme si vous vous mettiez sur la pointe des pieds, en faisant une pause au sommet du mouvement.

# exercise100step3
source: Repeat as necessary.
ar: كرر حسب الحاجة.
fr: Répétez autant que nécessaire.

# exercise101step1
source: Grasp the bar with an overhand grip, arms and shoulders fully extended.
ar: التقاط القضيب بقبضة فوق اليد بذراعيك وكتفيك ممدودين بالكامل.
fr: Saisissez la barre avec une prise en pronation, les bras et les épaules complètement étendus.

# exercise101step2
source: Pull your body up until your chin is above the bar.
ar: اسحب جسمك حتى يكون ذقنك فوق القضيب.
fr: Tirez votre corps vers le haut jusqu'à ce que votre menton dépasse la barre.

# exercise101step3
source: Lower your body back to starting position..
ar: انخفض بجسمك إلى وضع البداية.
fr: Abaissez votre corps à la position de départ.

# exercise102step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: استلم الشريط بقبضة عرض الكتف. حدد ذراعيك بشكل مستقيم أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise102step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: انسحب بشفرات الكتف ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise103step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: استلم الشريط بقبضة عرض الكتف. حدد ذراعيك بشكل مستقيم أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise103step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: انسحب بشفرات الكتف ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise105step1
source: Take a roughly shoulder width grip. There should be a straight line from your elbow to fist (vertical forearms).
ar: خذ قبضة تقريبًا عرض الكتف. يجب أن يكون هناك خط مستقيم من المرفق إلى القبضة (ذراعين عموديين).
fr: Prenez une prise approximativement à la largeur des épaules. Il devrait y avoir une ligne droite de votre coude à votre poing (avant-bras verticaux).

# exercise105step2
source: Pull your chin back and press the weight toward the ceiling by extending at the elbow joint and flexing at the shoulder joint.
ar: اسحب ذقنك للوراء واضغط على الوزن نحو السقف عن طريق التمدد في مفصل الكوع والثني في مفصل الكتف.
fr: Tirez votre menton en arrière et pressez le poids vers le plafond en étendant au niveau de l'articulation du coude et en fléchissant l'articulation de l'épaule.

# exercise105step3
source: Press until your elbows are extended and push your head forward slightly.
ar: اضغط حتى يتم تمديد المرفقين وقم بدفع رأسك قليلاً للأمام.
fr: Pressez jusqu'à ce que vos coudes soient étendus et poussez légèrement votre tête vers l'avant.

# exercise105step4
source: Return to the start position with control. Pulling your chin back to allow the bar to pass your face safely.
ar: ارجع إلى وضع البداية بسيطرة. سحب ذقنك للوراء للسماح للقضيب بتجاوز وجهك بشكل آمن.
fr: Revenez à la position de départ avec contrôle. Tirez votre menton en arrière pour permettre à la barre de passer votre visage en toute sécurité.

# exercise106step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: استلم الشريط بقبضة عرض الكتف. حدد ذراعيك بشكل مستقيم أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise106step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: انسحب بشفرات الكتف ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise107step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: استلم الشريط بقبضة عرض الكتف. حدد ذراعيك بشكل مستقيم أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise107step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: انسحب بشفرات الكتف ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise108step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: استلم الشريط بقبضة عرض الكتف. حدد ذراعيك بشكل مستقيم أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise108step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: انسحب بشفرات الكتف ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise109step1
source: Grasp the bar with an overhand grip, arms and shoulders fully extended.
ar: التقاط القضيب بقبضة فوق اليد بذراعيك وكتفيك ممدودين بالكامل.
fr: Saisissez la barre avec une prise en pronation, les bras et les épaules complètement étendus.

# exercise109step2
source: Pull your body up until your chin is above the bar.
ar: اسحب جسمك حتى يكون ذقنك فوق القضيب.
fr: Tirez votre corps vers le haut jusqu'à ce que votre menton dépasse la barre.

# exercise109step3
source: Lower your body back to starting position.
ar: انخفض بجسمك إلى وضع البداية.
fr: Abaissez votre corps à la position de départ.

# exercise110step1
source: Lay underneath a fixed horizontal bar and grab the bar with a wide overhand grip.
ar: استلم القضيب بقبضة واسعة بعرض الكتفين.
fr: Allongez-vous sous une barre horizontale fixe et saisissez la barre avec une prise large en pronation.

# exercise110step2
source: Pull your body straight up to the bar.
ar: اسحب جسمك مستقيمًا إلى القضيب.
fr: Tirez votre corps droit vers la barre.

# exercise110step3
source: Return to the starting position, your arms fully extended. Repeat.
ar: ارجع إلى وضع البداية، ذراعيك ممدودتان بالكامل. كرر.
fr: Revenez à la position de départ, vos bras complètement étendus. Répétez.

# exercise111step1
source: Lay underneath a fixed horizontal bar and grab the bar with a wide overhand grip.
ar: استلم القضيب بقبضة واسعة بعرض الكتفين.
fr: Allongez-vous sous une barre horizontale fixe et saisissez la barre avec une prise large en pronation.

# exercise111step2
source: Pull your body straight up to the bar.
ar: اسحب جسمك مستقيمًا إلى القضيب.
fr: Tirez votre corps droit vers la barre.

# exercise111step3
source: Return to the starting position, your arms fully extended. Repeat.
ar: ارجع إلى وضع البداية، ذراعيك ممدودتان بالكامل. كرر.
fr: Revenez à la position de départ, vos bras complètement étendus. Répétez.

# exercise112step1
source: Stand on your band with both feet.
ar: وقف على الشريط بكلتا القدمين.
fr: Placez-vous sur votre bande avec les deux pieds.

# exercise112step2
source: Hinge forward at the hips while keeping a flat back.
ar: الميل للأمام في مفصل الورك مع الحفاظ على ظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise112step3
source: Let your arms hang freely, then pull your elbows straight back toward the ceiling.
ar: دع ذراعيك تتدلى بحرية، ثم اسحب مرفقيك مستقيمة إلى الخلف نحو السقف.
fr: Laissez vos bras pendre librement, puis tirez vos coudes droit vers le haut vers le plafond.

# exercise113step1
source: Stand on your band with both feet.
ar: وقف على الشريط بكلتا القدمين.
fr: Placez-vous sur votre bande avec les deux pieds.

# exercise113step2
source: Hinge forward at the hips while keeping a flat back.
ar: الميل للأمام في مفصل الورك مع الحفاظ على ظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise113step3
source: Let your arms hang freely, then pull your elbows straight back toward the ceiling.
ar: دع ذراعيك تتدلى بحرية، ثم اسحب مرفقيك مستقيمة إلى الخلف نحو السقف.
fr: Laissez vos bras pendre librement, puis tirez vos coudes droit vers le haut vers le plafond.

# exercise114step1
source: Stand on your band with both feet.
ar: الوقوف على الشريط بكلتا القدمين.
fr: Placez-vous sur votre bande avec les deux pieds.

# exercise114step2
source: Hinge forward at the hips while keeping a flat back.
ar: الميل إلى الأمام في مفصل الورك مع الحفاظ على ظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise114step3
source: Let your arms hang freely, then pull your elbows straight back toward the ceiling.
ar: دع ذراعيك تتدلى بحرية، ثم اسحب مرفقيك مستقيمة إلى الخلف نحو السقف.
fr: Laissez vos bras pendre librement, puis tirez vos coudes droit vers le haut vers le plafond.

# exercise115step1
source: Stand on your band with both feet.
ar: الوقوف على الشريط بكلتا القدمين.
fr: Placez-vous sur votre bande avec les deux pieds.

# exercise115step2
source: Hinge forward at the hips while keeping a flat back.
ar: الميل إلى الأمام في مفصل الورك مع الحفاظ على ظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise115step3
source: Let your arms hang freely, then pull your elbows straight back toward the ceiling.
ar: دع ذراعيك تتدلى بحرية، ثم اسحب مرفقيك مستقيمة إلى الخلف نحو السقف.
fr: Laissez vos bras pendre librement, puis tirez vos coudes droit vers le haut vers le plafond.

# exercise116step1
source: Place the band just above our level. Take a few steps away until the band is taut.
ar: ضع الشريط أعلى مستوى العين. انتقل بضع خطوات حتى يكون الشريط متوترًا.
fr: Placez la bande juste au-dessus de notre niveau. Éloignez-vous de quelques pas jusqu'à ce que la bande soit tendue.

# exercise116step2
source: Push your hips back slightly. Extend and flex at the shoulder joint.
ar: اندفع قليلاً بورك الخلف. قم بتمديد وثني في مفصل الكتف.
fr: Reculez légèrement vos hanches. Étendez et fléchissez au niveau de l'articulation de l'épaule.

# exercise117step1
source: Place the band at about eye level. Fall into a kneeling position.
ar: ضع الشريط على مستوى العين تقريبًا. اسقط في وضع ركوع.
fr: Placez la bande à environ la hauteur des yeux. Mettez-vous à genoux.

# exercise117step2
source: The knee that is on the ground should be the same side as the working arm. Stick your chest out.
ar: الركبة التي تكون على الأرض يجب أن تكون من نفس الجهة التي تعمل فيها الذراع. ابتعد عن صدرك.
fr: Le genou au sol doit être du même côté que le bras qui travaille. Bombez le torse.

# exercise117step3
source: And then pull your elbow straight back. Flex your lats and then extend into the starting position.
ar: ثم اسحب مرفقك إلى الخلف بشكل مستقيم. ثني عضلات ظهرك ثم قم بالتمديد إلى وضع البداية.
fr: Puis tirez votre coude droit en arrière. Contractez vos dorsaux puis revenez à la position de départ.

# exercise118step1
source: Hold your body with arms locked above the equipment
ar: امسك جسمك بذراعين مقفلتين فوق المعدة
fr: Maintenez votre corps avec les bras verrouillés au-dessus de l'équipement

# exercise118step2
source: Lower your body slowly while leaning forward, flare out your elbows
ar: انخفض ببطء وانحنِ إلى الأمام ، وفتح الكوعين
fr: Abaissez lentement votre corps tout en vous penchant en avant, écartez vos coudes

# exercise118step3
source: Raise your body above the bars until your arms are locked.
ar: ارتفع فوق القضبان حتى تكون ذراعيك مقفلة.
fr: Soulevez votre corps au-dessus des barres jusqu'à ce que vos bras soient verrouillés.

# exercise119step1
source: Position your index fingers and thumbs so they are touching, forming a diamond shape
ar: ضع إصبعي السبابة والإبهام بحيث يتم لمسهما ، مكونين شكل الماس
fr: Positionnez vos index et vos pouces de sorte qu'ils se touchent, formant une forme de diamant

# exercise119step2
source: Use a standard push up position
ar: استخدم وضع الضغط القياسي
fr: Utilisez une position classique de pompes

# exercise119step3
source: Lower your chest towards your hands, keep your elbows close to your body
ar: انخفض صدرك نحو يديك ، وحافظ على تقريب الكوع إلى جسمك
fr: Abaissez votre poitrine vers vos mains, gardez vos coudes près de votre corps

# exercise119step4
source: Stop just before your chest touches the floor, then push back up to the starting position.
ar: توقف قبل أن يلمس صدرك الأرض ، ثم ادفع للأعلى للعودة إلى وضع البداية.
fr: Arrêtez juste avant que votre poitrine ne touche le sol, puis poussez de nouveau vers la position de départ.

# exercise120step1
source: Grip the edge of the bench with your hands, Keep your feet together and legs straight.
ar: امسك حافة الساق بيديك ، واحفظ قدميك معًا وساقيك مستقيمتين.
fr: Saisissez le bord du banc avec vos mains, gardez vos pieds ensemble et les jambes tendues.

# exercise120step2
source: Lower your body straight down.
ar: انخفض بجسمك مباشرةً إلى الأسفل.
fr: Abaissez votre corps droit vers le bas.

# exercise120step3
source: Slowly press back up to the starting point.
ar: انتقل ببطء إلى الوراء إلى وضع البداية.
fr: Remontez lentement à la position de départ.

# exercise120step4
source: TIP: Make this harder by raising your feet off the floor and adding weight.
ar: نصيحة: اجعل هذا أكثر صعوبة عن طريق رفع قدميك عن الأرض وإضافة وزن.
fr: ASTUCE : Rendez cet exercice plus difficile en soulevant vos pieds du sol et en ajoutant du poids.

# exercise121step1
source: Place the band just above eye level. Take a few steps away until the band is taut.
ar: ضع الشريط أعلى مستوى العين تقريبًا. انتقل بضع خطوات حتى يكون الشريط متوترًا.
fr: Placez la bande juste au-dessus du niveau des yeux. Éloignez-vous de quelques pas jusqu'à ce que la bande soit tendue.

# exercise121step2
source: Push your hips back slightly. Extend and flex at the elbows.
ar: اندفع قليلاً بورك الخلف. قم بتمديد وثني في مفصل الكوع.
fr: Reculez légèrement vos hanches. Étendez et fléchissez au niveau des coudes.

# exercise122step1
source: Place the band just above eye level. Take a few steps away until the band is taut.
ar: ضع الشريط أعلى مستوى العين تقريبًا. انتقل بضع خطوات حتى يكون الشريط متوترًا.
fr: Placez la bande juste au-dessus du niveau des yeux. Éloignez-vous de quelques pas jusqu'à ce que la bande soit tendue.

# exercise122step2
source: Push your hips back slightly. Extend and flex at the elbows.
ar: اندفع قليلاً بورك الخلف. قم بتمديد وثني في مفصل الكوع.
fr: Reculez légèrement vos hanches. Étendez et fléchissez au niveau des coudes.

# exercise123step1
source: Take a roughly shoulder width grip. There should be a straight line from your elbow to fist (vertical forearms).
ar: قم باتخاذ قبضة تقريبية عريضة الكتف. يجب أن يكون هناك خط مستقيم من مرفقك إلى قبضتك (الذراعين الرأسية).
fr: Prenez une prise approximativement à la largeur des épaules. Il devrait y avoir une ligne droite de votre coude à votre poing (avant-bras verticaux).

# exercise123step2
source: Pull your chin back and press the weight toward the ceiling by extending at the elbow joint and flexing at the shoulder joint.
ar: اسحب ذقنك للوراء واضغط على الوزن نحو السقف عن طريق تمديد مفصل الكوع وثني مفصل الكتف.
fr: Tirez votre menton en arrière et pressez le poids vers le plafond en étendant au niveau de l'articulation du coude et en fléchissant l'articulation de l'épaule.

# exercise123step3
source: Press until your elbows are extended and push your head forward slightly.
ar: اضغط حتى يتم تمديد المرفقين وادفع رأسك للأمام قليلاً.
fr: Pressez jusqu'à ce que vos coudes soient étendus et poussez légèrement votre tête vers l'avant.

# exercise123step4
source: Return to the start position with control. Pulling your chin back to allow the bar to pass your face safely.
ar: ارجع إلى وضع البداية بتحكم. سحب ذقنك للوراء للسماح للقضيب بالمرور بأمان أمام وجهك.
fr: Revenez à la position de départ avec contrôle. Tirez votre menton en arrière pour permettre à la barre de passer votre visage en toute sécurité.

# exercise124step1
source: Hold your body with arms locked above the equipment
ar: احمل جسمك بذراعين مقفلتين فوق المعدة
fr: Maintenez votre corps avec les bras verrouillés au-dessus de l'équipement

# exercise124step2
source: Lower your body slowly while leaning forward, flare out your elbows
ar: انخفض بجسمك ببطء مع الانحناء إلى الأمام ، وتوسيع الكوعين
fr: Abaissez lentement votre corps tout en vous penchant en avant, écartez vos coudes

# exercise124step3
source: Raise your body above the bars until your arms are locked.
ar: ارتفع بجسمك فوق القضبان حتى تكون ذراعيك مقفلة.
fr: Soulevez votre corps au-dessus des barres jusqu'à ce que vos bras soient verrouillés.

# exercise125step1
source: Place the band just above eye level. Take a few steps away until the band is taut.
ar: ضع الشريط أعلى مستوى العين تقريبًا. انتقل بضع خطوات حتى يكون الشريط متوترًا.
fr: Placez la bande juste au-dessus du niveau des yeux. Éloignez-vous de quelques pas jusqu'à ce que la bande soit tendue.

# exercise125step2
source: Push your hips back slightly. Extend and flex at the elbows.
ar: اندفع قليلاً بورك الخلف. قم بتمديد وثني في مفصل الكوع.
fr: Reculez légèrement vos hanches. Étendez et fléchissez au niveau des coudes.

# exercise126step1
source: Lie down with your knees bent and your feet flat on the floor.
ar: استلقِ على ظهرك مع ركبتيك مثنيتين وقدميك مسطحتين على الأرض.
fr: Allongez-vous avec les genoux pliés et les pieds à plat sur le sol.

# exercise126step2
source: Push your hips up so that your butt is elevated and your back straight.
ar: انقلب بورك الخلف حتى ترتفع مؤخرتك وظهرك مستقيم.
fr: Poussez vos hanches vers le haut pour que vos fesses soient élevées et votre dos droit.

# exercise126step3
source: Tense your glutes and raise your hips towards the ceiling.
ar: حدد عضلات الأرداف وارفع مؤخرتك نحو السقف.
fr: Tendez vos fessiers et levez vos hanches vers le plafond.

# exercise126step4
source: Once you are at the highest point you can manage, hold the position for a few seconds, and then slowly return to the starting position
ar: بمجرد أن تكون في أعلى نقطة يمكنك إدارتها ، احتفظ بالوضع لبضع ثوانٍ ، ثم عد ببطء إلى وضع البداية.
fr: Une fois que vous êtes au point le plus haut que vous pouvez gérer, maintenez la position quelques secondes, puis revenez lentement à la position de départ

# exercise127step1
source: Step forward with one leg..
ar: انخرط أماماً بساق واحدة.
fr: Faites un pas en avant avec une jambe.
