Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# imParag9
source: This page being mixed, you will find more information about it in one of our separate files (see link below).
ar: يتم خلط هذه الصفحة , ستجد المزيد من المعلومات عنها في أحد ملفاتنا المنفصلة (انظر الرابط أدناه).
fr: Cette page étant mixte, vous trouverez plus d'informations à ce sujet dans l'un de nos dossiers séparés (voir lien ci-dessous).

# imParag10
source: »You can find answers to this question in our file on the ideal breast size for women.
ar: »تجدين أجوبة لهذا السؤال في ملفنا الخاص بالحجم المثالي للثدي للمرأة.
fr: »Vous pourrez trouver des réponses à cette question dans notre dossier sur la taille idéale de poitrine chez la femme.

# imTitle6
source: THE IMPACT OF ABDOMINABLE FAT ON CARDIOVASCULAR DISEASES
ar: تأثير الدهون القابلة للهضم على أمراض القلب والأوعية الدموية
fr: L'IMPACT DE LA GRAISSE ABDOMINABLE SUR LES MALADIES CARDIO-VASCULAIRES

# imParag11
source: A cry of alarm is constantly emitted by health professionals to encourage people to measure waist circumference and hip circumference. Indeed, the thicker the size, the greater the cardiovascular risk.Fat accumulates much more in the waist and on the hips, hence the need not to exceed the established norms. There is a lot of talk about abdominal belt syndrome. Many people suffering from diabetes, hypercholesterolemia, hypertension, osteoarthritis present a abdominal obesity.
ar: صرخة إنذار تنطلق باستمرار من قبل المتخصصين الصحيين لتشجيع الناس على قياس محيط الخصر ومحيط الورك. في الواقع, كلما زاد الحجم , زادت مخاطر الإصابة بأمراض القلب والأوعية الدموية.الدهون تتراكم أكثر بكثير في منطقة الخصر والوركين , ومن ثم يجب عدم تجاوز المعايير المعمول بها. هناك الكثير من الحديث عن متلازمة حزام البطن. يعاني الكثير من الأشخاص من مرض السكري , وفرط كوليسترول الدم , وارتفاع ضغط الدم , وهشاشة العظام. أ سمنة البطن.
fr: Un cri d'alarme est sans cesse émis par les professionnels de la santé pour inciter les gens à mesurer le tour de taille et le tour de hanche. En effet, plus la taille est épaisse et plus le risque cardio-vasculaire est grand.La graisse s'accumule beaucoup plus dans la taille et sur les hanches, d'où la nécessité de ne pas dépasser les normes établies. On parle beaucoup de syndrome de la ceinture abdominale. De nombreuses personnes souffrant de diabète, d'hypercholestérolémie, d'hypertension d'arthrose présentent une obésité abdominale.

# imParag12
source: You should know that weight alone is not, a priori, responsible for cardiovascular disease. It is indeed abdominal fat that is responsible. Fatty acids, including triglycerides, will have an impact on the insulin produced by the pancreas (which will decrease). This is then the risk of contracting a type 2 diabetes.Hence the importance and the need to monitor your waist and hips, to measure this part of the body and to reduce fat to improve your health (in a very general way) and reduce cardiovascular risks. For this it is recommended to follow a very reasonable lifestyle, favoring the intake of vegetables and fruits and banishing fats and sweets.
ar: يجب أن تعلم أن الوزن وحده ليس مسؤولاً بداهةً عن أمراض القلب والأوعية الدموية. بل إن دهون البطن هي المسؤولة بالفعل. الأحماض الدهنية , بما في ذلك الدهون الثلاثية , سيكون لها تأثير على الأنسولين الذي ينتجه البنكرياس (الذي سوف تنخفض). فهذه هي إذن مخاطر التعاقد على داء السكري من النوع 2.ومن هنا تأتي أهمية وضرورة مراقبة الخصر والوركين , لقياس هذا الجزء من الجسم وتقليل الدهون لتحسين صحتك (بشكل عام للغاية) وتقليل مخاطر القلب والأوعية الدموية. لهذا ينصح به اتباع أسلوب حياة معقول للغاية , مع تفضيل تناول الخضار والفاكهة وإبعاد الدهون والحلويات.
fr: Il faut savoir que le poids seul n'est, a priori, pas responsable des maladies cardiovasculaires. C'est bien la graisse abdominale qui en est responsable. Les acides gras, dont les triglycérides, vont avoir une incidence sur l'insuline produite par le pancréas (qui va diminuer). C'est alors le risque de contracter un diabète de type 2.D'où l'importance et la nécessité de surveiller son tour de taille et de hanches, de mesurer cette partie du corps et de faire réduire la graisse pour améliorer sa santé (d'une manière très générale) et diminuer les risques cardiovasculaires. Pour cela il est recommandé de suivre une hygiène de vie très raisonnable, en privilégiant l'apport en légumes et fruits et en bannissant les graisses et les sucreries.

# imTitle7
source: ATTACHED INFORMATION: RTH FORMULA
ar: المعلومات المرفقة: صيغة علاقة الخصر/الورك
fr: INFORMATION ANNEXE : FORMULE DU RTH

# imParag13
source: To calculate the ratio of waist circumference to hip circumference, simplydivide the waist circumference by the hip circumference. The ratio should not not exceed 0.8 for women and 1 for men.For example, for the woman if her waist circumference is 70 cm and her hip circumference is 90 cm, the ratio will be 0.77 which is a correct value. For information, the waist circumference is measure with a tape measure, passing by the navel (i.e. by the widest part of the trunk normally).
ar: لحساب نسبة محيط الخصر إلى محيط الورك , ببساطةاقسم محيط الخصر على محيط الورك. يجب ألا تكون النسبة لا تتجاوز 0.8 للنساء و 1 للرجال.على سبيل المثال , إذا كان محيط خصرها 70 سم ومحيط وركها 90 سم , فإن النسبة ستكون 0.77 وهي قيمة صحيحة. للحصول على معلومات , يتم قياس محيط الخصر بشريط قياس , مرورًا بالسرة (أي من الجزء الأوسع من الجذع بشكل طبيعي).
fr: Pour calculer le rapport tour de taille, tour de hanche, il suffit dediviser le tour de taille par le tour de hanche. Le rapport ne doit pas dépasser 0,8 pour la femme et 1 pour l'homme.Par exemple, pour la femme si son tour de taille est de 70 cm et son tour de hanche de 90 cm, le rapport sera de 0,77 qui est une valeur correcte. Pour information, le tour de taille se mesure avec un mètre-ruban, en passant par le nombril (c'est à dire par la partie la plus large du tronc normalement).

source: MB
ar: التمثيل الغذائي الأساسي

# mbTitle1
source: Basal metabolism
ar: التمثيل الغذائي الأساسي
fr: Métabolisme de base

# mbTitle2
source: CALCULATE YOUR BASAL METABOLISM (MB)
ar: احسب عملية التمثيل الغذائي الأساسية
fr: EFFECTUER LE CALCUL DE VOTRE MÉTABOLISME DE BASE (MB)

# mbParag1
source: This is an estimate of the amount of energy (in calories) that your body needs on a daily basis, when it is at rest. This value is particularly interesting because equipped with your metabolism of base, you will then be able to have an estimate of the energy your body needs according to your level of physical activity. You will be able to compare your daily calorie intake with your daily calorie expenditure.
ar: هذا تقدير لكمية الطاقة (بالسعرات الحرارية) التي يحتاجها جسمك على أساس يومي , عندما يكون في حالة راحة. هذه القيمة مثيرة للاهتمام بشكل خاص لأنها مجهزة بعملية التمثيل الغذائي للقاعدة , ستكون حينها قادرًا على الحصول على تقدير للطاقة التي يحتاجها جسمك وفقًا لمستوى نشاطك البدني. ستتمكن من مقارنة مدخولك اليومي من السعرات الحرارية مع إنفاقك اليومي من السعرات الحرارية.
fr: Il s'agit d'une estimation de la quantité d'énergie (en calories) que votre corps a besoin de manière quotidienne, lorsqu'il est au repos. Cette valeur est particulièrement intéressante car muni de votre métabolisme de base, vous pourrez ensuite avoir une estimation de l'énergie dont votre corps a besoin en fonction de votre niveau d'activité physique. Vous pourrez ainsi comparer vos apports caloriques journaliers, à vos dépenses caloriques journalières.

# mbTitle3
source: YOUR RESULTS
ar: نتائجك
fr: VOS RÉSULTATS

# mbParag2
source: Your basal metabolic rate is awaiting calculation. Once calculated we will provide an immediate interpretation.
ar: معدل الأيض الأساسي الخاص بك في انتظار الحساب. بمجرد حسابه سنقدم لك تفسيرًا فوريًا.
fr: Votre métabolisme de base est en attente de calcul. Une fois calculé nous fournirons une interprétation immédiate.

# mbParag3
source: We also offer other <<theoretical ideal weight>> calculations
ar: نقدم أيضًا حسابات نظرية أخرى للوزن المثالي.
fr: Nous vous proposons aussi d'autres calculs de « poids idéal théorique ».

# mbParag4
source: (which will allow you to use other formulas)
ar: (والتي ستتيح لك استخدام الصيغ الأخرى)
fr: (qui vous permettront d'utiliser d'autres formules)

# mbTitle4
source: EXPLANATIONS
ar: شرح
fr: EXPLICATIONS

# mbParag5
source: After doing the calculation (above) of your Basal Metabolic Rate (BMR), you know how much energy your body expends daily when totally at rest. So BMR is sometimes also called Expenditure energy at rest (RRE). Yes, but here it is: your body is not never fully idle, the slightest physical and/or cerebral activity leads to additional calorie consumption...
ar: بعد إجراء الحساب (أعلاه) لمعدل الأيض الأساسي (BMR) الخاص بك , فأنت تعرف مقدار الطاقة التي ينفقها جسمك يوميًا عندما يكون في حالة راحة تامة. لذلك يُسمى معدل الاستقلاب الأساسي أحيانًا أيضًا طاقة الإنفاق في حالة الراحة (RRE). نعم ولكن ها هو: جسدك ليس لا يعمل أبدًا بشكل كامل, يؤدي أدنى نشاط بدني و / أو دماغي إلى استهلاك سعرات حرارية إضافية ...
fr: Après avoir effectué le calcul (ci-dessus) de votre métabolisme de base (MB), vous savez combien d'énergie votre corps dépense quotidiennement lorsqu'il est totalement au repos. Le MB est donc parfois aussi appelé dépense énergétique au repos (DRE). Oui mais voilà : votre corps n'est jamais totalement au repos, la moindre activité physique et/ou cérébrale entraine une consommation supplémentaire de calories...

# mbParag6
source: This is why the table below (which we calculate for you automatically when you use read our tool above), explains you, in relation to your basic metabolism (MB), what is your actual energy expenditure.
ar: هذا هو السبب في أن الجدول أدناه (الذي نحسبه لك تلقائيًا عند استخدام أداتنا أعلاه) يشرح لك ذلك , فيما يتعلق بمعدل الأيض الأساسي الخاص بك , ما هو إنفاقك الفعلي على الطاقة.
fr: C'est la raison pour laquelle le tableau ci-dessous (que nous vous calculons automatiquement lorsque vous utilisez notre outil ci-dessus), vous explique, par rapport à votre métabolisme de base (MB), quelle est votre dépense énergétique réelle.

# mbTableKey1
source: Your Profile
ar: ملفك الشخصي
fr: Votre profil

# mbTableKey1Value1
source: Sedentary
ar: مستقر
fr: Sédentaire

# mbTableKey1Value2
source: Slightly active
ar: نشط قليلاً
fr: Légèrement actif

# mbTableKey1Value3
source: Active
ar: نشط
fr: Actif

# mbTableKey1Value4
source: Very active
ar: نشط جدًا
fr: Très actif

# mbTableKey1Value5
source: Extremely active
ar: نشط للغاية
fr: Extrêmement actif

# mbTableKey2
source: Meaning
ar: المعنى
fr: Signification

# mbTableKey2Value1
source: Little or no daily exercise
ar: تمارين يومية قليلة أو معدومة
fr: Aucun exercice quotidien ou presque

# mbTableKey2Value2
source: You sometimes do physical exercises (1 to 3 times a week)
ar: تقوم أحيانًا بتمارين بدنية (من 1 إلى 3 مرات في الأسبوع)
fr: Vous faites parfois des exercices physiques (1 à 3 fois par semaine)

# mbTableKey2Value3
source: You exercise regularly (3 to 5 times a week)
ar: تمارس الرياضة بانتظام (من 3 إلى 5 مرات في الأسبوع)
fr: Vous faites régulièrement des exercices physiques (3 à 5 fois par semaine)

# mbTableKey2Value4
source: You do sports or vigorous physical exercise every day
ar: تمارس الرياضة أو تمارس تمارين بدنية قوية كل يوم
fr: Vous faites quotidiennement du sport ou des exercices physiques soutenus

# mbTableKey2Value5
source: Your job is extremely physical or you consider yourself a great athlete
ar: وظيفتك جسدية للغاية أو أنك تعتبر نفسك رياضيًا رائعًا
fr: Votre travail est extrêmement physique ou bien vous vous considérez comme un grand sportif

# mbTableKey3
source: Your daily expense
ar: نفقتك اليومية
fr: Votre dépense quotidienne

# mbParag7
source: Basal metabolism can therefore be understood like your body's <<unavoidable>> needs :it cannot function properly without this energy. It is the minimum energy the body needs to survive at rest,i.e. the energy required to ensure basic functions such as breathing, digestion, brain function, maintaining body temperature...
ar: التمثيل الغذائي الأساسي لذلك يمكن فهمها مثل احتياجات جسمك التي لا مفر منها :لا يمكنها العمل بشكل صحيح بدون هذه الطاقة. إنها الحد الأدنى من الطاقة التي يحتاجها الجسم للبقاء على قيد الحياة,أي الطاقة المطلوبة لضمان الوظائف الأساسية مثل التنفس , والهضم , ووظائف المخ , والحفاظ على درجة حرارة الجسم ...
fr: Le métabolisme de base peut donc se comprendre comme les besoins « inévitables » de votre organisme :il ne peut fonctionner correctement sans cette énergie. Il s'agit de l'énergie minimale dont a besoin l'organisme pour survivre au repos,c'est à dire l'énergie demandée pour assurer des fonctions basiques comme la respiration, la digestion, le fonctionnement du cerveau, le maintien de la température du corps...

# mbParag8
source: Factors other than weight,size and sex can alter basal metabolism, including external factors. This is the case, for example, of climatic conditions: if it is particularly cold or excessively hot, then your body's basic metabolism will be higher because your body will have to make additional efforts to <<maintain>> your system.
ar: يمكن لعوامل أخرى غير الوزن والطول والجنس تعديل التمثيل الغذائي الأساسي , بما في ذلك العوامل الخارجية. هذا هو الحال , على سبيل المثال , مع الظروف المناخية: إذا كان الجو باردًا بشكل خاص أو شديد الحرارة , فإن معدل الأيض الأساسي لجسمك ستكون أعلى لأن جسمك سيضطر إلى العمل بجهد إضافي للحفاظ على نظامك .
fr: Des facteurs autres que le poids, la taille et le sexe peuvent venir modifier le métabolisme de base, y compris des facteurs externes. C'est le cas par exemple des conditions climatiques : s'il fait particulièrement froid ou bien excessivement chaud, alors le métabolisme de base de votre corps sera plus élevé car votre corps devra fournir des efforts supplémentaires pour « maintenir » votre système.

# mbParag9
source: The good news is that exercising regularly increases lean body mass (i.e. the amount of muscle), and this lean mass consumes more calories than fat mass, even when the body is at rest.In other words , by having more muscles your body will consume more caloriesto function, even when you are not exercising. However, this change in basic metabolism takes place over the long term and we can therefore consider that the calories necessary for the body to function at rest are the same from day to day.
ar: الخبر السار هو أن ممارسة الرياضة بانتظام تزيد من كتلة الجسم الهزيل (أي كمية العضلات) , و تستهلك هذه الكتلة الخالية من الدهون سعرات حرارية أكثر من كتلة الدهون , حتى عندما يكون الجسم في حالة راحة .بمعنى آخر , من خلال زيادة العضلات , يستهلك جسمك سعرات حرارية أكثرلتعمل , حتى عندما لا تمارس الرياضة. ومع ذلك , فإن هذا التغيير في التمثيل الغذائي الأساسي يحدث على المدى الطويل , وبالتالي يمكننا اعتبار أن السعرات الحرارية اللازمة لعمل الجسم أثناء الراحة هي نفسها من يوم إلى آخر. يوم.
fr: La bonne nouvelle c'est que la pratique régulière d'un sport augmente la masse maigre du corps (c'est à dire la quantité de muscle), et cette masse maigre consomme plus de calories que la masse grasse, même quand le corps est au repos.Autrement dit , en ayant plus de muscles votre corps consommera plus de caloriespour fonctionner et ce même quand vous ne serez pas en train de faire du sport. Cependant ce changement de métabolisme de base se fait sur le long terme et on peut donc considérer que les calories nécessaires pour que le corps fonctionne au repos sont les mêmes d'un jour à l'autre.

# mbTitle5
source: THE ENERGY BALANCE
ar: ميزان الطاقة
fr: LA BALANCE ÉNERGÉTIQUE

# mbParag10
source: Having an idea, even approximate, of what your body can consume on a daily basis can obviously help you better manage your diet.Because it's your diet that brings in the calories (which are then spent by your body): there should therefore, ideally, be a balance between your energy intake and your expenditure.
ar: من الواضح أن امتلاك فكرة , ولو بشكل تقريبي , عما يمكن أن يستهلكه جسمك يوميًا إدارة نظامك الغذائي بشكل أفضل.لأن نظامك الغذائي هو الذي يجلب السعرات الحرارية (التي ينفقها جسمك بعد ذلك): لذلك , من الناحية المثالية , يجب أن يكون هناك التوازن بين استهلاكك للطاقة ونفقاتك.
fr: Avoir une idée, même approximative, de ce que son corps peut consommer de manière quotidienne peut évidemment vous aider à mieux gérer votre alimentation.Car c'est votre alimentation qui fait rentrer les calories (qui sont ensuite dépensés par votre corps) : il faudrait donc, idéalement, qu'il existe un équilibre entre vos apports énergétiques et vos dépenses.

# mbParag11
source: The body therefore functions as an energy balance and aims to expend the same number of calories as what will be consumed. In this case the body weight does not change. But when the balance is disturbed there is then two scenarios:
ar: وبالتالي فإن الجسم يعمل كميزان للطاقة ويهدف إلى استهلاك نفس عدد السعرات الحرارية التي سوف يستهلكها , وفي هذه الحالة لا يتغير وزن الجسم , ولكن عند اختلال التوازن يكون هناك سيناريوهان:
fr: Le corps fonctionne donc comme une balance énergétique et a pour objectif de dépenser le même nombre de calories que ce qui sera consommé. Dans ce cas le poids corporel ne change pas. Mais lorsque la balance se dérègle il y a alors deux cas de figure :

# mbParag12
source: If we eat more than we expend, we gain weight because we store unused energy.
ar: إذا أكلنا أكثر مما ننفقه , فإننا نكتسب وزنا لأننا نخزن الطاقة غير المستخدمة.
fr: Si l’on mange plus que ce que l’on dépense on grossit, car on stocke l’énergie non utilisée.

# mbParag13
source: If we expend more energy than what our meals bring us, we lose weight because the body draws on its energy reserves.
ar: إذا بذلنا طاقة أكثر مما تجلبه لنا وجباتنا , فإننا نفقد الوزن لأن الجسم يعتمد على احتياطياته من الطاقة
fr: Si l’on dépense plus d’énergie que ce que nous apportent nos repas on perd du poids, car le corps puise dans ses réserves d’énergie.

# mbParag14
source: To lose weight, two solutions could thus be considered: eat less or increase physical activity. The first option would be possible but to a limited extent because eating less than one's needs also means risking micronutrient deficiencies which, we As we have seen, are essential for metabolism and good health. There remains the solution that allows you to tip the scales in favor of weight loss without risking deficiencies: increase your physical activity!
ar: لإنقاص الوزن , يمكن بالتالي النظر في حلين: تناول كميات أقل أو زيادة النشاط البدني. سيكون الخيار الأول ممكنًا ولكن إلى حد محدود لأن تناول أقل من احتياجات المرء يعني أيضًا المخاطرة بنقص المغذيات الدقيقة , ونحن كما نحن لقد رأيت , ضرورية لعملية التمثيل الغذائي والصحة الجيدة. لا يزال هناك الحل الذي يسمح لك بقلب الميزان لصالح فقدان الوزن دون المخاطرة بنقص: زيادة نشاطك البدني!
fr: Pour perdre du poids deux solutions pourraient ainsi être envisagées : manger moins ou augmenter son activité physique. La première option serait envisageable mais dans une mesure limitée car manger moins que ses besoins signifie également risquer des carences en micronutriments qui, nous l’avons vu, sont essentiels au métabolisme et à une bonne santé. Reste donc la solution qui permet de faire pencher la balance du côté de la perte de poids sans risquer de carences : augmenter son activité physique !

# mbTitle6
source: ORIGINS OF BASE METABOLISM
ar: أصول التمثيل الغذائي الأساسي
fr: ORIGINES DU MÉTABOLISME DE BASE

# mbParag15
source: The basic metabolism derives from a formula communicated on October 8, 1918 to a scientific journal which published it in 1919 <sup>(1)</sup>. This reference formula is that of J. Arthur Harris <sup>(2)</sup> and Francis G. Benedict, based on analysis of 136 healthy men, 103 women and 94 children.
ar: التمثيل الغذائي الأساسي مشتق من صيغة تم إرسالها في 8 أكتوبر 1918 إلى مجلة علمية نشرتها في عام 1919 <sup> (1) </sup>. هذه الصيغة المرجعية هي صيغة J. Arthur Harris <sup > (2) </sup> وفرانسيس جي بنديكت , بناءً على تحليل 136 رجلاً يتمتع بصحة جيدة و 103 انثى و 94 طفلاً.
fr: Le métabolisme de base découle d'une formule communiquée le 8 Octobre 1918 à un journal scientifique qui en fait la publication en 1919 <sup>(1)</sup>. Cette formule de référence est celle de J. Arthur Harris <sup>(2)</sup> et de Francis G. Benedict, suite à l'analyse de 136 hommes, 103 femmes et 94 enfants en bonne santé.

# mbParag16
source: It is only valid in the 151cm to 201cm range, for a mandatory weight between 25kg to 124.9kg and for an age ranging from 21 to 70 years old. The creators of this formula were aware that, for the elderly, reliability could sometimes be questioned. This is the reason why Harris and Benedict conducted new research and published in 1928, then 1935, but without modifying their original formula.
ar: إنها صالحة فقط في النطاق 151 سم إلى 201 سم , للوزن الإلزامي بين 25 كجم إلى 124.9 كجم ولعمر يتراوح من 21 إلى 70 عامًا. كان مبتكرو هذه الصيغة على دراية بأنه , بالنسبة لكبار السن , يمكن في بعض الأحيان التشكيك في الموثوقية. وهذا هو السبب في قيام هاريس وبنديكت بإجراء بحث جديد ونشره في عام 1928 , ثم عام 1935 , ولكن دون تعديل صيغتهما الأصلية.
fr: Elle n'est valable que dans la tranche de 151cm à 201cm, pour un poids compris obligatoirement entre 25kg à 124.9kg et pour un âge allant de 21 à 70 ans. Les créateurs de cette formule étaient conscients que, pour les personne âgées, la fiabilité pouvait parfois être remise en cause. C'est la raison pour laquelle Harris et Benedict ont mené de nouvelles recherches et effectué des publications en 1928, puis 1935, mais sans toutefois modifier leur formule d'origine.

# mbTitle7
source: Harris and Benedict formula (1919) :
ar: صيغة هاريس وبنديكت (1919) :
fr: Formule de Harris et Benedict (1919) :

# mbParag17
source: In 1984, Roza and Shizgal proposed an improved formula <sup>(3)</sup> from that of Harris and Benedict. This is the formula we use in our calculator, except for overweight people or with an age greater than 60 years (in which case we automatically switch to Black's formula, below) In their publication Roza and Shizgal specify that the Harris and Benedict formula makes it possible to obtain an estimate of basal metabolic rate at an accuracy of about 14% for a person in <<good health>> and <<properly nourished>>. However, for people suffering from malnutrition, the formula is not reliable. It is therefore improved as follows:
ar: في عام 1984 , اقترح Roza و Shizgal صيغة محسّنة من صيغة Harris and Benedict. هذه هي الصيغة التي نستخدمها في الآلة الحاسبة , باستثناء الأشخاص الذين يعانون من زيادة الوزن أو كبار السن أكثر من 60 عامًا (في هذه الحالة ننتقل تلقائيًا إلى صيغة Black , أدناه) في منشوراتهما , تحدد Roza and Shizgal أن صيغة Harris and Benedict تتيح الحصول على تقدير لمعدل التمثيل الغذائي الأساسي بدقة تبلغ حوالي 14٪ لـ شخص يتمتع بصحة جيدة و يتغذى بشكل صحيح. ومع ذلك , بالنسبة للأشخاص الذين يعانون من سوء التغذية , فإن الصيغة غير موثوقة. لذلك يتم تحسينها على النحو التالي:
fr: En 1984, Roza et Shizgal proposent une formule améliorée <sup>(3)</sup> de celle de Harris et Benedict. C'est cette formule que nous utilisons dans notre calculateur, sauf pour les personnes en surpoids ou avec un âge supérieur à 60 ans (auquel cas nous basculons automatiquement sur la formule de Black, ci-après). Dans leur publication Roza et Shizgal précisent que la formule de Harris et Benedict permet d'obtenir une estimation du métabolisme de base à une précision de l'ordre de 14% près pour une personne en « bonne santé » et « correctement nourri ». Toutefois, pour des personnes souffrant de malnutrition, la formule n'est pas fiable. Celle ci est donc améliorée de la sorte :

# mbTitle8
source: Harris and Benedict's improved formula by Roza and Shizgal (1984):
ar: صيغة Harris and Benedict المحسّنة بواسطة Roza and Shizgal (1984):
fr: Formule améliorée de Harris et Benedict par Roza et Shizgal (1984) :
