Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# imcpar3
source: IMC is used to determine objective manner a person's build . We owe this index to the mathematician and statistician Adolphe Quetelet (1796-1874). However, the term <<Body Mass Index>> did not appear until 1972, well after the creation of what was originally called the “Quetelet Index”.
ar: يُستخدم مؤشر كتلة الجسم لتحديد بطريقة موضوعية بناء الشخص . نحن مدينون بهذا المؤشر لعالم الرياضيات والإحصائي Adolphe Quetelet (1796-1874). ومع ذلك , فإن مصطلح Body Mass Index لم يظهر حتى عام 1972 , أي بعد إنشاء ما كان يُطلق عليه في الأصل مؤشر Quetelet
fr: L’IMC permet de déterminer de manière objective la corpulence d’une personne . C'est au mathématicien et statisticien Adolphe Quetelet (1796-1874) que l'on doit cet indice. Toutefois, le terme « Indice de Masse Corporelle » n'apparaît qu'en 1972, soit bien après la création de ce qui se dénommait à l'origine «Indice de Quetelet ».

# imcpar4
source: Calculating the IMC is relatively simple since it does not require only two criteria:your height (in cm) and your weight (in kg). The exact mathematical formula is as follows : Please note, however, that this IMC formula is not valableonly for adults aged 18-65.Thus, children, teenagers, the elderly, but also pregnant women or very muscular people, should choose different formulas (2).Regarding children, you can consult our page dedicated to calculation of IMC in children.
ar: حساب مؤشر كتلة الجسم بسيط نسبيًا لأنه لا يتطلب معياران فقط:الطول (بالسنتيمتر) ووزنك (بالكيلو جرام) الصيغة الحسابية الدقيقة هي كما يلي : يرجى ملاحظة , مع ذلك , أن صيغة مؤشر كتلة الجسم هذه ليست صالحة فقط لـ البالغون الذين تتراوح أعمارهم بين 18 و 65 عامًا.وهكذا , الأطفال , والمراهقون , صيجب على كبار السن , وكذلك النساء الحوامل أو الأشخاص ذوي العضلات الشديدة , أن يلجأوا إلى الصيغ المختلفة (2).فيما يتعلق بالأطفال , يمكنك الرجوع إلى صفحتنا المخصصة لـ حساب مؤشر كتلة الجسم عند الأطفال.
fr: Le calcul de l’IMC est relativement simple puisqu’il ne nécessite que deux critères:votre taille (en cm) et votre poids (en kg). La formule mathématique exacte est la suivante : Attention toutefois, cette formule de l’IMC n’est valableque pour les adultes âgés de 18 à 65 ans.Ainsi, les enfants, les adolescents, les personnes âgées, mais également les femmes enceintes ou les personnes très musclées, doivent s'orienter vers des formules différentes (2).Concernant les enfants, vous pouvez consulter notre page dédiée au calcul de l'IMC chez l'enfant.

# imcpar5
source: The benefits of IMC are as follows : Ease of calculationwhich only requires weight and height, through a simple formula (see formula above) . Indicator generalized in an <<international>> way, thus allowing to make statistics on a global scale. But this ease of calculation as well as this international generalization brings up the following drawbacks : The silhouette is not taken into account. The weight history is not taken into account. Determining elements such as gender, age or ethnic origin are not taken into account. disadvantages can therefore introduce bias into the IMC result . For more information on the advantages and limitations of this index, we invite you to consult our detailed file (1).
ar: فوائد مؤشر كتلة الجسم كالتالي : -سهولة الحسابالتي لا تتطلب سوى الوزن والطول , من خلال صيغة بسيطة (انظر الصيغة أعلاه) . -مؤشر معمم بطريقة دولية , مما يسمح بـ جعل الإحصاءات على نطاق عالمي. لكن سهولة الحساب وكذلك هذا التعميم الدولي يجلبان العيوب التالية : الصورة الظلية لم تؤخذ بعين الاعتبار. تاريخ الوزن لا يؤخذ في الاعتبار. لا تؤخذ في الاعتبار العناصر المحددة مثل الجنس أو العمر أو الأصل العرقي يمكن أن تؤدي العيوب بالتالي إلى تحيز في نتيجة مؤشر كتلة الجسم . لمزيد من المعلومات حول مزايا وقيود هذا الفهرس , ندعوك للرجوع إلى ملفنا التفصيلي (1)
fr: Les avantages de l'IMC sont les suivants : Facilité de calculqui ne nécessite que le poids et la taille, à travers une formule simple (voir formule ci-dessus) . Indicateur généralisé de manière « internationale », permettant donc de faire des statistiques à l'échelle mondiale. Mais cette facilité de calcul ainsi que cette généralisation internationale font apparaitre les inconvénients suivants : La silhouette n'est pas prise en compte. L'histoire du poids n'est pas prise en compte. Des éléments déterminants comme le sexe, l'âge ou encore l'origine ethnique ne sont pas pris en compte. inconvénients peuvent donc introduire des biais dans le résultat de l'IMC . Pour plus d'informations sur les avantages et les limites de cet indice, nous vous invitons à consulter notre dossier détaillé (1).

# imcpar6
source: A normal BMI between 18.5 and 24.9 kg/m².If your result is less than 18.5, your build is considered lean. Above 24.9, you are either overweight (between 25 and 30) or obese (>30) , or in massive obesity (>40). It is through this reading that all the usefulness of calculating your IMC comes into play.
ar: يتراوح مؤشر كتلة الجسم الطبيعي بين 18.5 و24.9 كجم/م².إذا كانت نتيجتك أقل من 18.5 , فسيتم اعتبار جهازك هزيلًا. فوق 24.9 , إما أنك تعاني من زيادة الوزن (بين 25 و 30) أو السمنة (> 30) , أو السمنة المفرطة (> 40). إنها كذلك من خلال هذه القراءة , فإن كل فائدة حساب مؤشر كتلة جسمك تلعب دورًا.
fr: Un IMC dit normal entre 18,5 et 24,9 kg/m².Si votre résultat est inférieur à 18,5, votre corpulence est considérée comme maigre. Au-delà de 24,9, vous êtes soit en surpoids (entre 25 et 30), soit en obésité (>30), soit en obésité massive (>40). C’est à travers cette lecture qu’intervient toute l’utilité de calculer son IMC.

source: YOUR RESULTS
ar: نتائجك
fr: VOS RÉSULTATS

source: weigth
ar: وزنك
fr: POIDS

source: height
ar: طولك
fr: HAUTEUR

source: Age
ar: عمرك
fr: ÂGE

# waist
source: Waist circumference (in cm)
ar: محيط الخصر (سم)
fr: Tour de Taille (en cm)

# hip
source: Hip circumference (in cm)
ar: محيط الورك (سم)
fr: Tour de Hanche (en cm)

source: IMG
ar: مؤشر كتلة الدهون

# imgTitle1
source: Calculating IMG (Fat Mass Index)
ar: حساب (مؤشر كتلة الدهون)
fr: Calcul de l’IMG (Indice de Masse Grasse)

# imgTitle2
source: COMPLETE THE CALCULATION OF YOUR IMG
ar: أكمل حساب مؤشر كتلة الدهون الخاص بك
fr: EFFECTUER LE CALCUL DE VOTRE IMG

# imgParag1
source: We more often know the Body Mass Index, or IMC, which allows us to assess our corpulence. But there is also the Indice de Masse Grasse(or fat). A lesser known measure that allows you to assess the proportion of fat in your body.
ar: غالبًا ما نعرف مؤشر كتلة الجسم , أو مؤشر كتلة الدهون , الذي يسمح لنا بتقييم بدانتنا. ولكن هناك أيضًا Indice de Masse Grasse(أو fat). مقياس أقل شهرة يسمح لك بتقييم نسبة الدهون في جسمك.
fr: On connaît plus souvent l'Indice de Masse Corporelle, ou IMC, qui permet d'évaluer sa corpulence. Mais il existe aussi l' Indice de Masse Grasse(ou graisseuse). Une mesure moins connue qui permet d'évaluer sa proportion de graisse dans le corps.

# imgParag2
source: Enter your height (in cm), your weight (in kg) as well as your age (in years) and your sex, we will then be able to calculate your IMG and you will be able to obtain an immediate interpretation below . Attentionthis test is not the IMC test .
ar: أدخل طولك (بالسنتيمتر) ووزنك (بالكيلوغرام) بالإضافة إلى عمرك (بالسنوات) وجنسك , سنتمكن بعد ذلك من حساب مؤشر كتلة الدهون الخاص بك وستتمكن من الحصول على الفور التفسير أدناه. Attentionهذا الاختبار ليس اختبار مؤشر كتلة الجسم .
fr: Renseignez votre taille (en cm), votre poids (en kg) ainsi que votre age (en années) et votre sexe, nous serons alors capable de calculer votre IMG et vous pourrez en obtenir une interprétation immédiate ci-dessous. Attentionce test n'est pas celui de l'IMC .

# imgParag3
source: Waiting for IMG (Fat Mass Index) calculation
ar: في انتظار حساب مؤشر كتلة الدهون (مؤشر كتلة الدهون)
fr: En attente de calcul de l'IMG (Indice de Masse Grasse)

# imgTitle4
source: INTERPRETATION OF THE FAT MASS INDEX
ar: تفسير مؤشر كتلة الدهون
fr: INTERPRÉTATION DE L'INDICE DE MASSE GRASSE

# imgParag4
source: The interpretation of the formula is done according to the proposals of Deurenberg (1). A distinction must be made between the interpretation for women and the interpretation for men, which are different.
ar: يتم تفسير الصيغة وفقًا لاقتراحات Deurenberg (1). يجب التمييز بين التفسير الخاص بالنساء والتفسير للرجال , وهما التفسير المختلفان.
fr: L'interprétation de la formule se fait selon les propositions de Deurenberg (1). Il faut distinguer l'interprétation chez la femme et l'interprétation chez l'homme, qui sont différentes.

# imgTableWomen
source: For women :
ar: للنساء :
fr: Pour les femmes:

# imgTable1Key1
source: Img Value
ar: قيمة مؤشر كتلة الدهون
fr: Valeur de l'IMG

# imgTable1Key2
source: Less than 25%
ar: أقل من 25٪
fr: Inférieur à 25%

# imgTable1Key3
source: Between 25% and 30%
ar: بين 25٪ و 30٪
fr: Entre 25% et 30%

# imgTable1Key4
source: Greater than 30%
ar: أكبر من 30٪
fr: Supérieur à 30%

# imgTable1Value1
source: Interpretation
ar: تفسير
fr: Interprétation

# imgTable1Value2
source: Too skinny
ar: نحيف جدًا
fr: Trop maigre

# imgTable1Value3
source: Normal Percentage
ar: النسبة العادية
fr: Pourcentage normal

# imgTable1Value4
source: Too much grease
ar: الكثير من الشحوم
fr: Trop de graisse

# imgTableMen
source: For men :
ar: للرجال :
fr: Pour les hommes:

# imgTable2Key1
source: Img Value
ar: قيمة مؤشر كتلة الدهون
fr: Valeur de l'IMG

# imgTable2Key2
source: Less than 15%
ar: أقل من 15٪
fr: Inférieur à 15%

# imgTable2Key3
source: Between 15% and 20%
ar: بين 15٪ و 20٪
fr: Entre 15% et 20%

# imgTable2Key4
source: Greater than 20%
ar: أكبر من 20٪
fr: Supérieur à 20%

# imgTable2Value1
source: Interpretation
ar: تفسير
fr: Interprétation

# imgTable2Value2
source: Too skinny
ar: نحيف جدًا
fr: Trop maigre

# imgTable2Value3
source: Normal Percentage
ar: النسبة العادية
fr: Pourcentage normal

# imgTable2Value4
source: Too much grease
ar: الكثير من الشحوم
fr: Trop de graisse

# imgParag5
source: The classic interpretation is a valid interpretation in the majority of cases, from the age of 16.
ar: التفسير الكلاسيكي هو تفسير صحيح في معظم الحالات , من سن 16
fr: L'interprétation classique est une interprétation valable dans la majorité des cas, à partir de 16 ans.

# imgParag6
source: If you are above or below the norm, then a doctor or nutritionist is the go-to person to help you reduce your body fat percentage, through diet and an appropriate lifestyle.
ar: إذا كنت أعلى أو أقل من المعتاد , فإن الطبيب أو أخصائي التغذية هو الشخص المناسب لمساعدتك على تقليل نسبة الدهون في الجسم , من خلال النظام الغذائي ونمط الحياة المناسب.
fr: Si vous êtes au dessus ou en dessous de la norme, alors un médecin ou un nutritionniste sont les personnes à privilégier pour vous aider à réduire votre pourcentage de masse grasse, dans le cadre d'un régime alimentaire et d'une hygiène de vie adaptée.

# imgParag7
source: Don't forget that beyond an aesthetic criterion, calculating your IMG and obtaining a result in the <<good range>> will allow you to reduce the often dangerous consequences of excess body fat, hence the importance of regularly calculating this body fat index.
ar: لا تنس أنه بعيدًا عن المعايير الجمالية , فإن حساب مؤشر كتلة الدهون الخاص بك والحصول على نتيجة في النطاق الجيد سيسمح لك بالتخفيض العواقب الخطيرة في كثير من الأحيان الدهون الزائدة في الجسم , ومن هنا تأتي أهمية حساب مؤشر دهون الجسم بانتظام.
fr: N'oubliez pas qu'au delà d'un critère esthétique, calculer son IMG et obtenir un résultat dans la « bonne fourchette » vous permettra de réduire les conséquences souvent dangereuses d'un excès de masse graisseuse, d'où l'intérêt de calculer régulièrement cet indice de masse grasse.

# imgTitle5
source: ORIGIN OF FORMULA
ar: أصل الصيغة
fr: ORIGINE DE LA FORMULE

# imgParag8
source: There are 4 formulas (1) to calculate the Fat Mass Index.
ar: هناك 4 صيغ (1) لحساب مؤشر كتلة الدهون.
fr: Il existe 4 formules (1) afin de calculer l'Indice de Masse Grasse.

# imgTitle6
source: The first Deurenberg formula :
ar: صيغة Deurenberg الأولى :
fr: La première formule de Deurenberg :

# imgTitle7
source: The second Deurenberg formula :
ar: صيغة Deurenberg الثانية :
fr: La seconde formule de Deurenberg :

# imgTitle8
source: Gallagher's Formula :
ar: صيغة غالاغر :
fr: La formule de Gallagher :

# imgTitle9
source: The Jackson-Pollock Formula :
ar: صيغة جاكسون بولوك :
fr: La formule de Jackson-Pollock :

# imgParag9
source: We have chosen, on this page, to apply the first formula among the four because this formula only applies in very general cases. A pregnant woman, for example, cannot find a viable interpretation of her fat mass calculated in this way. This is also valid for children aged 15 or over. less, adults over 50, very muscular people, etc. ACE
ar: اخترنا , في هذه الصفحة , تطبيق الصيغة الأولى بين الأربعة لأن هذه الصيغة تنطبق فقط في الحالات العامة جدًا. على سبيل المثال , لا يمكن للمرأة الحامل أن تجد تفسيرًا عمليًا لكتلة الدهون لديها محسوبة بهذه الطريقة. وهذا ينطبق أيضًا على الأطفال الذين تبلغ أعمارهم 15 عامًا أو أكثر. أقل , البالغين فوق 50 , أشخاص يتمتعون بالقوة العضلية للغاية , وما إلى ذلك. إيس
fr: Nous avons choisi, sur cette page, d'appliquer la première formule parmi les quatres car cette formule ne s'applique que dans des cas très généraux. Une femme enceinte, par exemple, ne peut pas trouver une interprétation viable de sa masse grasse ainsi calculée. Cela est aussi valable pour les enfants de 15 ans ou moins, les adultes de plus de 50 ans, les personnes très musclées, etc. L'ACE

# imgParag10
source: Remember that this body fat index is only one indicator among many others; it only reflects a scientific measurement, which is not always viable! If you have any doubts about your amount of mass, consult a doctor.
ar: تذكر أن مؤشر دهون الجسم هذا هو مؤشر واحد فقط من بين العديد من المؤشرات الأخرى ؛ إنه يعكس فقط قياسًا علميًا , وهو ليس دائمًا قابلاً للتطبيق! إذا كان لديك أي شكوك حول مقدار الكتلة الخاصة بك , فاستشر الطبيب.
fr: Rappelez vous donc que cette indice de masse grasse n'est qu'un indicateur parmi tant d'autres; il ne reflète qu'une mesure scientifique, qui n'est pas toujours viable ! Si vous avez des doutes sur votre quantité de masse, consultez un médecin.

# imgTitle10
source: WHY IMG ?
ar: لماذا مؤشر كتلة الدهون ?
fr: POURQUOI L' IMG ?

# imgParag11
source: The fat mass index allows you to estimate the proportion between your fat mass and your muscle mass. The IMG is intended for people between 15 and 50 years old, unless you are an athlete ( your muscle mass being more developed) and pregnant women. Children and the elderly are not concerned by the IMG, because of their age.
ar: مؤشر كتلة الدهون يسمح لك بتقدير النسبة بين كتلة الدهون وكتلة العضلات. مؤشر كتلة الدهون مخصص للأشخاص الذين تتراوح أعمارهم بين 15 و 50 عامًا , ما لم تكن رياضيًا (كتلة عضلاتك تتطور أكثر) والنساء الحوامل. الأطفال وكبار السن لا يهتمون بـ مؤشر كتلة الدهون , بسبب أعمارهم.
fr: L'indice de masse graisseuse permet de faire une estimation de la proportion entre sa masse de graisse et sa masse de muscle. L'IMG est destiné aux personnes entre 15 et 50 ans, sauf si vous êtes un sportif (votre masse musculaire étant plus développée) et les femmes enceintes. Les enfants et personnes âgées ne sont pas concernés par l'IMG, du fait de leur âge.

# imgParag12
source: Knowing your fat mass index is useful for realizing the proportion of fat in our body. Indeed, excess fat can have more or less serious consequences on health, which can range from shortness of breath due to cholesterol, or even provoking the risk of stroke (Cardio-Vascular Accidents). Regular monitoring using this index is therefore ideal for monitoring body fat and avoiding health problems.
ar: معرفة مؤشر كتلة الدهون مفيد في معرفة نسبة الدهون في أجسامنا. في الواقع , يمكن أن يكون للدهون الزائدة عواقب أكثر أو أقل خطورة على الصحة , والتي يمكن أن تتراوح من ضيق التنفس بسبب الكوليسترول , أو حتى الاستفزاز. خطر الإصابة بالسكتة الدماغية (حوادث القلب والأوعية الدموية). لذا فإن المراقبة المنتظمة باستخدام هذا المؤشر مثالية لرصد دهون الجسم وتجنب المشاكل الصحية.
fr: Connaître son indice de masse grasse est utile pour se rendre compte de la proportion de graisse dans notre corps. En effet, un excès de graisse peut avoir des conséquences plus ou moins grave sur la santé, qui peuvent aller de l'essoufflement au cholestérol, voire même provuqer des risques d'AVC (Accidents Cardio-Vasculaire). Une surveillance régulière grâce à cet indice est donc tout indiqué pour surveiller sa masse graisseuse et éviter les ennuis de santé.

# imTitle1
source: Ideal measurements (at women and men)
ar: القياسات المثالية (للنساء والرجال)
fr: Mensurations idéales (chez la femme et chez l'homme)

# imTitle2
source: CALCULATE YOUR MEASUREMENTS IDEAL (RTH 1)
ar: احسب قياساتك المثالية (علاقة الخصر/الورك 1)
fr: EFFECTUEZ LE CALCUL DE VOS MENSURATIONS IDÉALES (RTH 1)

# imParag1
source: Your Waist-Hip Ratio is pending calculation...
ar: نسبة الخصر إلى الورك في انتظار أن يتم احتسابها ...
fr: Votre Rapport Taille-Hanche est en attente de calcul...

# imParag2
source: The waistline is definitely the best way find out if you have developed a fatty mass around your abdomen, especially at level of the upper part, particularly at the visceral level. Measure around size helps to assess metabolic risk. It is easy to take measurements waist and hip circumference, using a tape measure.
ar: محيط الخصر بالتأكيد أفضل طريقة لمعرفة ما إذا كان لديك كتلة دهنية حول بطنك, خاصة على مستوى الجزء العلوي , خاصة على مستوى الأحشاء. يسمح لك قياس محيط الخصر بتقييم مخاطر التمثيل الغذائي. من السهل أخذ قياسات محيط الخصر والورك , باستخدام شريط قياس .
fr: Le tour de taille est certainement le meilleur moyen de savoir si vous avez développé une masse adipeuse autour de votre abdomen, surtout au niveau de la partie supérieure, particulièrement au niveau viscéral. Mesurer son tour de taille permet d'évaluer le risque métabolique. Il est facile de prendre les mesures de sa taille et de son tour de hanche, à l'aide d'un mètre ruban.

# imParag3
source: »A bit like the IMC, these ideal measurements are only indicators, nothing more!
ar: »يشبه إلى حد ما مؤشر كتلة الجسم , هذه القياسات المثالية ليست سوى مؤشرات , لا أكثر!
fr: »Un peu à l'image de l'IMC, ces mensurations idéales ne sont que des indicateurs, rien de plus !

# imTitle3
source: IDEAL MEASUREMENTS FOR WOMEN
ar: القياسات المثالية للمرأة
fr: LES MENSURATIONS IDÉALES CHEZ LA FEMME

# imParag4
source: It is true that we speak more often of the measurements of women than those of the man. Yet there are in both cases, and this is a excellent indicator for determining health risks. There morphology of men and women has changed a lot compared to the 70s because diet has changed a lot, mainly due to industrialization. Indeed, the measurements, in 2014, are not quite the same as in 1970: obesity has more than doubled (source: World Health Organization). To be in good health, the measurements in relation to the waist and hips should conform to the standards below.
ar: صحيح أننا نتحدث كثيرًا عن قياسات النساء أكثر من مقاييس الرجال. ومع ذلك , هناك بعض في كلتا الحالتين , وهذا مؤشر ممتاز لتحديد المخاطر على صحته. مورفولوجيا الرجل والمرأة لقد تغيرت كثيرًا مقارنة بالسبعينيات لأن الغذاء قد تغير كثيرًا , ويرجع ذلك أساسًا إلى التصنيع. وبالفعل , فإن القياسات في عام 2014 ليست تمامًا كما كانت في عام 1970: لقد تضاعفت السمنة (المصدر: منظمة الصحة العالمية) إلى أن تكون بصحة جيدة , ويجب أن تتوافق القياسات المتعلقة بالخصر والوركين مع المعايير أدناه.
fr: Il est vrai que l'on parle plus souvent des mensurations de la femme que celles de l'homme. Pourtant il en existe dans les deux cas, et il s'agit là d'un excellent indicateur pour déterminer de risques pour sa santé. La morphologie de l'homme et de la femme a bien changé comparé aux années 70 car l'alimentation a beaucoup évolué, principalement du fait de l'industrialisation. En effet, les mensurations, en 2014, ne sont pas tout à fait les mêmes qu'en 1970 : l'obésité a plus que doublé (source :Organisation Mondiale de la Santé). Pour être en bonne santé, les mensurations en rapport avec la taille et les hanches doivent être conformes aux normes ci-dessous.

# imParag5
source: The ideal measurements for men as well as for women make it possible to maintain good health. For this the waist circumference in men should not exceed 100 cm, as for the female, it must be less than 88 cm.
ar: القياسات المثالية عند الرجال وكذلك عند النساء تساعد في الحفاظ على صحة جيدة , ولهذا يجب ألا يزيد محيط الخصر عند الرجال عن 100 سم , أما بالنسبة للنساء فيجب أن يكون أقل من 88 سم
fr: Les mensurations idéales chez l'homme ainsi que chez la femme permettent de se maintenir en bonne santé. Pour cela le tour de taille chez l'homme ne doit pas dépasser 100 cm, quant à la femme, il doit être inférieur à 88 cm.

# imParag6
source: »Round size of a woman, in “ the ideal”, should be less than 88cm. In the case contrary, we consider that there is a “abdominal obesity”.
ar: » يجب أن يكون محيط خصر المرأة مثاليًا أقل من 88 سم , وإلا فإنها تعتبر سمنة في البطن.
fr: »Le tour de taille d'une femme, dans « l'idéal », devrait être inférieur à 88cm. Dans le cas contraire on considère qu'il y a « obésité abdominale ».

# imParag7
source: Probably as important as the turn of size alone, there is of course IMC (you can access the calculation page with the link below). But the RTH (Ratio Waist Hip) is a indicator that has real utility. We offer you a tool for calculate directly, at the top of the page. The ideal measurements correspond to an RTH of about 0.77 in the women.
ar: مما لا شك فيه أهمية محيط الخصر وحده , هناك بالطبع مؤشر كتلة الجسم (يمكنك الوصول إلى صفحة الحساب بالرابط أدناه). لكن (نسبة الخصر إلى الورك) هي مؤشر له فائدة حقيقية. نقدم لك أداة لحسابها مباشرة , في أعلى الصفحة. تتوافق القياسات المثالية مع علاقة الخصر/الورك بحوالي 0.77 في النساء.
fr: Sans doute aussi important que le tour de taille seul, il existe bien évidemment l'IMC (vous pouvez accéder à la page de calcul avec le lien ci-dessous). Mais le RTH (Rapport Taille Hanche) est un indicateur qui a une utilité réelle. Nous vous proposons un outil pour le calculer directement, en début de page. Les mensurations idéales correspondent à un RTH d'environ 0.77 chez la femme.

# imTitle4
source: DIFFERENCE BETWEEN “ANDROID” AND “GYNOID”
ar: الفرق بين شكل التفاحة و الإجاصة
fr: DIFFÉRENCE ENTRE « ANDROÏDE » ET « GYNOÏDE »

# imParag8
source: A silhouette<<Android>> is a silhouette in <<apple>> shape, i.e. the excess fat mass is located above the waistline (more visceral fat). This presents more risks than a silhouette <<Gynoid>>, which is shaped like <<pear>>. The waist-hip ratio (which you can find above), allows you to determine if you are rather android, or rather gynoid. Please note, the RTH does not allow you to determine if you are obese (for this do the IMC test), it only allows you todetermine your body type.
ar: صورة أندرويد صورة ظلية في شكل تفاحة, أي أن كتلة الدهون الزائدة تقع فوق محيط الخصر (دهون حشوية أكثر). وهذا يمثل مخاطر أكثر من الصورة الظلية جينويد, الذي على شكل إجاصة. نسبة الخصر إلى الورك (التي يمكنك العثور عليها أعلاه) , تتيح لك تحديد ما إذا كنت تستخدم الروبوت , أو بالأحرى جينويد. يرجى ملاحظة أن علاقة الخصر/الورك لا يسمح لك بتحديد ما إذا كنت تعاني من السمنة (لهذا إجراء اختبار مؤشر كتلة الجسم) , فهو يسمح لك فقط تحديد نوع جسمك.
fr: Une silhouette«Androïde» est une silhouette en forme de «pomme», c'est à dire que l'excès de masse graisseuse est situé au dessus du tour de taille (plus de graisse viscérale). Cela présente davantage de risques qu'une silhouette «Gynoïde», qui est en forme de «poire». Le rapport taille-hanche (que vous pourrez trouver ci-dessus), permet justement de déterminer si vous êtes plutôt androïde, ou bien plutôt gynoïde. Attention, le RTH ne permet pas de déterminer si vous êtes obèse (pour cela faites le test de l' IMC), il vous permet seulement dedéterminer quel est votre type de silhouette.

# imTitle5
source: WHAT ABOUT THE IDEAL CHEST SIZE?
ar: ماذا عن حجم الصدر المثالي؟
fr: QU'EN EST-IL DU TOUR DE POITRINE IDÉAL ?
