Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# humanWaterRequirement13
source: Human bodies have a great dependence on water, not only to fight against dehydration and quench thirst but to improve health which aids the various body organs in executing their functions without hindrance. Most people have a basic understanding of the major roles that water plays in revitalizing life, yet few people ever consider the issue of quantity, specifically the exact amount of water one’s body requires to ensure peak health. There are several things that will determine the particular water requirements of one’s body:
ar: تعتمد أجسام الإنسان بشكل كبير على الماء , ليس فقط لمحاربة الجفاف وإرواء العطش , ولكن أيضًا لتحسين الصحة , مما يساعد أعضاء الجسم المختلفة على أداء وظائفها دون عوائق. معظم الناس لديهم فهم أساسي للأدوار الرئيسية للمياه. يلعب دورًا مهمًا في تنشيط الحياة , لكن قلة من الناس يفكرون في مسألة الكمية , وخاصة الكمية الدقيقة من الماء التي يحتاجها الجسم لضمان الصحة المثلى. وهناك العديد من الأشياء التي ستحدد احتياجات الجسم الخاصة من الماء:
fr: Les corps humains ont une grande dépendance à l'eau, non seulement pour lutter contre la déshydratation et étancher la soif, mais aussi pour améliorer la santé, ce qui aide les différents organes du corps à exécuter leurs fonctions sans entrave. La plupart des gens ont une compréhension de base des rôles principaux que l'eau joue dans la revitalisation de la vie, mais peu de gens considèrent la question de la quantité, en particulier la quantité exacte d'eau dont le corps a besoin pour assurer une santé optimale. Il y a plusieurs choses qui détermineront les besoins particuliers en eau de son corps :

# humanWaterRequirement14
source: The most prudent step to start with is always making certain to meet the most basic requirements which is consuming enough water to, at the very least, contend with the body’s minimum water needs. Most professionals will advise eight (8 ounce) glasses of water each day.
ar: إن الخطوة الأكثر حكمة للبدء هي التأكد دائمًا من تلبية الاحتياجات الأساسية , أي استهلاك كمية كافية من الماء , على الأقل , لتلبية الحد الأدنى من احتياجات الجسم من المياه. سينصح معظم المتخصصين بثمانية (8 أونصات) ) أكواب من الماء كل يوم.
fr: L'étape la plus prudente pour commencer est de toujours s'assurer de répondre aux besoins les plus élémentaires, c'est-à-dire de consommer suffisamment d'eau pour, à tout le moins, faire face aux besoins minimaux en eau du corps. La plupart des professionnels conseilleront huit (8 onces ) verres d'eau chaque jour.

# humanWaterRequirement15
source: Admittedly this value will vary depending on various factors, with most water requirement calculations executed primarily with gender in mind. Scientific studies have come to conclude that men require more water than women on a regular basis, at least 125 ounces daily as compared to a woman’s 91 ounces.
ar: من المسلم به أن هذه القيمة ستختلف باختلاف العوامل , حيث أن معظم حسابات الاحتياجات المائية يتم إجراؤها بشكل أساسي مع مراعاة الجنس. وقد خلصت الدراسات العلمية إلى أن الرجال يحتاجون إلى ماء أكثر من النساء. بشكل منتظم , على الأقل 125 أوقية في اليوم مقارنة بـ 91 أوقية للمرأة.
fr: Certes, cette valeur variera en fonction de divers facteurs, la plupart des calculs des besoins en eau étant exécutés principalement en tenant compte du sexe. Des études scientifiques ont conclu que les hommes ont besoin de plus d'eau que les femmes sur une base régulière, au moins 125 onces par jour par rapport aux 91 onces d'une femme.

# humanWaterRequirement16
source: Body weight is just as crucial a consideration, with many scientific studies suggesting that human beings need to consume about half their body weight in ounces of water to maintain proper hydration, possibly even losing weight as a result (excessive consumption of water, of which half of one’s body weight can appear excessive, which has a tendency to create a feeling of fullness, reducing food consumption).
ar: وزن الجسم هو نفس الأهمية في الاعتبار , حيث تشير العديد من الدراسات العلمية إلى أن البشر يجب أن يستهلكوا ما يقرب من نصف وزن جسمهم في أوقية من الماء للحفاظ على الترطيب المناسب , أو حتى فقدان الوزن نتيجة لذلك. (الاستهلاك المفرط للماء) , والتي قد يبدو نصف وزن الجسم منها مفرطًا , مما يؤدي إلى الشعور بالشبع وتقليل استهلاك الطعام).
fr: Le poids corporel est une considération tout aussi cruciale, de nombreuses études scientifiques suggérant que les êtres humains doivent consommer environ la moitié de leur poids corporel en onces d'eau pour maintenir une bonne hydratation, voire perdre du poids en conséquence (consommation excessive de l'eau, dont la moitié du poids corporel peut paraître excessive, ce qui a tendance à créer une sensation de satiété, réduisant la consommation alimentaire).

# humanWaterRequirement17
source: Exercise regimens should play an important part of any person’s water consumption schedule, adding an extra 8 ounces for 15-20 minutes of exercise, on top of one’s normal water consumption requirements.
ar: يجب أن تلعب التمارين الروتينية دورًا مهمًا في جدول استهلاك الماء لأي شخص , بإضافة 8 أونصات إضافية لكل 15-20 دقيقة من التمرين , بالإضافة إلى احتياجاتهم العادية من شرب الماء. الماء.
fr: Les programmes d'exercices devraient jouer un rôle important dans le programme de consommation d'eau de toute personne, en ajoutant 8 onces supplémentaires pour 15 à 20 minutes d'exercice, en plus f ses besoins normaux de consommation d'eau.

# humanWaterRequirement18
source: Consuming appropriate quantities of water in any given day is essential to ensuring optimum health, especially when taking into consideration the amount of water lost in any given day through urine and sweat.
ar: استهلاك كميات مناسبة من الماء في أي يوم أمر بالغ الأهمية لضمان الصحة المثلى , لا سيما بالنظر إلى كمية الماء المفقودة في أي يوم بسبب البول والعرق.
fr: Consommer des quantités appropriées d'eau au cours d'une journée donnée est essentiel pour assurer une santé optimale, en particulier si l'on tient compte de la quantité d'eau perdue au cours d'une journée donnée par l'urine et la sueur.

# humanWaterRequirement19
source: Those most interested in maintaining a close eye on their water consumption need only to observe their urine, looking out for pale yellow to clear coloring for those well hydrated bodies, as opposed to darker shades of urine, which have been known to signal dehydration.
ar: أولئك الذين يهتمون كثيرًا بمراقبة مدخولهم من الماء يحتاجون فقط إلى مراقبة بولهم , والبحث عن لون أصفر باهت إلى أصفر فاتح للأجسام التي رطبة جيدًا , على عكس البول ذي الظلال الداكنة , والمعروف أنها تشير إلى الجفاف .
fr: Ceux qui sont les plus intéressés à surveiller de près leur consommation d'eau n'ont qu'à observer leur urine, en recherchant une coloration jaune pâle à claire pour les corps bien hydratés, par opposition aux nuances plus foncées de l'urine, qui sont connues pour signaler une déshydratation.

# humanWaterRequirement20
source: It is important to remember that the human water requirement calculator doesn’t specify the frequency of consumption, never intending for humans to meet their water consumption requirements all at once, within a set period of time.
ar: من المهم أن نتذكر أن حاسبة متطلبات المياه البشرية لا تحدد تواتر الاستهلاك , ولا تهدف أبدًا إلى تلبية البشر لمتطلباتهم المائية دفعة واحدة , ضمن إطار زمني محدد.
fr: Il est important de se rappeler que le calculateur des besoins humains en eau ne précise pas la fréquence de consommation, n'ayant jamais pour but que les humains satisfassent leurs besoins en eau en une seule fois, dans un délai défini.

# humanWaterRequirement21
source: Rather, it is advisable that one spread his or her water consumption out over the length of the day. Most people can understand the foolishness in trying to consume all the water you need in a day all at once. There is such a thing as drinking too much water, which will result in some negative consequences to your health.
ar: من الأفضل توزيع مدخولك من الماء على مدار اليوم. يمكن لمعظم الناس أن يفهموا أنه من الحماقة محاولة استهلاك كل المياه التي تحتاجها دفعة واحدة. يومًا دفعة واحدة. هناك شيء مثل الشرب أيضًا الكثير من الماء , مما سيؤدي إلى عواقب سلبية على صحتك.
fr: Il est plutôt conseillé d'étaler sa consommation d'eau sur la durée de la journée. La plupart des gens peuvent comprendre qu'il est insensé d'essayer de consommer toute l'eau dont on a besoin en une journée en une seule fois. Il y a une chose comme boire trop d'eau, ce qui entraînera des conséquences négatives pour votre santé.

# waterLossList
source: water Loss
ar: نسبة المياه المفقودة اثناء التمرين
fr: perte d'eau

# waterLoss1
source: Exercise Water Loss Calculator – How Much Are You Losing?
ar: حاسبة فقدان الماء - ما مقدار الخسارة؟
fr: Calculateur de perte d'eau à l'exercice – Combien perdez-vous ?

# waterLoss2
source: Water is the most essential ingredient to a healthy life. Our bodies are made up of 65 percent water. Being dehydrated by even 2 percent can decrease performance by 10 percent. Hydration becomes more imperative when you are making up for the water lost in sweat from a good workout. Adequate fluid intake is essential to comfort, performance and safety. The longer and more intensely you exercise, the more important it is to drink the right kind of fluids.
ar: الماء هو أهم مكون لحياة صحية. تتكون أجسامنا من 65٪ ماء. يمكن أن يؤدي الجفاف بنسبة 2٪ إلى تقليل الأداء بنسبة 10٪. يصبح الترطيب أكثر إلحاحًا عند تعويض الماء المفقود في العرق من التمارين الجيدة. يعتبر تناول السوائل الكافية أمرًا ضروريًا للراحة والأداء والسلامة. وكلما طالت مدة التدريب , زادت أهمية شرب النوع الصحيح من السوائل.
fr: L'eau est l'ingrédient le plus essentiel pour une vie saine. Notre corps est composé à 65 % d'eau. Être déshydraté même de 2 % peut réduire les performances de 10 %. L'hydratation devient plus impérative lorsque vous compensez le l'eau perdue dans la sueur d'un bon entraînement. Un apport hydrique adéquat est essentiel au confort, à la performance et à la sécurité. Plus vous vous entraînez longtemps et intensément, plus il est important de boire le bon type de liquide.

# waterLoss3
source: Exercise Water Loss Calculator
ar: حاسبة فقدان الماء
fr: Calculateur de perte d'eau pendant l'exercice

# waterLoss4
source: Weight Before Exercise (No Clothing)
ar: الوزن قبل التمرين (بدون ملابس)
fr: Poids avant l'exercice (sans vêtements)

# waterLoss5
source: Weight After Exercise (No Clothing)
ar: الوزن بعد التمرين (بدون ملابس)
fr: Poids après l'exercice (sans vêtements)

# waterLoss6
source: Exercise Weight Loss
ar: تمرين إنقاص الوزن
fr: Exercice Perte de Poids

# waterLoss7
source: Exercise Water Loss
ar: فقد الماء أثناء التمرين
fr: Perte d'eau pendant l'exercice

# waterLoss8
source: Body Weight Loss
ar: فقدان الوزن
fr: Perte de poids

# waterLoss9
source: 0% Normal heat regulation and performance
ar: 0% التنظيم والأداء الحراري الطبيعي
fr: 0% Régulation et performances thermiques normales

# waterLoss10
source: 1% Thirst is noticed, thermoregulation during exercise is altered, performance degrades
ar: 1% يلاحظ العطش , ضعف التنظيم الحراري أثناء التمرين , تدهور الأداء
fr: 1% La soif est remarquée, la thermorégulation pendant l'effort est altérée, les performances se dégradent

# waterLoss11
source: 2% Further decrease in thermoregulation, increased thirst, worsening performance
ar: 2% مزيد من الانخفاض في التنظيم الحراري , وزيادة العطش , وتدهور الأداء
fr: 2% Diminution supplémentaire de la thermorégulation, augmentation de la soif, dégradation des performances

# waterLoss12
source: 3% All factors negative increased, dry mouth thirst
ar: 3% زادت جميع العوامل السلبية وجفاف الفم والعطش
fr: 3% Tous les facteurs négatifs ont augmenté, soif de la bouche sèche

# waterLoss13
source: 4% Exercise performance cut by 25 to 40%
ar: 4% خفض الأداء المادي من 25 إلى 40%
fr: 4% Performances physiques réduites de 25 à 40%

# waterLoss14
source: 5% Headache, weakness, incoherent feeling, irritability,fatigue
ar: 5% صداع , ضعف , شعور بعدم الترابط , تهيج , تعب
fr: 5% Maux de tête, faiblesse, sensation d'incohérence, irritabilité, fatigue

# waterLoss15
source: 6% Weakness, nausea, severe loss of thermoregulation
ar: 6% ضعف , غثيان , فقدان شديد في تنظيم الحرارة
fr: 6% Faiblesse, nausées, perte sévère de thermorégulation

# waterLoss16
source: 7% and above - Unhealthy and not suggested
ar: 7% وما فوق - غير صحي وغير مستحسن
fr: 7% et au-dessus – Mauvais pour la santé et non recommandé

# wellnessQuestionnaireList
source: wellness-questionnaire
ar: استبيان الصحة العامة
fr: questionnaire de bien-être

# wellnessQuestionnaire1
source: OVERALL: How would you rate your current mental health?
ar: عمومًا: كيف تقيم صحتك الذهنية الحالية؟
fr: GLOBAL : Comment évalueriez-vous votre santé mentale actuelle ?

# wellnessQuestionnaire2
source: PREVIOUS WEEKS:Have you felt particularly low or down for more than 2 weeks in a row?
ar: الأسابيع السابقة: هل شعرت بالاكتئاب أو الحزن بشكل خاص لأكثر من أسبوعين متتاليين؟
fr: SEMAINES PRÉCÉDENTES : Vous êtes-vous senti particulièrement déprimé ou triste pendant plus de 2 semaines d'affilée ?

# wellnessQuestionnaire3
source: EMOTIONS:How often do you experience below?
ar: العواطف: كم مرة تشعر بما يلي؟
fr: ÉMOTIONS : À quelle fréquence ressentez-vous ce qui suit ?

# wellnessQuestionnaire4
source: Calm and peaceful
ar: هادئ وسلمي
fr: Calme et paisible

# wellnessQuestionnaire5
source: Energetic
ar: نشيط
fr: Énergique

# wellnessQuestionnaire6
source: Gloomy
ar: كئيب
fr: Morose

# wellnessQuestionnaire7
source: Angry
ar: غاضب
fr: En colère

# wellnessQuestionnaire8
source: LIST 3 THINGS DO YOU ENJOY DOING TO SUPPORT YOUR MENTAL HEALTH ?
ar: أذكر 3 أشياء تستمتع بالقيام بها لدعم صحتك الذهنية
fr: LISTEZ 3 CHOSES QUE VOUS AIMEZ FAIRE POUR SOUTENIR VOTRE SANTÉ MENTALE ?

# wellnessQuestionnaire9
source: WHAT ARE YOUR TOP 3 QUALITIES?
ar: ما هي أفضل 3 صفات لديك؟
fr: QUELS SONT VOS 3 PRINCIPAUX ATOUTS ?

# wellnessQuestionnaire10
source: CHARACTER
ar: الطابع
fr: CARACTÈRE

# wellnessQuestionnaire11
source: Optimism
ar: التفاؤل
fr: Optimisme

# wellnessQuestionnaire12
source: Motivation
ar: الدافع

# wellnessQuestionnaire13
source: Self-Confidence
ar: الثقة بالنفس
fr: Confiance en soi

# wellnessQuestionnaire14
source: Stress
ar: الإجهاد

# wellnessQuestionnaire15
source: Connect with friends
ar: التواصل مع الأصدقاء
fr: Se connecter avec des amis

# wellnessQuestionnaire16
source: Competitiveness
ar: التنافسية
fr: Esprit de compétition

# wellnessQuestionnaire17
source: Deal with setbacks
ar: التعامل مع الصعوبات
fr: Faire face aux revers

# wellnessQuestionnaire18
source: WHAT MOTIVATES YOU?
ar: ما الذي يحفزك؟
fr: QU'EST-CE QUI VOUS MOTIVE ?

# wellnessQuestionnaire19
source: WHAT CAN WE DO TO SUPPORT YOU?
ar: ما يمكننا فعله لدعمك؟
fr: QUE POUVONS-NOUS FAIRE POUR VOUS SOUTENIR ?

source: VERY POOR
ar: سيئ جدًا
fr: TRÈS MAUVAIS

source: POOR
ar: سيئ
fr: MAUVAIS

source: OKAY
ar: جيد
fr: CORRECT

source: GOOD
ar: جيد جدًا
fr: BON

source: EXCELLENT
ar: ممتاز

source: NOT SURE
ar: غير متأكد
fr: PAS SÛR

# trainingMatchDayList
source: Training & Match Day
ar: قوالب التدريب و يوم المباراة
fr: Entraînement & Jour de match

# trainingMatchDay1
source: ATTENDANCES
ar: الحضور
fr: ASSISTANCES

# trainingMatchDay2
source: MATCH DAY LINE UPS
ar: تشكيلة يوم المباراة
fr: COMPOSITIONS D'ÉQUIPE JOUR DE MATCH

# trainingMatchDay3
source: MINUTES TRACKER
ar: تتبع الدقائق
fr: SUIVI DES MINUTES

# trainingMatchDay4
source: TRAINING & MATCH DAY RATINGS
ar: تقييمات التدريب ويوم المباراة
fr: NOTES D'ENTRAÎNEMENT ET DE JOUR DE MATCH

# trainingMatchDay5
source: GAME CHANGERS
ar: المغيرين في المباراة
fr: CHANGEMENTS DE MATCH

# trainingMatchDay6
source: MAN OF THE MATCHES
ar: رجل المباراة
fr: HOMME DU MATCH

# trainingMatchDay7
source: FORMATIONS
ar: التشكيلات

# trainingMatchDay8
source: OPPOSITION ANALYSIS
ar: تحليل الخصم
fr: ANALYSE DE L'ADVERSAIRE

# trainingMatchDay9
source: HOME TEAM ANALYSIS
ar: تحليل الفريق المستضيف
fr: ANALYSE DE L'ÉQUIPE À DOMICILE

# trainingMatchDay10
source: TRAINING ATTENDANCE: PLAYER NAMES
ar: حضور التدريب: أسماء اللاعبين
fr: PARTICIPATION À L'ENTRAÎNEMENT

# trainingMatchDay11
source: TRAINING: BEST PEFORMERS
ar: أفضل الأداء في التدريب
fr: ENTRAÎNEMENT : MEILLEURS PERFORMERS

# trainingMatchDay12
source: 3 PLAYERS THAT IMPRESSED THE MOST DURING THE SESSION
ar: افضل ثلاث لاعبين تركوا انطباعًا خلال التمرين
fr: 3 JOUEURS QUI ONT IMPRESSIONNÉ LE PLUS PENDANT LA SESSION

# trainingMatchDay13
source: OPPOSITION
ar: نقاط قوة الخصم
fr: ADVERSAIRE

# trainingMatchDay14
source: STRENGTHS
ar: القوى
fr: FORCES

# trainingMatchDay15
source: AREAS TO EXPLOIT
ar: نقاط ضعف الخصم
fr: DOMAINES À EXPLOITER

# trainingMatchDay16
source: WHAT IS/WAS SUCCESSFUL?
ar: ما هو/كان ناجحًا؟
fr: QU'EST-CE QUI A ÉTÉ RÉUSSI ?

# trainingMatchDay17
source: 3 PLAYERS THAT STOOD OUT AND WHY?
ar: ثلاث لاعبين برزوا ولماذا؟
fr: 3 JOUEURS QUI ONT ATTIRÉ L'ATTENTION ET POURQUOI ?

# trainingMatchDay18
source: OPPOSITION FORMATON: 1ST HALF
ar: تشكيل الخصم: الشوط الأول
fr: FORMATION DE L'ADVERSAIRE : 1ÈRE MI-TEMPS

# trainingMatchDay19
source: OPPOSITION FORMATON: 2ND HALF
ar: تشكيل الخصم: الشوط الثاني
fr: FORMATION DE L'ADVERSAIRE : 2ÈME MI-TEMPS

# gameReflectionsList
source: Game Reflections
ar: متابعة تحليلية للمبارة
fr: Réflexions sur le Match

# gameReflections1
source: OPPOSITION
ar: نقاط قوة الخصم
fr: ADVERSAIRE

# gameReflections2
source: Home Team
ar: الفريق المحلي
fr: Équipe à Domicile

# gameReflections3
source: In Possession
ar: في حالة الاستحواذ
fr: En Possession

# gameReflections4
source: Out of Possession Phase
ar: خارج مرحلة الاستحواذ
fr: Phase Sans Possession

# gameReflections5
source: Attacking Transition
ar: الانتقال الهجومي
fr: Transition Offensive

# gameReflections6
source: Defensive Transition
ar: الانتقال الدفاعي
fr: Transition Défensive

# gameReflections66
source: Away Team
ar: الفريق الضيف
fr: Équipe à l'Extérieur

# gameReflections7
source: FIRST HALF STRENGTHS
ar: نقاط القوة في الشوط الأول
fr: FORCES DE LA PREMIÈRE MI-TEMPS

# gameReflections8
source: FIRST HALF AREAS TO EXPLOIT
ar: المناطق التي يمكن استغلالها في الشوط الأول
fr: DOMAINES À EXPLOITER DE LA PREMIÈRE MI-TEMPS

# gameReflections9
source: ANY CHANGES/ADJUSTMENTS
ar: أي تغييرات / تعديلات
fr: TOUT CHANGEMENT/AJUSTEMENT

# gameReflections10
source: DURING THE FIRST HALF
ar: خلال الشوط الأول
fr: PENDANT LA PREMIÈRE MI-TEMPS

# gameReflections11
source: AT HALF TIME
ar: في الوقت المحدد
fr: À LA MI-TEMPS

# gameReflections12
source: Away Team
ar: الفريق الضيف
fr: Équipe à l'Extérieur

# gameReflections13
source: 2ND HALF STRENGTHS
ar: نقاط القوة في الشوط الثاني
fr: FORCES DE LA DEUXIÈME MI-TEMPS

# gameReflections14
source: 2ND HALF AREAS TO EXPLOIT
ar: المناطق التي يمكن استغلالها في الشوط الثاني
fr: DOMAINES À EXPLOITER DE LA DEUXIÈME MI-TEMPS

# gameReflections15
source: Home Team
ar: الفريق المحلي
fr: Équipe à Domicile

# gameReflections16
source: WHAT WAS SUCCESSFUL?
ar: ما الذي كان ناجحًا؟
fr: CE QUI A ÉTÉ RÉUSSI ?

# gameReflections17
source: AREAS FOR IMPROVEMENT?
ar: المناطق التي يمكن تحسينها؟
fr: DOMAINES À AMÉLIORER ?

# sessionPlan7List
source: Session plan 7
ar: خطة الحصة التدريبية رقم ٧
fr: Plan de session 7

# sessionPlan71
source: BLOCK
ar: الكتلة
fr: BLOC

# sessionPlan72
source: Topic
ar: موضوع
fr: Sujet

# sessionPlan73
source: Warm up
ar: الاحماء
fr: Réchauffer

# sessionPlan74
source: PHYSICAL
ar: لياقي
fr: PHYSIQUE

# sessionPlan75
source: Technical
ar: فني
fr: Technique

# sessionPlan76
source: TACTICAL
ar: تكتيكي
fr: TACTIQUE

# sessionPlan7ACTIVITY
source: ACTIVITY
ar: نشاط
fr: ACTIVITÉ

# sessionPlan7ORGANISATION
source: ORGANISATION
ar: التنظيم

# sessionPlan7PROGRESSIONS
source: PROGRESSIONS
ar: التطورات

source: U10
ar: تحت10

source: U12
ar: تحت12

source: U13
ar: تحت13

source: U15
ar: تحت15

source: U17
ar: تحت17

source: U19
ar: تحت19

source: U21
ar: تحت21

# sessionPlan6List
source: Session plan 6
ar: خطة الحصة التدريبية رقم ٦
fr: Plan de session 6

# sessionPlan61
source: ASSISTANT
ar: مساعد

# sessionPlan62
source: Session Number
ar: رقم الجلسة
fr: Numéro de la séance

# sessionPlan63
source: Block No
ar: رقم الكتلة°
fr: Bloc n°

# sessionPlan64
source: Session Duration
ar: مدة الجلسة
fr: Durée de la séance

# sessionPlan65
source: EQUIPMENT
ar: المعدات
fr: ÉQUIPEMENT

# sessionPlan66
source: Attendance
ar: الحضور
fr: Assistance

# sessionPlan67
source: Diagram
ar: الرسم التخطيطي
fr: Schéma

# sessionPlan68
source: Description
ar: وصف

# sessionPlan69
source: Diagram
ar: الرسم التخطيطي
fr: Schéma

# sessionPlan610
source: Players
ar: اللاعبين
fr: Joueurs

# sessionPlan611
source: OPPOSITION
ar: نقاط قوة الخصم
fr: ADVERSAIRE

# sessionPlan612
source: Direction
ar: الاتجاه

# sessionPlan613
source: Movement
ar: الحركة
fr: Mouvement

# sessionPlan614
source: Ball
ar: الكرة
fr: Balle

# sessionPlan615
source: Cones
ar: قمع
fr: Cônes

# sessionPlan616
source: Goals
ar: الأهداف
fr: Buts

# sessionPlan617
source: Bibs
ar: تيشرتات تمييزية
fr: Chasubles

# sessionPlan618
source: Other
ar: أخرى
fr: Autre

# sessionPlan619
source: Key Outcomes
ar: النتائج الرئيسية
fr: Résultats clés

# sessionPlan620
source: Description
ar: وصف

# sessionPlan621
source: Technical
ar: فني
fr: Technique

# sessionPlan622
source: TACTICAL
ar: تكتيكي
fr: TACTIQUE

# sessionPlan623
source: PHYSICAL
ar: لياقي
fr: PHYSIQUE

# sessionPlan624
source: PSYCHOLOGICAL
ar: نفسي
fr: PSYCHOLOGIQUE

# sessionPlan625
source: SOCIAL
ar: اجتماعي

# sessionPlan5List
source: Session plan 5
ar: خطة الحصة التدريبية رقم ٥
fr: Plan de session 5

# sessionPlan51
source: DURATION
ar: المدة
fr: DURÉE

# sessionPlan52
source: OBJECTIVES
ar: الأهداف
fr: OBJECTIFS

# sessionPlan53
source: FOUR CORNERS
ar: الزوايا الأربعة
fr: QUATRE COINS

# sessionPlan54
source: TECHNICAL/Tactical
ar: فني/تكتيكي
fr: TECHNIQUE / TACTIQUE

# sessionPlan55
source: PSYCHOLOGICAL
ar: نفسي
fr: PSYCHOLOGIQUE

# sessionPlan56
source: SOCIAL
ar: اجتماعي

# sessionPlan57
source: ARRIVAL ACTIVITY
ar: نشاط الوصول
fr: ACTIVITÉ D'ARRIVÉE

# sessionPlan58
source: DRAWING #1:
ar: الرسم رقم 1:
fr: DESSIN N°1:

# sessionPlan59
source: NOTES:
ar: ملاحظات:

# sessionPlan510
source: DRAWING #4:
ar: الرسم رقم 4:
fr: DESSIN N°4:

# sessionPlan4List
source: Session plan 4
ar: خطة الحصة التدريبية رقم ٤
fr: Plan de session 4

# sessionPlan41
source: Topic
ar: موضوع
fr: Sujet

# sessionPlan42
source: OBJECTIVES
ar: هدف
fr: OBJECTIF

# sessionPlan43
source: NO PLAYER
ar: لاعب بدون
fr: AUCUN JOUEUR

# sessionPlan44
source: Session Focus and Goals
ar: تركيز الجلسة والأهداف
fr: Focus et objectifs de la séance

# sessionPlan45
source: Players
ar: اللاعبين
fr: Joueurs

# sessionPlan46
source: OPPOSITION
ar: نقاط قوة الخصم
fr: ADVERSAIRE

# sessionPlan47
source: Direction
ar: الاتجاه

# sessionPlan48
source: Movement
ar: الحركة
fr: Mouvement

# sessionPlan49
source: Ball
ar: الكرة
fr: Balle

# sessionPlan410
source: Cones
ar: قمع
fr: Cônes

# sessionPlan411
source: Goals
ar: الأهداف
fr: Buts

# sessionPlan412
source: Description
ar: الوصف

# sessionPlan413
source: Challenges
ar: التحديات:
fr: Défis:

# sessionPlan414
source: Activity 1: Rating
ar: النشاط 1: التقييم
fr: Activité 1: Notation

# sessionPlan415
source: Activity 2: Rating
ar: النشاط 2: التقييم
fr: Activité 2: Notation

# sessionPlan3List
source: Session plan 3
ar: خطة الحصة التدريبية رقم ٣
fr: Plan de session 3

# sessionPlan31
source: ASSISTANT
ar: مساعد

# sessionPlan32
source: NO PLAYER
ar: لاعب بدون
fr: AUCUN JOUEUR

# sessionPlan33
source: OBJECTIVES
ar: الأهداف
fr: OBJECTIFS

# sessionPlan34
source: FOUR CORNER MODEL
ar: نموذج الزوايا الأربعة
fr: MODÈLE DES QUATRE COINS

# sessionPlan35
source: WHO'S SUPPORTING ME?:
ar: من يدعمني؟:
fr: QUI ME SOUTIENT ?:

# sessionPlan36
source: OTHER CONSIDERATIONS THAT MAY INFLUENCE THE SESSION?
ar: الاعتبارات الأخرى التي قد تؤثر على الجلسة؟
fr: AUTRES CONSIDÉRATIONS QUI PEUVENT INFLUENCER LA SESSION ?

# sessionPlan37
source: CONSIDERATIONS
ar: الاعتبارات
fr: CONSIDÉRATIONS

# sessionPlan38
source: ACTIVITY
ar: نشاط
fr: ACTIVITÉ

# sessionPlan39
source: Description
ar: الوصف
