Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# exercise154step3
source: Grab the barbell and then extend your hips while maintaining a straight back.
ar: امسك بالشريط ثم امتد بوركيك مع الحفاظ على ظهر مستقيم.
fr: Saisissez la barre puis étendez vos hanches tout en maintenant un dos droit.

# exercise155step1
source: Stand on your band with both feet.
ar: وقف على حزامك بكلتا قدميك.
fr: Placez-vous sur votre bande avec les deux pieds.

# exercise155step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ للأمام عند الوركين مع الحفاظ على ظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise155step3
source: Hinge until you feel a stretch in your hamstrings.
ar: انحنِ حتى تشعر بتمدد في عضلات الفخذين.
fr: Penchez-vous jusqu'à ce que vous sentiez un étirement dans vos ischio-jambiers.

# exercise155step4
source: Push your hips back forward until you are in a standing position.
ar: ادفع بوركيك للوراء حتى تعود إلى وضع الوقوف.
fr: Repoussez vos hanches vers l'avant jusqu'à ce que vous soyez debout.

# exercise156step1
source: Stand on your band with both feet.
ar: وقف على حزامك بكلتا قدميك.
fr: Placez-vous sur votre bande avec les deux pieds.

# exercise156step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ للأمام عند الوركين مع الحفاظ على ظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise156step3
source: Hinge until you feel a stretch in your hamstrings.
ar: انحنِ حتى تشعر بتمدد في عضلات الفخذين.
fr: Penchez-vous jusqu'à ce que vous sentiez un étirement dans vos ischio-jambiers.

# exercise156step4
source: Push your hips back forward until you are in a standing position.
ar: ادفع بوركيك للوراء حتى تعود إلى وضع الوقوف.
fr: Repoussez vos hanches vers l'avant jusqu'à ce que vous soyez debout.

# exercise157step1
source: Stand on your band with both feet.
ar: وقف على حزامك بكلتا قدميك.
fr: Placez-vous sur votre bande avec les deux pieds.

# exercise157step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ للأمام عند الوركين مع الحفاظ على ظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise157step3
source: Hinge until you feel a stretch in your hamstrings.
ar: انحنِ حتى تشعر بتمدد في عضلات الفخذين.
fr: Penchez-vous jusqu'à ce que vous sentiez un étirement dans vos ischio-jambiers.

# exercise157step4
source: Push your hips back forward until you are in a standing position.
ar: ادفع بوركيك للوراء حتى تعود إلى وضع الوقوف.
fr: Repoussez vos hanches vers l'avant jusqu'à ce que vous soyez debout.

# exerciseTitle158
source: Elevated Pike Press
ar: ضغط البايك المرتفع
fr: Press Pike Élevé

# exerciseTitle159
source: Elevated Pike Shoulder Shrug
ar: رفع الكتف المرتفع البايك
fr: Haussement d'Épaules Pike Élevé

# exerciseTitle160
source: Dumbbell Shrug
ar: رفع الدمبل
fr: Haussement d'Épaules avec Haltères

# exerciseTitle161
source: Barbell Silverback Shrug
ar: رفع الكتف الفضي باربيل
fr: Haussement d'Épaules Silverback avec Barre

# exerciseTitle162
source: Barbell Upright Row
ar: سحب الباربيل الوقوف
fr: Rameur Debout avec Barre

# exerciseTitle163
source: Traps Stretch Variation One
ar: تمدد عضلات الرقبة الاختلاف الأول
fr: Étirement des Trapèzes Variation Un

# exerciseTitle164
source: Traps Stretch Variation Two
ar: تمدد عضلات الرقبة الاختلاف الثاني
fr: Étirement des Trapèzes Variation Deux

# exerciseTitle165
source: Band Shrug
ar: رفع الحزام
fr: Haussement d'Épaules avec Bande

# exerciseTitle166
source: Band Horizontal Shrug
ar: رفع أفقي بالحزام
fr: Haussement d'Épaules Horizontal avec Bande

# exerciseTitle167
source: Elevated Pike Press
ar: ضغط البايك المرتفع
fr: Press Pike Élevé

# exerciseTitle168
source: Elevated Pike Shoulder Shrug
ar: رفع الكتف المرتفع البايك
fr: Haussement d'Épaules Pike Élevé

# exerciseTitle169
source: Dumbbell Seated Overhead Press
ar: ضغط الدمبل الجلوس فوق الرأس
fr: Presse Verticale Assise avec Haltères

# exerciseTitle170
source: Dumbbell Lateral Raise
ar: رفع جانبي بالدمبل
fr: Élévation Latérale avec Haltères

# exerciseTitle171
source: Dumbbell Front Raise
ar: رفع أمامي بالدمبل
fr: Élévation Frontale avec Haltères

# exerciseTitle172
source: Dumbbell Rear Delt Fly
ar: طيران الدمبل للكتف الخلفي
fr: Mouche Inversée avec Haltères pour Deltoïde Postérieur

# exerciseTitle173
source: Dumbbell Alternating Single Arm Press
ar: ضغط الدمبل الفردي بالتناوب
fr: Presse à un Bras Alternée avec Haltères

# exerciseTitle174
source: Dumbbell Decline Squeeze Press
ar: ضغط الدمبل في الانحناء
fr: Presse en Déclin Serrée avec Haltères

# exerciseTitle175
source: Barbell Overhead Press
ar: ضغط الباربيل فوق الرأس
fr: Presse Verticale avec Barre

# exerciseTitle176
source: Barbell Front Raise
ar: رفع أمامي بالباربيل
fr: Élévation Frontale avec Barre

# exerciseTitle177
source: Barbell Upright Row
ar: سحب الباربيل الوقوف
fr: Rameur Debout avec Barre

# exerciseTitle178
source: Barbell Overhead Press
ar: ضغط الباربيل فوق الرأس
fr: Presse Verticale avec Barre

# exerciseTitle179
source: Barbell Front Raise
ar: رفع أمامي بالباربيل
fr: Élévation Frontale avec Barre

# exerciseTitle180
source: Band Pull Apart
ar: فصل الحزام
fr: Écartement avec Bande

# exerciseTitle181
source: Band Face Pull
ar: جذب الحزام للوجه
fr: Tirage Visage avec Bande

# exerciseTitle182
source: Band Lateral Raise
ar: رفع جانبي بالحزام
fr: Élévation Latérale avec Bande

# exerciseTitle183
source: Band Front Raise
ar: رفع أمامي بالحزام
fr: Élévation Frontale avec Bande

# exerciseTitle184
source: Dips
ar: الانخراط

# exerciseTitle185
source: Push Up
ar: الضغط
fr: Pompes

# exerciseTitle186
source: Incline Push Up
ar: الضغط المائل
fr: Pompes Inclinées

# exerciseTitle187
source: Decline Push Up
ar: الضغط الانخفاضي
fr: Pompes Déclinées

# exerciseTitle188
source: Dumbbell Incline Chest Flys
ar: ضغط الدمبل المائل
fr: Écarté Incliné avec Haltères

# exerciseTitle189
source: Incline Dumbbell Bench Press
ar: ضغط الدمبل على مقعد مائل
fr: Développé Incliné avec Haltères

# exerciseTitle190
source: Dumbbell Bench Press
ar: ضغط الدمبل
fr: Développé Couché avec Haltères

# exerciseTitle191
source: Barbell Bench Press
ar: ضغط الباربيل
fr: Développé Couché avec Barre

# exerciseTitle192
source: Incline Barbell Bench Press
ar: ضغط الباربيل على مقعد مائل
fr: Développé Incliné avec Barre

# exerciseTitle193
source: Floor Press
ar: الضغط على الأرض
fr: Presse au Sol

# exerciseTitle194
source: Barbell Bench Press
ar: ضغط الباربيل
fr: Développé Couché avec Barre

# exerciseTitle195
source: Incline Barbell Bench Press
ar: ضغط الباربيل على مقعد مائل
fr: Développé Incliné avec Barre

# exerciseTitle196
source: Band Chest Press
ar: ضغط الصدر بالحزام
fr: Presse Pectorale avec Bande

# exerciseTitle197
source: Band Pushup
ar: الضغط بواسطة الشريط
fr: Pompes avec Bande

# exerciseTitle198
source: Chin Ups
ar: الذراعين الذهاب
fr: Traction à la Barre Fixe

# exerciseTitle199
source: Dumbbell Curl
ar: العبة بدمبل
fr: Curl avec Haltères

# exerciseTitle200
source: Dumbbell Hammer Curl
ar: العبة بدمبل الشنق
fr: Curl Marteau avec Haltères

# exerciseTitle201
source: Dumbbell Hammer Curl
ar: العبة بدمبل الشنق
fr: Curl Marteau avec Haltères

# exerciseTitle202
source: Curl
ar: اللف

# exerciseTitle203
source: Barbell Reverse Curl
ar: اللف بالشريط
fr: Curl Inversé avec Barre

# exerciseTitle204
source: Landmine Row
ar: صف الأرض
fr: Rowing à la Landmine

# exerciseTitle205
source: Biceps Stretch Variation One
ar: تمديد البايسبس - النسخة الأولى
fr: Étirement des Biceps Variation Un

# exerciseTitle206
source: Biceps Stretch Variation Two
ar: تمديد البايسبس - النسخة الثانية
fr: Étirement des Biceps Variation Deux

# exerciseTitle207
source: Band Curl
ar: اللف بالشريط
fr: Curl avec Bande

# exerciseTitle208
source: Band Hammer Curl
ar: اللف بدمبل الشنق
fr: Curl Marteau avec Bande

# exerciseTitle209
source: Band Kneeling Single Arm Pulldown
ar: سحب الشريط بذراع واحدة والجلوس على الركبة
fr: Tirage à un Bras en Position Agenouillée avec Bande

# exerciseTitle210
source: Band Reverse Curl
ar: اللف بالشريط للخلف
fr: Curl Inversé avec Bande

# exerciseTitle211
source: Bodyweight Russian Twist
ar: اللف الروسي بالجسم
fr: Torsion Russe au Poids du Corps

# exerciseTitle212
source: Side Plank Up Down
ar: اللف الجانبي مع الصعود والهبوط
fr: Planche Latérale Montée et Descente

# exerciseTitle213
source: Side Plank Reach Through
ar: اللف الجانبي مع التمدد
fr: Planche Latérale avec Extension

# exerciseTitle214
source: Elbow Side Plank
ar: اللف على الكوع
fr: Planche Latérale sur le Coude

# exerciseTitle215
source: Hand Side Plank
ar: اللف على اليد
fr: Planche Latérale sur la Main

# exerciseTitle216
source: Dumbbell Russian Twist
ar: اللف الروسي بدمبل
fr: Torsion Russe avec Haltères

# exerciseTitle217
source: Dumbbell Wood Chopper
ar: قاطع الخشب بدمبل
fr: Bûcheron avec Haltères

# exerciseTitle218
source: Barbell Landmine Side Bend
ar: الانحناء الجانبي بالشريط
fr: Flexion Latérale avec Barre à la Landmine

# exerciseTitle219
source: Barbell Landmine Side Bend
ar: الانحناء الجانبي بالشريط
fr: Flexion Latérale avec Barre à la Landmine

# exerciseTitle220
source: Barbell Suitcase Deadlift
ar: رفع الحقيبة بالشريط
fr: Soulevé de Terre Valise avec Barre

# exerciseTitle221
source: Band Pallof Press
ar: ضغط البالوف بالشريط
fr: Presse Pallof avec Bande

# exerciseTitle222
source: Band Wood Chopper
ar: قاطع الخشب بالشريط
fr: Bûcheron avec Bande

# exerciseTitle223
source: Crunches
ar: العضلات البطنية

# exerciseTitle224
source: Hanging Knee Raises
ar: رفع الركبة مع العلق
fr: Levées de Genoux Suspendues

# exerciseTitle225
source: Laying Leg Raises
ar: رفع الساق أثناء الاستلقاء
fr: Levées de Jambes Allongées

# exerciseTitle226
source: Dumbbell Russian Twist
ar: اللف الروسي بدمبل
fr: Torsion Russe avec Haltères

# exerciseTitle227
source: Plank Pullthrough
ar: سحب الجسم خلال الانحناء
fr: Tirage de Planche

# exerciseTitle228
source: Barbell Roll Outs
ar: الاندفاع بالشريط
fr: Roulements avec Barre

# exerciseTitle229
source: Barbell Situp
ar: الاندفاع بالشريط
fr: Redressements Assis avec Barre

# exerciseTitle230
source: Barbell Roll Outs
ar: الجلوس بالشريط
fr: Roulements avec Barre

# exerciseTitle231
source: Barbell Situp
ar: الجلوس بالشريط
fr: Redressements Assis avec Barre

# exerciseTitle232
source: Half Kneeling Wood Chopper
ar: الانحناء نصف الجلوس بالشريط
fr: Bûcheron à Demi-Agenouillé

# exerciseTitle233
source: Band Crunch
ar: العضلات البطنية بالشريط
fr: Crunch avec Bande

# exerciseTitle234
source: Chin Ups
ar: الذراعين الذهاب
fr: Traction à la Barre Fixe

# exerciseTitle235
source: Inverted Row
ar: الصف العكسي
fr: Rameur Inversé

# exerciseTitle236
source: Dumbbell Wrist Curl
ar: لفة المعصم بدمبل
fr: Curl de Poignet avec Haltères

# exerciseTitle237
source: Dumbbell Wrist Extension
ar: تمديد المعصم بدمبل
fr: Extension de Poignet avec Haltères

# exerciseTitle238
source: Dumbbell Reverse Curl
ar: اللف العكسي بدمبل
fr: Curl Inversé avec Haltères

# exerciseTitle239
source: Dumbbell Incline Reverse Curl
ar: اللف العكسي بدمبل على المنحدر
fr: Curl Inversé Incliné avec Haltères

# exerciseTitle240
source: Barbell Wrist Curl
ar: لفة المعصم بالشريط
fr: Curl de Poignet avec Barre

# exerciseTitle241
source: Behind The Back Barbell Wrist Curl
ar: لفة المعصم خلف الظهر بالشريط
fr: Curl de Poignet avec Barre Derrière le Dos

# exerciseTitle242
source: Forearms Stretch Variation One
ar: تمديد الساعدين - النسخة الأولى
fr: Étirement des Avant-Bras Variation Un

# exerciseTitle243
source: Forearms Stretch Variation Two
ar: تمديد الساعدين - النسخة الثانية
fr: Étirement des Avant-Bras Variation Deux

# exerciseTitle244
source: Band Hammer Curl
ar: اللف بدمبل الشنق
fr: Curl Marteau avec Bande

# exerciseTitle245
source: Band Reverse Curl
ar: اللف بدمبل العكسي
fr: Curl Inversé avec Bande

# exerciseTitle246
source: Bodyweight Squat
ar: السكوات بالجسم
fr: Squat au Poids du Corps

# exerciseTitle247
source: Forward Lunges
ar: الانحناء للأمام
fr: Fentes Avant

# exerciseTitle248
source: Bulgarian Split Squat
ar: الانقسام البلغاري للجلوس
fr: Squat Bulgare

# exerciseTitle249
source: Jump Squats
ar: القفز الجلوس
fr: Sauts de Squat

# exerciseTitle250
source: Side Lunges
ar: الانحناءات الجانبية
fr: Fentes Latérales

# exerciseTitle251
source: Dumbbell Glute Bridge
ar: جسر الأرداف بدمبل
fr: Pont Fessier avec Haltères

# exerciseTitle252
source: Dumbbell Goblet Squat
ar: جلوس العبة بدمبل
fr: Squat Goblet avec Haltères

# exerciseTitle253
source: Dumbbell Goblet Squat
ar: جلوس العبة بدمبل
fr: Squat Goblet avec Haltères

# exerciseTitle254
source: Curtsy Lunge
ar: الانحناء التحية
fr: Fente en Croisé

# exerciseTitle255
source: Barbell Squat
ar: الجلوس بالشريط
fr: Squat avec Barre

# exerciseTitle256
source: High Bar Squat
ar: الجلوس العالي بالشريط
fr: Squat Barre Haute

# exerciseTitle257
source: Band Squat
ar: الجلوس بالشريط
fr: Squat avec Bande

# exerciseTitle258
source: Band Leg Press
ar: ضغط الساق بالشريط
fr: Presse à Cuisses avec Bande

# exerciseTitle259
source: Band Spanish Squat
ar: ضغط الساق بالشريط الإسباني
fr: Squat Espagnol avec Bande

# exerciseTitle260
source: Walking Calf Raises
ar: رفع الكعب أثناء المشي
fr: Montées de Mollets en Marchant

# exerciseTitle261
source: Tip Toe Walking
ar: المشي على الأصابع الأصغر
fr: Marche sur la Pointe des Pieds

# exerciseTitle262
source: Calf Raises
ar: رفع الكعب
fr: Montées de Mollets

# exerciseTitle263
source: Dumbbell Calf Raise
ar: رفع الكعب بدمبل
fr: Montées de Mollets avec Haltères

# exerciseTitle264
source: Dumbbell Seated Calf Raise
ar: رفع الكعب بدمبل وجلوس
fr: Montées de Mollets Assis avec Haltères

# exerciseTitle265
source: Calf Raises
ar: رفع الكعب
fr: Montées de Mollets

# exerciseTitle266
source: Calf Jump
ar: القفز الكعب
fr: Sauts de Mollets

# exerciseTitle267
source: Barbell Seated Calf Raise
ar: رفع الكعب بالشريط
fr: Montées de Mollets Assis avec Barre

# exerciseTitle268
source: Barbell Toes Up Calf Raise
ar: رفع الكعب بالشريط والأصابع للأعلى
fr: Montées de Mollets avec Barre et Orteils Levés

# exerciseTitle269
source: Calf Raises
ar: رفع الكعب
fr: Montées de Mollets

# exerciseTitle270
source: Calf Jump
ar: القفز الكعب
fr: Sauts de Mollets

# exerciseTitle271
source: Walking Calf Raises
ar: رفع الكعب أثناء المشي
fr: Montées de Mollets en Marchant

# exerciseTitle272
source: Pull Ups
ar: الذراعين الذهاب
fr: Traction à la Barre Fixe

# exerciseTitle273
source: Elevated Pike Press
ar: الضغط العالي المرتفع
fr: Press Pike Élevé

# exerciseTitle274
source: Dumbbell Row Bilateral
ar: سحب الدمبل ذو اليدين
fr: Rameur Bilatéral avec Haltères

# exerciseTitle275
source: Dumbbell Silverback Shrug
ar: تكبير الكتف بالدمبل
fr: Haussement d'Épaules Silverback avec Haltères

# exerciseTitle276
source: Deadlift
ar: الرفع القتلى
fr: Soulevé de Terre

# exerciseTitle277
source: Deadlift
ar: الرفع القتلى
fr: Soulevé de Terre

# exerciseTitle278
source: Landmine Row
ar: صف الأرض
fr: Rameur à la Landmine

# exerciseTitle279
source: Band Pull Apart
ar: فصل الشريط
fr: Écartement avec Bande

# exerciseTitle280
source: Inverted Row
ar: الصف العكسي
fr: Rameur Inversé

# exerciseTitle281
source: Dumbbell Row Bilateral
ar: سحب الدمبل ذو اليدين
fr: Rameur Bilatéral avec Haltères

# exerciseTitle282
source: Bent Over Barbell Row
ar: سحب الشريط بالظهر المنحني
fr: Rameur Penché avec Barre

# exerciseTitle283
source: Bent Over Barbell Row
ar: سحب الشريط بالظهر المنحني
fr: Rameur Penché avec Barre

# exerciseTitle284
source: Landmine Row
ar: صف الأرض
fr: Rameur à la Landmine

# exerciseTitle285
source: Band Row
ar: سحب الشريط
fr: Rameur avec Bande

# exerciseTitle286
source: Band Pullover
ar: سحب الشريط
fr: Pullover avec Bande

# exerciseTitle287
source: Band Kneeling Single Arm Pulldown
ar: سحب الشريط بذراع واحدة والجلوس على الركبة
fr: Tirage à un Bras en Position Agénouillée avec Bande

# exerciseTitle288
source: Dips
ar: النقر بالحديد

# exerciseTitle289
source: Diamond Push Ups
ar: الضغط بشكل الماس
fr: Pompes Diamant

# exerciseTitle290
source: Bench Dips
ar: الانخراط بالمقعد
fr: Dips sur Banc

# exerciseTitle291
source: Dumbbell Skullcrusher
ar: كسر الجمجمة بدمبل
fr: Broyeur de Crâne avec Haltères

# exerciseTitle292
source: Seated Overhead Tricep Extension
ar: تمديد الذراع بالأعلى جلوساً
fr: Extension des Triceps Assis au-dessus de la Tête

# exerciseTitle293
source: Laying Triceps Extensions
ar: تمديد الذراع أثناء الاستلقاء
fr: Extensions des Triceps Allongé

# exerciseTitle294
source: Laying Triceps Extensions
ar: تمديد الذراع أثناء الاستلقاء
fr: Extensions des Triceps Allongé

# exerciseTitle295
source: Band Pushdown
ar: الضغط بالشريط
fr: Descente avec Bande

# exerciseTitle296
source: Glute Bridge
ar: جسر الأرداف
fr: Pont Fessier

# exerciseTitle297
source: Single Leg Glute Bridge
ar: جسر الأرداف بساق واحدة
fr: Pont Fessier sur une Jambe

# exerciseTitle298
source: Dumbbell Glute Bridge
ar: جسر الأرداف بدمبل
fr: Pont Fessier avec Haltères

# exerciseTitle299
source: Dumbbell Hip Thrust
ar: رفع الأرداف بدمبل
fr: Poussée de Hanches avec Haltères

# exerciseTitle300
source: Barbell Squat
ar: الجلوس بالشريط
fr: Squat avec Barre

# exerciseTitle301
source: Barbell Squat
ar: الجلوس بالشريط
fr: Squat avec Barre

# exerciseTitle302
source: Barbell Romanian Deadlift
ar: الرفع القتلى بالشريط
fr: Soulevé de Terre Roumain avec Barre

# exerciseTitle303
source: Band Squat
ar: الجلوس بالشريط
fr: Squat avec Bande

# exerciseTitle304
source: Band Romanian Deadlift
ar: الرفع القتلى بالشريط
fr: Soulevé de Terre Roumain avec Bande

# exerciseTitle305
source: Band Glute Kickback
ar: رفع الساق بالشريط
fr: Coup de Pied Fessier avec Bande

# exerciseTitle306
source: Band Good Morning
ar: الصباح الجيد بالشريط
fr: Bonjours avec Bande

# exerciseTitle307
source: Band Leg Press
ar: ضغط الساق بالشريط
fr: Presse à Jambes avec Bande

# exerciseTitle308
source: Band Spanish Squat
ar: ضغط الساق بالشريط الإسباني
fr: Squat Espagnol avec Bande

# exerciseTitle309
source: Band Pullthrough
ar: سحب الشريط خلال الانحناء
fr: Tirage à Travers avec Bande

# exerciseTitle310
source: Good Mornings
ar: الصباح الجيد
fr: Bonjours

# exerciseTitle311
source: Supermans
ar: السوبرمان

# exerciseTitle312
source: Dumbbell Romanian Deadlift
ar: الرفع القتلى بدمبل
fr: Soulevé de Terre Roumain avec Haltères

# exerciseTitle313
source: Dumbbell Row Bilateral
ar: سحب الدمبل ذو اليدين
fr: Rameur Bilatéral avec Haltères

# exerciseTitle314
source: Deadlift
ar: الرفع القتلى
fr: Soulevé de Terre

# exerciseTitle315
source: Barbell Romanian Deadlift
ar: الرفع القتلى بالشريط
fr: Soulevé de Terre Roumain avec Barre

# exerciseTitle316
source: Barbell Sumo Deadlift
ar: الرفع القتلى بالشريط بوضعية السومو
fr: Soulevé de Terre Sumo avec Barre

# exerciseTitle317
source: Barbell Staggered Deadlift
ar: الرفع القتلى بالشريط بوضعية السلم
fr: Soulevé de Terre Échelonné avec Barre

# exerciseTitle318
source: Deadlift
ar: الرفع القتلى
fr: Soulevé de Terre

# exerciseTitle319
source: Barbell Romanian Deadlift
ar: الرفع القتلى بالشريط
fr: Soulevé de Terre Roumain avec Barre

# exerciseTitle320
source: Supermans
ar: سوبرمان

# exerciseTitle321
source: Kickbacks
ar: رفع الساقين الخلفي

# exerciseTitle322
source: Single Legged Romanian Deadlifts
ar: الانحناء الروماني للساق الواحدة
fr: Soulevé de Terre Roumain sur une Jambe

# exerciseTitle323
source: Nordic Hamstring Curl
ar: تمارين الفخذ الهمستر النوردية
fr: Curl Nordique des Ischio-jambiers

# exerciseTitle324
source: Good Mornings
ar: تحية الصباح
fr: Bonjours

# exerciseTitle325
source: Ball Hamstring Curl
ar: تمرين الكرة للفخذ
fr: Curl des Ischio-jambiers avec Ballon

# exerciseTitle326
source: Dumbbell Romanian Deadlift
ar: الانحناء الروماني بالدمبل
fr: Soulevé de Terre Roumain avec Haltères

# exerciseTitle327
source: Dumbbell Glute Bridge
ar: جسر الوتد بالدمبل
fr: Pont Fessier avec Haltères

# exerciseTitle328
source: Barbell Romanian Deadlift
ar: الانحناء الروماني بالشريط الحديدي
fr: Soulevé de Terre Roumain avec Barre

# exerciseTitle329
source: Stiff Leg Deadlifts
ar: الانحناء الصارم للساقين
fr: Soulevé de Terre Jambes Tendues

# exerciseTitle330
source: Barbell Romanian Deadlift
ar: الانحناء الروماني بالشريط الحديدي
fr: Soulevé de Terre Roumain avec Barre

# exerciseTitle331
source: Stiff Leg Deadlifts
ar: الانحناء الصارم للساقين
fr: Soulevé de Terre Jambes Tendues

# exerciseTitle332
source: Band Good Morning
ar: تمرين الصباح بالشريط
fr: Bonjours avec Bande

# exercise158step1
source: Use a bench or an object to elevate your feet.
ar: استخدم مقعدًا أو جسمًا لرفع قدميك.
fr: Utilisez un banc ou un objet pour surélever vos pieds.

# exercise158step2
source: Lower your head towards the floor by bending your elbows
ar: انخفض برأسك نحو الأرض بثني الكوعين.
fr: Abaissez votre tête vers le sol en pliant les coudes

# exercise158step3
source: Push through your hands and return to the starting pike position.
ar: اندفع بيديك وعد إلى وضع البايك الابتدائي.
fr: Poussez sur vos mains et revenez à la position de pike initiale.

# exercise158step4
source: Repeat
ar: كرر
fr: Répétez

# exercise159step1
source: Use a bench or an object like a chair to elevate your feet.
ar: استخدم مقعدًا أو جسمًا مثل كرسي لرفع قدميك.
fr: Utilisez un banc ou un objet comme une chaise pour surélever vos pieds.

# exercise159step2
source: Slowly lower your body (scapula) while keeping your elbows locked (this is key)
ar: انخفض ببطء (الكتف) مع الحفاظ على قفل الكوعين (هذا أمر مهم).
fr: Abaissez lentement votre corps (scapula) tout en gardant vos coudes verrouillés (c'est crucial)

# exercise159step3
source: Slowly raise your body back to the start position.
ar: ارتفع بجسمك ببطء إلى وضع البداية.
fr: Remontez lentement votre corps à la position initiale.

# exercise160step1
source: Place the band under your feet. Stand upright.
ar: ضع الشريط تحت قدميك. قف مستقيمًا.
fr: Placez la bande sous vos pieds. Tenez-vous droit.

# exercise160step2
source: Elevate your shoulder blades and then depress back to the starting position.
ar: ارتفع بشفرات الكتف ثم اضغطها مرة أخرى إلى وضع البداية.
fr: Élevez vos omoplates puis redescendez à la position initiale.

# exercise161step1
source: Stand with your feet shoulder width apart holding the Barbell with both hands in front just past shoulder width.
ar: وقف بقدميك عرض الكتف واحمل الشريط بيديك من الأمام قبل الكتف بقليل.
fr: Tenez-vous debout, les pieds écartés de la largeur des épaules, tenant la barre avec les deux mains devant vous, un peu plus loin que la largeur des épaules.

# exercise161step2
source: Bend forward at the hips with a slight bend in your knees, keeping your back straight.
ar: انحني للأمام عند الورك بانحناء طفيف في الركبتين ، مع الحفاظ على الظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches avec un léger pli des genoux, en gardant le dos droit.

# exercise161step3
source: Engage your shoulder blades, as if you are trying to touch them together.
ar: امسك شفرات الكتف ، كما لو كنت تحاول لمسها معًا.
fr: Engagez vos omoplates, comme si vous tentiez de les faire se toucher.

# exercise161step4
source: Release the shrug.
ar: أطلق الهمس.
fr: Relâchez la contraction.

# exercise162step1
source: Stand with your feet shoulder width apart holding the Barbell with both hands in front just past shoulder width.
ar: وقف بقدميك عرض الكتف واحمل الشريط بيديك من الأمام قبل الكتف بقليل.
fr: Tenez-vous debout, les pieds écartés de la largeur des épaules, tenant la barre avec les deux mains devant vous, un peu plus loin que la largeur des épaules.

# exercise162step2
source: Bend forward at the hips with a slight bend in your knees, keeping your back straight.
ar: انحني للأمام عند الورك بانحناء طفيف في الركبتين ، مع الحفاظ على الظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches avec un léger pli des genoux, en gardant le dos droit.

# exercise162step3
source: Engage your shoulder blades, as if you are trying to touch them together.
ar: امسك شفرات الكتف ، كما لو كنت تحاول لمسها معًا.
fr: Engagez vos omoplates, comme si vous tentiez de les faire se toucher.
