Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# positionalCM5
source: PASSING ABILITY
ar: قدرة التمرير
fr: CAPACITÉ DE PASSAGE

# positionalCM6
source: KEY ATTRIBUTES
ar: الصفات الرئيسية
fr: ATTRIBUTS CLÉS

# positionalCM7
source: SHOOTING ABILITY
ar: قدرة التسديد
fr: CAPACITÉ DE TIR

# positionalCM8
source: DRIBBLING
ar: المراوغة
fr: DRIBBLAGE

# positionalCM9
source: SHIELDING
ar: حماية
fr: PROTECTION

# positionalCM10
source: SUPPORT
ar: الدعم
fr: SOUTIEN

# positionalCM11
source: Unlocking defence.Crossing.Combinations.Recycle.Individual Skill.Teamwork.Switching the Play.Patience.Depth.Risk v Reward.Overlaps.Underlaps.Penetration.Timing.Pull Backs By-line
ar: فتح الدفاع. التقاط الكرات العرضية. التركيبات. إعادة التدوير. المهارة الفردية. العمل الجماعي. تحويل اللعب. الصبر. العمق. المخاطرة مقابل الجائزة. تداخلات تحت. التوغل. التوقيت. سحب الكرات إلى الخلف بواسطة الخط الجانبي
fr: Déverrouillage de la défense. Centrage. Combinaisons. Recyclage. Compétence individuelle. Travail d'équipe. Changer de jeu. Patience. Profondeur. Risque contre récompense. Chevauchements. Sous-chevauchements. Pénétration. Timing. Renvois en retrait en ligne

# positionalCM12
source: Creating Overloads.Breaking lines.Support.Depth.Creativity.Rotations.Movement.Penetration.Recycle.Combination Play.Dictate Tempo.Decoy Runs.Switching Play.Through Channels.Play Over.Overlaps.Underlaps.
ar: إنشاء التفوقات. كسر الخطوط. الدعم. العمق. الإبداع. التناوب. الحركة. الاختراق. إعادة التدوير. اللعب بالتركيبات. تحديد الإيقاع. تشتت المتسللين. تبادل اللعب. مناورات الخداع. تحويل اللعب. من خلال القنوات. لعب فوق. تداخلات تحت.
fr: Création de surnombres. Casser les lignes. Soutien. Profondeur. Créativité. Rotations. Mouvement. Pénétration. Recycler. Jeu en combinaison. Dicter le tempo. Courses de leurre. Changer de jeu. À travers les canaux. Jouer au-dessus. Chevauchements. Sous-chevauchements.

# positionalCM13
source: Slow Down Opposition.Deny Space.Positioning.Anticipation.Compact.Concentration.Narrow Team Shape.Delay.Organised.Support.Prevent Crosses.Force backwards.Defend in numbers.Manage space between units.Bravery to push forward.Protect key areas.Communication.
ar: إبطاء الخصم. منع المساحة. التموضع. التنبؤ. مدمج. تركيز. شكل الفريق الضيق. التأخير. تنظيمي. الدعم. منع الكرات العرضية. فرض التمرير إلى الخلف. الدفاع بأعداد كبيرة. إدارة المساحة بين الوحدات. الشجاعة في دفع إلى الأمام. حماية المناطق الرئيسية. التواصل.
fr: Ralentir l'opposition. Refuser l'espace. Positionnement. Anticipation. Compact. Concentration. Forme d'équipe étroite. Délai. Organisé. Soutien. Empêcher les centres. Forcer en arrière. Défendre en nombre. Gérer l'espace entre les unités. Courage pour avancer. Protéger les zones clés. Communication.

# positionalCM14
source: Reacting to the tempo of the game.Creating Overloads.Passing (Short, Medium, Long).Switching the play.The movement to create space.The movement to receive.Play with GK.Break lines.Combinations.Rotations.Width (Make the pitch big?).Capitalise on space.Can we progress forwards? Communication Belief
ar: الاستجابة لإيقاع اللعب. خلق التفوقات. التمرير (قصير، متوسط، طويل). تحويل اللعب. الحركة لخلق المساحة. الحركة لاستقبال الكرة. اللعب مع الحارس. كسر الخطوط. الجمع بين اللاعبين. التناوب. العرض (جعل الملعب كبيرًا؟). الاستفادة من المساحة. هل يمكننا التقدم إلى الأمام؟ التواصل الإيمان
fr: Réagir au tempo du jeu. Création de surnombres. Passe (Courte, Moyenne, Longue). Changer le jeu. Le mouvement pour créer de l'espace. Le mouvement pour recevoir. Jouer avec le gardien de but. Casser les lignes. Combinaisons. Rotations. Largeur (Rendre le terrain grand ?). Capitaliser sur l'espace. Pouvons-nous progresser vers l'avant ? Communication. Croyance

# positionalCM15
source: Creating Overloads.Breaking lines.Support.Depth.Creativity.Rotations.Movement.Penetration.Recycle.Combination Play.Dictate Tempo.Decoy Runs.Switching Play.Through Channels.Play Over.Overlaps.Underlaps.
ar: إنشاء التفوقات. كسر الخطوط. الدعم. العمق. الإبداع. التناوب. الحركة. الاختراق. إعادة التدوير. اللعب بالتركيبات. تحديد الإيقاع. تشتت المتسللين. تبادل اللعب. مناورات الخداع. تحويل اللعب. من خلال القنوات. لعب فوق. تداخلات تحت.
fr: Création de surnombres. Casser les lignes. Soutien. Profondeur. Créativité. Rotations. Mouvement. Pénétration. Recycler. Jeu en combinaison. Dicter le tempo. Courses de leurre. Changer de jeu. À travers les canaux. Jouer au-dessus. Chevauchements. Sous-chevauchements.

# positionalCM16
source: Unlocking defence.Crossing.Combinations.Recycle.Individual Skill.Teamwork.Switching the Play.Patience.Depth.Risk v Reward.Overlaps.Underlaps.Penetration.Timing.Pull Backs By-line
ar: فتح الدفاع. التقاط الكرات العرضية. التركيبات. إعادة التدوير. المهارة الفردية. العمل الجماعي. تحويل اللعب. الصبر. العمق. المخاطرة مقابل الجائزة. تداخلات تحت. التوغل. التوقيت. سحب الكرات إلى الخلف بواسطة الخط الجانبي
fr: Unlocking defence.Crossing.Combinations.RecycDéverrouillage de la défense. Centrage. Combinaisons. Recyclage. Compétence individuelle. Travail d'équipe. Changer de jeu. Patience. Profondeur. Risque contre récompense. Chevauchements. Sous-chevauchements. Pénétration. Timing. Renvois en retrait en ligne

# positionalCM17
source: Movement as a unit.Compact.Depth.Concentration.Body Position.Cover.Manage space between units.Interceptions.Anticipation.Depth.When to press.Set press traps.Teamwork.Dictate opposition.Prepared to gradually set up.Cautious of the ball in behind.Use of the sideline.
ar: الحركة كوحدة. مدمج. العمق. التركيز. موقف الجسم. الغطاء. إدارة المساحة بين الوحدات. التقاط الكرات. التنبؤ. العمق. متى تضغط. ضبط فخاخ الضغط. العمل الجماعي. تحديد العدو. يستعد لإعداد تدريجي. حذر من الكرة في الخلف. استخدام الخط الجانبي.
fr: Mouvement en tant qu'unité. Compact. Profondeur. Concentration. Position du corps. Couvrir. Gérer l'espace entre les unités. Interceptions. Anticipation. Profondeur. Quand presser. Mettre en place des pièges de pression. Travail d'équipe. Dicter l'opposition. Prêt à se mettre en place progressivement. Prudent face à la balle dans le dos. Utilisation de la ligne de touche.

# positionalCM18
source: Support, movement and rotation
ar: الدعم، والحركة، والتناوب
fr: Soutien, mouvement et rotation

# positionalCM19
source: Support, movement and rotation
ar: الدعم، والحركة، والتناوب
fr: Soutien, mouvement et rotation

# positionalCM20
source: Creating Overloads.Breaking lines.Support.Depth.Creativity.Rotations.Movement.Penetration.Recycle.Combination Play.Dictate Tempo.Decoy Runs.Switching Play.Through Channels.Play Over.Overlaps.Underlaps.
ar: إنشاء التفوقات. كسر الخطوط. الدعم. العمق. الإبداع. التناوب. الحركة. الاختراق. إعادة التدوير. اللعب بالتركيبات. تحديد الإيقاع. تشتت المتسللين. تبادل اللعب. مناورات الخداع. تحويل اللعب. من خلال القنوات. لعب فوق. تداخلات تحت.
fr: Création de surnombres. Casser les lignes. Soutien. Profondeur. Créativité. Rotations. Mouvement. Pénétration. Recycler. Jeu en combinaison. Dicter le tempo. Courses de leurre. Changer de jeu. À travers les canaux. Jouer au-dessus. Chevauchements. Sous-chevauchements.

# positionalCM21
source: Aerial Threat: are also often called upon to contribute to the attack by joining in set pieces, such as corner kicks and free kicks. This requires good aerial ability, as well as the ability to jump and win headers in the box
ar: التهديد الهوائي: يتعين أيضًا على المدافعين أن يساهموا في الهجوم من خلال المشاركة في الكرات الثابتة، مثل الركلات الركنية والضربات الحرة. يتطلب ذلك قدرة جيدة على القفز والفوز في الكرات العالية داخل منطقة الجزاء
fr: Menace Aérienne : sont également souvent sollicités pour contribuer à l'attaque en participant aux phases arrêtées, telles que les coups de pied de coin et les coups francs. Cela nécessite une bonne capacité aérienne, ainsi que la capacité à sauter et à remporter des duels aériens dans la surface

# positionalCM22
source: Create an overload in MID Switch the Play Diagonal Play Long balls in-behind
ar: خلق تحميل زائد في منتصف الميدان تبديل اللعب اللعب القطري كرات طويلة خلف الخطوط
fr: Créer un surnombre au milieu de terrain Changer de jeu Jeu en diagonale Longs ballons en profondeur

# positionalCM23
source: Secure the first pass if possible If under pressure can we relieve pressure by playing long Build possession progressively Use GK if needed
ar: تأمين التمريرة الأولى إذا أمكن الخروج تحت الضغط -هل يمكننا تخفيف الضغط عن طريق اللعب الطويل- بناء الاستحواذ تدريجيًا استخدم حارس المرمى إذا لزم الأمر
fr: Assurer la première passe si possible Si sous pression, pouvons-nous soulager la pression en jouant longtemps Construire progressivement la possession Utiliser le gardien de but si nécessaire

# positionalRW1
source: POSITION:RW
ar: لموقف:RW

# positionalRW2
source: BALL MANIPULATION
ar: التلاعب بالكرة
fr: MANIPULATION DU BALLON

# positionalRW3
source: IMAGINATIVE
ar: خيالي
fr: IMAGINATIF

# positionalRW4
source: PACE
ar: السرعة
fr: VITESSE

# positionalRW5
source: DEFENSIVE DUTIES
ar: الواجبات الدفاعية
fr: DEVOIRS DÉFENSIFS

# positionalRW6
source: KEY ATTRIBUTES
ar: الصفات الرئيسية
fr: ATTRIBUTS CLÉS

# positionalRW7
source: FORWARD RUNS
ar: تشغيلات إلى الأمام
fr: COURSES VERS L'AVANT

# positionalRW8
source: FINISHER
ar: الهداف
fr: FINISSEUR

# positionalRW9
source: CROSSING
ar: العبور

# positionalRW10
source: SHOOTING ABILITY
ar: قدرة التسديد
fr: CAPACITÉ DE TIR

# positionalRW11
source: Anticipation of counter attack Awareness of Positioning
ar: توقع الهجوم المضاد وعي بالتمريرات
fr: Anticipation de contre-attaque Conscience du Positionnement

# positionalRW12
source: Delay and force the opposition to play backwards
ar: التأخير وإجبار الخصم على اللعب للخلف
fr: Retarder et forcer l'opposition à jouer en arrière

# positionalRW13
source: The defensive midfielder is the pivot of the team, the one who sets the tempo and makes the team tick. - Xabi Alonso
ar: المتوسط الدفاعي هو المحور في الفريق، الذي يحدد الإيقاع ويجعل الفريق يعمل.
fr: Le milieu de terrain défensif est le pivot de l'équipe, celui qui donne le rythme et fait avancer l'équipe. - Xabi Alonso

# positionalRW14
source: Team work and communication to progress unit with play Dominant in 1v1 (Ground & Ariel)Cautious of height and distances (Units,behind, team mates)
ar: العمل الجماعي والتواصل لتقدم الوحدة مع اللعب- سيطرة في المواجهة الفردية (الأرض والهواء)- تحذير من الارتفاع والمسافات (الوحدات، الخلف، زملائه)
fr: Travail d'équipe et communication pour progresser dans l'unité de jeu Dominateur en 1 contre 1 (Sol & Aérien)Prudent quant à la hauteur et aux distances (Unités,derrière, coéquipiers)

# positionalRW15
source: Delay to slow the opposition Deny to reorganize The decision to press or protect Get behind the ball
ar: التأخير لتباطئ المنافسة- الحرمان لإعادة التنظيم- القرار بالضغط أو الحماية- الوصول خلف الكرة
fr: Retard pour ralentir l'opposition Nier pour se réorganiser La décision de presser ou de protéger Se replacer derrière le ballon

# positionalRW16
source: Balance and Depth Always being a passing option Finding the spare player Quick tempo to move opposition
ar: التوازن والعمق دائمًا كونه خيار - تمرير - العثور على اللاعب الفارغ وتمرير السرعة لتحريك الخصم
fr: Équilibre et Profondeur Toujours être une option de passe Trouver le joueur libre Un tempo rapide pour bouger l'opposition

# positionalRW17
source: Secure the first pass if possible If under pressure can we relieve pressure by playing long Build possession progressively Use GK if needed
ar: تأمين التمريرة الأولى إذا أمكن الخروج تحت الضغط - هل يمكننا تخفيف الضغط عن طريق اللعب الطويل- بناء الاستحواذ تدريجيًا - استخدم حارس المرمى إذا لزم الأمر
fr: Assurer la première passe si possible Si sous pression, pouvons-nous soulager la pression en jouant longtemps Construire progressivement la possession Utiliser le gardien de but si nécessaire

# positionalRW18
source: Balance and Depth Always being a passing option Finding the spare player Quick tempo to move opposition
ar: التوازن والعمق دائمًا كونه خيار - تمرير - العثور على اللاعب الفارغ وتمرير السرعة لتحريك الخصم
fr: Équilibre et Profondeur Toujours être une option de passe Trouver le joueur libre Un tempo rapide pour bouger l'opposition

# positionalRW19
source: Anticipation of counter attack Awareness of Positioning
ar: توقع الهجوم المضاد وعي بالتمريرات
fr: Anticipation de contre-attaque Conscience du Positionnement

# positionalRW20
source: Being a is about being tough,but also smart, you need to read the game and make quick decisions.- Gerard Pique
ar: أن تكون مدافعًا يتعلق الأمر بكونك قويًا، ولكن أيضًا ذكيًا، عليك قراءة اللعبة واتخاذ قرارات سريعة.
fr: Être un est une question d'être dur, mais aussi intelligent, vous devez lire le jeu et prendre des décisions rapides. - Gerard Piqué

# positionalRW21
source: Aerial Threat: are also often called upon to contribute to the attack by joining in set pieces, such as corner kicks and free kicks. This requires good aerial ability, as well as the ability to jump and win headers in the box
ar: التهديد الهوائي: يتعين أيضًا على المدافعين أن يساهموا في الهجوم من خلال المشاركة في الكرات الثابتة، مثل الركلات الركنية والضربات الحرة. يتطلب ذلك قدرة جيدة على القفز والفوز في الكرات العالية داخل منطقة الجزاء
fr: Menace Aérienne : sont également souvent sollicités pour contribuer à l'attaque en participant aux phases arrêtées, telles que les coups de pied de coin et les coups francs. Cela nécessite une bonne capacité aérienne, ainsi que la capacité à sauter et à remporter des duels aériens dans la surface

# positionalRW22
source: Leader and Organizer: As one of the most experienced players on the field, centerbacks must also be leaders and organizers. This involves being vocal, making splitsecond decisions, and directing the defense in order to keep the team organized and focused on the task at hand. Center-backs are often the cornerstone of a team's defense and play a crucial role in maintaining a solid back line.
ar: قائد ومنظم: كونه أحد اللاعبين الأكثر خبرة على الملعب، يجب أن يكون المدافع قائدًا ومنظمًا أيضًا. ينطوي ذلك على كونه صوتيًا، واتخاذ قرارات في لحظة، وتوجيه الدفاع للحفاظ على تنظيم الفريق والتركيز على المهمة في يده. غالبًا ما يكون مدافعو المركز عمودًا فقريًا في دفاع الفريق ويؤدون دورًا حاسمًا في الحفاظ على خط دفاع قوي.
fr: Leader et Organisateur : En tant que l'un des joueurs les plus expérimentés sur le terrain, les défenseurs centraux doivent également être des leaders et des organisateurs. Cela implique d'être vocal, de prendre des décisions en une fraction de seconde et de diriger la défense afin de maintenir l'équipe organisée et concentrée sur la tâche à accomplir. Les défenseurs centraux sont souvent la pierre angulaire de la défense d'une équipe et jouent un rôle crucial dans le maintien d'une ligne arrière solide.

# positionalRW23
source: Balance and Depth Always being a passing option Finding the spare player Quick tempo to move opposition
ar: التوازن والعمق دائمًا كونه خيار- تمرير- العثور على اللاعب الفارغ وتمرير السرعة لتحريك الخصم
fr: Équilibre et Profondeur Toujours être une option de passe Trouver le joueur libre Un tempo rapide pour bouger l'opposition

# positionalLW1
source: POSITION:LW
ar: لموقف:LW

# positionalLW2
source: BALL MANIPULATION
ar: التلاعب بالكرة
fr: MANIPULATION DU BALLON

# positionalLW3
source: IMAGINATIVE
ar: خيالي
fr: IMAGINATIF

# positionalLW4
source: PACE
ar: السرعة
fr: VITESSE

# positionalLW5
source: DEFENSIVE DUTIES
ar: الواجبات الدفاعية
fr: DEVOIRS DÉFENSIFS

# positionalLW6
source: KEY ATTRIBUTES
ar: الصفات الرئيسية
fr: ATTRIBUTS CLÉS

# positionalLW7
source: FOLWARD RUNS
ar: تشغيلات إلى الأمام
fr: COURSES VERS L'AVANT

# positionalLW8
source: FINISHER
ar: الهداف
fr: FINISSEUR

# positionalLW9
source: CROSSING
ar: العبور

# positionalLW10
source: SHOOTING ABILITY
ar: قدرة التسديد
fr: CAPACITÉ DE TIR

# positionalLW11
source: Leader and Organizer: As one of the most experienced players on the field, centerbacks must also be leaders and organizers. This involves being vocal, making splitsecond decisions, and directing the defense in order to keep the team organized and focused on the task at hand. Center-backs are often the cornerstone of a team's defense and play a crucial role in maintaining a solid back line.
ar: قائد ومنظم: كونه أحد اللاعبين الأكثر خبرة على الملعب، يجب أن يكون المدافع قائدًا ومنظمًا أيضًا. ينطوي ذلك على كونه صوتيًا، واتخاذ قرارات في لحظة، وتوجيه الدفاع للحفاظ على تنظيم الفريق والتركيز على المهمة في يده. غالبًا ما يكون مدافعو المركز عمودًا فقريًا في دفاع الفريق ويؤدون دورًا حاسمًا في الحفاظ على خط دفاع قوي.
fr: Leader et Organisateur : En tant que l'un des joueurs les plus expérimentés sur le terrain, les défenseurs centraux doivent également être des leaders et des organisateurs. Cela implique d'être vocal, de prendre des décisions en une fraction de seconde et de diriger la défense afin de maintenir l'équipe organisée et concentrée sur la tâche à accomplir. Les défenseurs centraux sont souvent la pierre angulaire de la défense d'une équipe et jouent un rôle crucial dans le maintien d'une ligne arrière solide.

# positionalLW12
source: Leader and Organizer: As one of the most experienced players on the field, centerbacks must also be leaders and organizers. This involves being vocal, making splitsecond decisions, and directing the defense in order to keep the team organized and focused on the task at hand. Center-backs are often the cornerstone of a team's defense and play a crucial role in maintaining a solid back line.
ar: قائد ومنظم: كونه أحد اللاعبين الأكثر خبرة على الملعب، يجب أن يكون المدافع قائدًا ومنظمًا أيضًا. ينطوي ذلك على كونه صوتيًا، واتخاذ قرارات في لحظة، وتوجيه الدفاع للحفاظ على تنظيم الفريق والتركيز على المهمة في يده. غالبًا ما يكون مدافعو المركز عمودًا فقريًا في دفاع الفريق ويؤدون دورًا حاسمًا في الحفاظ على خط دفاع قوي.
fr: Leader et Organisateur : En tant que l'un des joueurs les plus expérimentés sur le terrain, les défenseurs centraux doivent également être des leaders et des organisateurs. Cela implique d'être vocal, de prendre des décisions en une fraction de seconde et de diriger la défense afin de maintenir l'équipe organisée et concentrée sur la tâche à accomplir. Les défenseurs centraux sont souvent la pierre angulaire de la défense d'une équipe et jouent un rôle crucial dans le maintien d'une ligne arrière solide.

# positionalLW13
source: Leader and Organizer: As one of the most experienced players on the field, centerbacks must also be leaders and organizers. This involves being vocal, making splitsecond decisions, and directing the defense in order to keep the team organized and focused on the task at hand. Center-backs are often the cornerstone of a team's defense and play a crucial role in maintaining a solid back line.
ar: قائد ومنظم: كونه أحد اللاعبين الأكثر خبرة على الملعب، يجب أن يكون المدافع قائدًا ومنظمًا أيضًا. ينطوي ذلك على كونه صوتيًا، واتخاذ قرارات في لحظة، وتوجيه الدفاع للحفاظ على تنظيم الفريق والتركيز على المهمة في يده. غالبًا ما يكون مدافعو المركز عمودًا فقريًا في دفاع الفريق ويؤدون دورًا حاسمًا في الحفاظ على خط دفاع قوي.
fr: Leader et Organisateur : En tant que l'un des joueurs les plus expérimentés sur le terrain, les défenseurs centraux doivent également être des leaders et des organisateurs. Cela implique d'être vocal, de prendre des décisions en une fraction de seconde et de diriger la défense afin de maintenir l'équipe organisée et concentrée sur la tâche à accomplir. Les défenseurs centraux sont souvent la pierre angulaire de la défense d'une équipe et jouent un rôle crucial dans le maintien d'une ligne arrière solide.

# positionalLW14
source: Balanced distances between units Press & Cover & Sweep Dominate and recover possession
ar: المسافات المتوازنة بين الوحدات -الضغط والتغطية والتمرير- السيطرة واستعادة الاستحواذ
fr: Distances équilibrées entre les unités Presser & Couvrir & Balayer Dominer et récupérer la possession

# positionalLW15
source: Balanced distances between units Press & Cover & Sweep Dominate and recover possession
ar: المسافات المتوازنة بين الوحدات -الضغط والتغطية والتمرير- السيطرة واستعادة الاستحواذ
fr: Distances équilibrées entre les unités Presser & Couvrir & Balayer Dominer et récupérer la possession

# positionalLW16
source: Balanced distances between units Press & Cover & Sweep Dominate and recover possession
ar: المسافات المتوازنة بين الوحدات -الضغط والتغطية والتمرير- السيطرة واستعادة الاستحواذ
fr: Distances équilibrées entre les unités Presser & Couvrir & Balayer Dominer et récupérer la possession

# positionalLW17
source: Leader and Organizer: As one of the most experienced players on the field, centerbacks must also be leaders and organizers. This involves being vocal, making splitsecond decisions, and directing the defense in order to keep the team organized and focused on the task at hand. Center-backs are often the cornerstone of a team's defense and play a crucial role in maintaining a solid back line.
ar: قائد ومنظم: كونه أحد اللاعبين الأكثر خبرة على الملعب، يجب أن يكون المدافع قائدًا ومنظمًا أيضًا. ينطوي ذلك على كونه صوتيًا، واتخاذ قرارات في لحظة، وتوجيه الدفاع للحفاظ على تنظيم الفريق والتركيز على المهمة في يده. غالبًا ما يكون مدافعو المركز عمودًا فقريًا في دفاع الفريق ويؤدون دورًا حاسمًا في الحفاظ على خط دفاع قوي.
fr: Leader et Organisateur : En tant que l'un des joueurs les plus expérimentés sur le terrain, les défenseurs centraux doivent également être des leaders et des organisateurs. Cela implique d'être vocal, de prendre des décisions en une fraction de seconde et de diriger la défense afin de maintenir l'équipe organisée et concentrée sur la tâche à accomplir. Les défenseurs centraux sont souvent la pierre angulaire de la défense d'une équipe et jouent un rôle crucial dans le maintien d'une ligne arrière solide.

# positionalLW18
source: Balance and Depth Always being a passing option Finding the spare player Quick tempo to move opposition
ar: التوازن والعمق دائمًا كونه خيار- تمرير- العثور على اللاعب الفارغ وتمرير السرعة لتحريك الخصم
fr: Équilibre et Profondeur Toujours être une option de passe Trouver le joueur libre Un tempo rapide pour bouger l'opposition

# positionalLW19
source: Team work and communication to progress unit with play Dominant in 1v1 (Ground & Ariel) Cautious of height and distances (Units,behind, team mates)
ar: العمل الجماعي والتواصل لتقدم الوحدة مع اللعب سيطرة في المواجهة الفردية (الأرض والهواء) تحذير من الارتفاع والمسافات (الوحدات، الخلف، زملائه)
fr: Travail d'équipe et communication pour progresser dans l'unité de jeu Dominateur en 1 contre 1 (Sol & Aérien) Prudent quant à la hauteur et aux distances (Unités,derrière, coéquipiers)

# positionalLW20
source: Leader and Organizer: As one of the most experienced players on the field, centerbacks must also be leaders and organizers. This involves being vocal, making splitsecond decisions, and directing the defense in order to keep the team organized and focused on the task at hand. Center-backs are often the cornerstone of a team's defense and play a crucial role in maintaining a solid back line.
ar: قائد ومنظم: كونه أحد اللاعبين الأكثر خبرة على الملعب، يجب أن يكون المدافع قائدًا ومنظمًا أيضًا. ينطوي ذلك على كونه صوتيًا، واتخاذ قرارات في لحظة، وتوجيه الدفاع للحفاظ على تنظيم الفريق والتركيز على المهمة في يده. غالبًا ما يكون مدافعو المركز عمودًا فقريًا في دفاع الفريق ويؤدون دورًا حاسمًا في الحفاظ على خط دفاع قوي.
fr: Leader et Organisateur : En tant que l'un des joueurs les plus expérimentés sur le terrain, les défenseurs centraux doivent également être des leaders et des organisateurs. Cela implique d'être vocal, de prendre des décisions en une fraction de seconde et de diriger la défense afin de maintenir l'équipe organisée et concentrée sur la tâche à accomplir. Les défenseurs centraux sont souvent la pierre angulaire de la défense d'une équipe et jouent un rôle crucial dans le maintien d'une ligne arrière solide.
