Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# exercise329step2
source: Bend forward at your hips and keep your knees as fully extended as possible.
ar: انحنِ إلى الأمام عند الوركين وحافظ على استقامة الركبتين قدر الإمكان.
fr: Penchez-vous en avant au niveau de vos hanches et gardez vos genoux aussi étendus que possible.

# exercise329step3
source: Grab the barbell and then extend your hips while maintaining a straight back.
ar: امسك بالشريط الحديدي ثم قم بتمديد أردافك واحتفاظ بظهرك مستقيمًا.
fr: Saisissez la barre, puis étendez vos hanches tout en maintenant un dos droit.

# exercise330step1
source: Take a shoulder width, double overhand or mixed grip.
ar: استخدم قبضة عريضة على عرض الكتف، إما بيدين مفرودتين أو قبضة مختلطة.
fr: Prenez une prise à la largeur des épaules, double surmain ou mixte.

# exercise330step2
source: Push your hips back while leaving your knees mostly extended. Look for a stretch in your hamstrings.
ar: قم بدفع أردافك للوراء مع ترك الركبتين معظم الوقت ممدودتين. ابحث عن تمدد في عضلات الساقين.
fr: Poussez vos hanches vers l'arrière tout en laissant vos genoux principalement étendus. Cherchez un étirement dans les ischio-jambiers.

# exercise330step3
source: When you feel the stretch, push your hips forward until you're back in a standing position.
ar: عندما تشعر بالتمدد، قم بدفع أردافك للأمام حتى تعود إلى وضع الوقوف.
fr: Lorsque vous ressentez l'étirement, poussez vos hanches vers l'avant jusqu'à ce que vous soyez de nouveau en position debout.

# exercise331step1
source: Stand with a barbell at your shins with your feet shoulder width apart.
ar: وقف مع الشريط الحديدي عند كاحليك وقدميك على عرض الكتف.
fr: Tenez-vous avec une barre à vos tibias, les pieds à la largeur des épaules.

# exercise331step2
source: Bend forward at your hips and keep your knees as fully extended as possible.
ar: انحنِ إلى الأمام عند الوركين وحافظ على استقامة الركبتين قدر الإمكان.
fr: Penchez-vous en avant au niveau de vos hanches et gardez vos genoux aussi étendus que possible.

# exercise331step3
source: Grab the barbell and then extend your hips while maintaining a straight back.
ar: امسك بالشريط الحديدي ثم قم بتمديد أردافك واحتفاظ بظهرك مستقيمًا.
fr: Saisissez la barre, puis étendez vos hanches tout en maintenant un dos droit.

# exercise332step1
source: Anchor the band at hip level. Take a few steps away until the band is taut.
ar: ربط الشريط على مستوى الورك. اخطو عدة خطوات للخلف حتى يكون الشريط مشدودًا.
fr: Fixez la bande au niveau des hanches. Faites quelques pas en arrière jusqu'à ce que la bande soit tendue.

# exercise332step2
source: Push your hips back while keeping your back flat until you feel a stretch in your hamstrings.
ar: قم بدفع أردافك للوراء مع الحفاظ على استقامة ظهرك حتى تشعر بتمدد في عضلات الساقين.
fr: Poussez vos hanches en arrière tout en gardant le dos plat jusqu'à ce que vous ressentiez un étirement dans les ischio-jambiers.

source: Video player
ar: مشغل الفيديو
fr: Lecteur vidéo

source: Male
ar: ذكر
fr: Homme

source: Female
ar: أنثى
fr: Femme

source: Front
ar: الأمام
fr: Avant

source: Back
ar: الخلف
fr: Arriére

source: BodyBuilding training
ar: تدريب كمال الأجسام
fr: Entraînement musculaire

source: BodyWeight
ar: وزن الجسم
fr: Poids corporel

source: Dumbbells
ar: الدمبل
fr: Haltères

source: Barbell
ar: الشريط الرفيع
fr: Barre

source: Stretches
ar: تمارين التمدد
fr: Étirements

# band
source: Band Good Morning
ar: مرحبا المجموعة
fr: Groupe Bonjour

source: Abdominal
ar: البطن
fr: Abdominals

source: Obliques
ar: المنحنيات الجانبية
fr: courbes latérales

source: Forearms
ar: الساعدين
fr: Avant-bras

source: Biceps
ar: العضلة ذات الرأسين

source: Shoulders
ar: الأكتاف
fr: Épaules

source: Traps
ar: الفخذين
fr: Cuisses

source: Chest
ar: الصدر
fr: poitrine

source: Quads
ar: الرباعيات

source: Calves
ar: العجلات

source: Hamstrings
ar: الفخذين الخلفيين

source: Lower-back
ar: الظهر السفلي
fr: Bas du dos

source: Glutes
ar: الأرداف
fr: Fesses

source: Lats
ar: العضلات الظهرية العليا
fr: Muscles dorsaux supérieurs

source: Traps-middle
ar: الفخذ الأوسط

source: Triceps
ar: العضلة ذات الرأسين الثلاثة

source: Beginner
ar: مبتدئ
fr: Débutant

source: Intermediate
ar: متوسط
fr: Intermédiaire

source: Difficulty
ar: الصعوبة
fr: Difficulté

source: You can upload an image in the Technical drawing section
ar: يمكنك تحميل صورة في قسم الرسم التقني
fr: Vous pouvez télécharger une image dans la section Dessin technique

source: Statistics game live
ar: إحصائيات اللعبة مباشرة
fr: Jeu statistiques en direct

source: Competitions
ar: المسابقات
fr: Compétitions

source: Matches and results
ar: المباريات والنتائج
fr: Matches et résultats

source: Reports
ar: التقارير
fr: Rapports

# bibliotheque
source: Bibliothèque
ar: المكتبة

source: Training Book
ar: كتاب التدريب
fr: Livre de formation

# allDispline
source: Plan All Displine
ar: خطة جميع التخصصات
fr: Plan Toutes Disciplines

source: Evaluation By Position
ar: التقييم وفق المراكز
fr: Evaluation par poste

source: characteristic
ar: صفة مميزة
fr: caractéristique

source: Report Semestre1
ar: تقرير الفصل 1
fr: Rapport semestre 1

source: Report Semestre2
ar: تقرير الفصل 2
fr: Rapport semestre 2

source: Report Weekly Planing
ar: تقرير التخطيط الأسبوعي
fr: Rapport d'entraînement

source: Planing a leason
ar: التخطيط لدرس
fr: planifier une leçon

source: Program/Week
ar: البرنامج / الأسبوع
fr: Programme / Jour

source: Training Program
ar: برنامج تدريب
fr: Programme de formation

source: July
ar: يوليو
fr: Juillet

source: August
ar: أغسطس
fr: Août

source: September
ar: سبتمبر
fr: Septembre

source: October
ar: اكتوبر
fr: Octobre

source: November
ar: نوفمبر
fr: Novembre

source: December
ar: ديسمبر
fr: Décembre

source: January
ar: يناير
fr: Janvier

# february
source: Februry
ar: فبراير
fr: Février

source: March
ar: آذار
fr: Mars

source: April
ar: أبريل
fr: Avril

source: May
ar: مايو
fr: Mai

source: June
ar: يونيو
fr: Juin

source: Select The Type
ar: اختر صنف
fr: Sélectionnez le type

source: Week
ar: أسبوع
fr: Semaine

source: Theme
ar: المحور
fr: Thème

source: Cycle
ar: الدورة

source: Materials
ar: الادوات
fr: Matériaux

source: Team Informations
ar: معلومات الفريق
fr: Informations sur l'équipe

# desicions
source: Descisions
ar: القرارات
fr: Les décisions

# getingStarted
source: Getting Started
ar: بداية الحصة
fr: Commencer

# wramUp
source: Warm Up
ar: الاحماء
fr: Réchauffer

source: Body Of The Session
ar: محتوى الحصة
fr: Corps de la séance

source: Return To Calm
ar: العودة الى الهدوء
fr: Retour au calme

source: Capacities
ar: القدرات
fr: Capacités

# organization
source: Organisation
ar: منظمة

source: Duration
ar: التوقيت
fr: Durée

# childrenFootball77
source: Children's football 7:7
ar: كرة القدم للأطفال 7:7
fr: Football pour enfants 7:7

source: Preformation 9:9
ar: التدريب قبل 9:9
fr: Préformation 9:9

source: Junior Grassroots Football 11:11
ar: كرة القدم للناشئين 11:11
fr: Football de base junior 11:11

source: Senior
ar: الأ كابر

source: Step1
ar: الخطوة 1
fr: Étape 1

source: Step2
ar: الخطوة 2
fr: Étape 2

source: Step3
ar: الخطوة 3
fr: Étape 3

# step1Title
source: STEP 1 ANALYSIS OF THE REQUIREMENTS OF YOUR SPORT
ar: تحليل الخطوة 1 لمتطلبات رياضتك
fr: ETAPE 1 ANALYSE DES EXIGENCES DE VOTRE SPORT

# step1Description
source: Identify the determinants that affect performance by giving relative importance the components below (legend: major, important, moderate importance, low importance, not applicable). When assessing your assessment, consider the requirements of the task in competition and the demands of training.
ar: تحديد المحددات التي تؤثر على الأداء من خلال تعيين الأهمية النسبية للعناصر أدناه (وسيلة الإيضاح: رئيسية MAJ, مهمة IMP, متوسطة الأهمية MOD, منخفضة الأهمية LOW, غير قابلة للتطبيق).عند تقييم تقييمك , ضع في اعتبارك متطلبات المهمة في المنافسة و متطلبات التدريب
fr: Identifiez les déterminants qui affectent la performance en accordant une importance relative aux éléments ci-dessous (légende : majeur, important, importance modérée, faible importance, sans objet). Lors de l'évaluation de votre évaluation, tenez compte des exigences de la tâche en compétition et de la exigences de la formation.

# step2Title
source: STEP 2- ANALYSIS OF THE CURRENT STATE OF THE ATHLETE/TEAM
ar: الخطوة 2- تحليل الوضع الحالي للرياضيين / الفريق
fr: ÉTAPE 2- ANALYSE DE L'ÉTAT ACTUEL DE L'ATHLÈTE/ÉQUIPE

# step2Description
source: Using normative data, the results of competitions and tests/events, and/or your perception, assess the current state of the athletes/team, in relation to the factors and components of Step 1. (legend: upper; above average; average; below average).
ar: باستخدام البيانات المعيارية , ونتائج المنافسة والاختبار / الحدث , و / أو تصورك , قم بتقييم الحالة الحالية للرياضيين / الفريق , بالنسبة إلى العوامل والمكونات من الخطوة 1. (مفتاح الرسم: أعلاه ؛ فوق المتوسط ​​؛ متوسط ​​؛ أقل من المتوسط).
fr: En utilisant des données normatives, les résultats des compétitions et des tests/événements, et/ou votre perception, évaluez l'état actuel des athlètes/équipe, par rapport aux facteurs et composants de l'étape 1. (légende : supérieur ; supérieur à la moyenne ; moyen ; inférieur à la moyenne).

# step3Title
source: STEP 3 PROGNOSIS: PERFORMANCE OBJECTIVES AND TRAINING GOALS
ar: الخطوة 3 بروغنوستيك: أهداف الأداء وأهداف التدريب
fr: ÉTAPE 3 PRONOSTIC : OBJECTIFS DE PERFORMANCE ET BUTS D'ENTRAÎNEMENT

# step3Description
source: Based on the analysis and reflection done to date, determine realistic objectives and accessible for the new program. Be specific: identify items measurable, with a due date.
ar: استنادًا إلى التحليل والتفكير حتى الآن , حدد أهدافًا واقعية وقابلة للتحقيق للبرنامج الجديد. كن محددًا: حدد العناصر القابلة للقياس , مع جدول زمني.
fr: Sur la base de l'analyse et de la réflexion effectuées à ce jour, déterminez des objectifs réalistes et accessibles pour le nouveau programme. Soyez précis : identifiez des éléments mesurables, avec une échéance.

# preparationPhysique
source: PRÉPARATION PHYSIQUE
ar: التحضير المادي

# preparationPhysique1
source: Alactic anaerobic power
ar: القدرة اللاهوائية اللاكتيك
fr: Puissance anaérobie alactique

# preparationPhysique2
source: Alactic anaerobic capacity
ar: القدرة اللاهوائية اللاكتيك
fr: Capacité anaérobie alactique

# preparationPhysique3
source: Lactic anaerobic power
ar: قوة اللاكتيك اللاهوائية
fr: Pouvoir anaérobie lactique

# preparationPhysique4
source: Lactic anaerobic capacity
ar: قدرة اللاكتيك اللاهوائية
fr: Capacité anaérobie lactique

# preparationPhysique5
source: Maximum aerobic power
ar: أقصى قدرة هوائية
fr: Puissance aérobie maximale

# preparationPhysique6
source: Aerobic endurance
ar: التحمل الهوائية
fr: Endurance aérobie

# preparationPhysique7
source: Acceleration
ar: تسريع
fr: Accélération

# preparationPhysique8
source: Optimal speed
ar: السرعة المثلى
fr: Vitesse optimale

# preparationPhysique9
source: Endurance speed
ar: سرعة التحمل
fr: Vitesse d'endurance

# preparationPhysique10
source: Agility
ar: رشاقة
fr: Agilité

# preparationPhysique11
source: Coordination
ar: تنسيق
fr: Coordonner

# preparationPhysique12
source: Equilibrium
ar: الرصيد
fr: Équilibre

# preparationPhysique13
source: Maximum force (hypertrophy)
ar: أقصى قوة (تضخم)
fr: Force maximale (hypertrophie)

# preparationPhysique14
source: Maximum strength (neural activation)
ar: أقصى قوة (تنشيط عصبي)
fr: Force maximale (activation neuronale)

# preparationPhysique15
source: Endurance strength
ar: قوة التحمل
fr: Force d'endurance

# preparationPhysique16
source: Muscle power
ar: قوة العضلات
fr: Puissance musculaire

# preparationPhysique17
source: Flexibility
ar: المرونة
fr: Flexibilité

source: Technical
ar: فني
fr: Technique

# technical1
source: Correct execution/gesture
ar: تنفيذ / إيماءة صحيحة
fr: Exécution/geste corrects

# technical2
source: Accuracy/consistency
ar: الدقة / التناسق
fr: Précision/cohérence

# technical3
source: Coordination
ar: التوافق

# technical4
source: Technical transformation
ar: التحول الفني
fr: Transformation technique

# technical5
source: Motor acquisition
ar: التوافق الحركي
fr: Acquisition moteurisition

# technical6
source: Stabilization of achievements
ar: الثبات التوافقي
fr: Stabilisation des acquis

source: INDIVIDUAL TACTIC
ar: التكتيكات الفردية
fr: TACTIQUE INDIVIDUELLE

# individualTactic1
source: Motor acquisition
ar: التوافق الحركي
fr: Acquisition moteurisition

# individualTactic2
source: Stabilization of achievements
ar: الثبات التوافقي
fr: Stabilisation des acquis

# individualTactic3
source: Instructions/opponent
ar: التعليمات / الخصم
fr: Instructions/adversaire

source: STRATEGY
ar: السياسة
fr: STRATÉGIE

# strategy1
source: Game Plan
ar: خطة اللعبة
fr: Plan de jeu

# psychologicalQualities1
source: Identify objectives
ar: الصفات النفسية
fr: QUALITÉS PSYCHOLOGIQUES

source: PSYCHOLOGICAL QUALITIES
ar: تحديد الأهداف
fr: Identifier les objectifs

# psychologicalQualities2
source: Visualization
ar: التصور

# psychologicalQualities3
source: Control distractions
ar: التحكم في عوامل التشتيت
fr: Contrôler les distractions

# psychologicalQualities4
source: Emotional control
ar: التحكم العاطفي
fr: Contrôle émotionne

# psychologicalQualities5
source: Relaxation
ar: الاسترخاء

# psychologicalQualities6
source: Activation
ar: التنشيط

# psychologicalQualities7
source: Team cohesion
ar: تماسك الفريق
fr: Cohésion d'équipe

# psychologicalQualities8
source: Stress control
ar: التحكم في الموانع
fr: Contrôle des contraintes

# psychologicalQualities9
source: Concentration
ar: التركيز

# psychologicalQualities10
source: Internal dialogue
ar: حوار داخلي
fr: Dialogue interne

# psychologicalQualities11
source: Optimum psycho perfo
ar: الأداء النفسي الأمثل
fr: Perfo psycho optimale

# psychologicalQualities12
source: Psycho fundamental skills
ar: المهارات النفسية الأساسية
fr: Compétences psychologiques fondamentales

source: Performance targets
ar: أهداف الأداء
fr: Objectifs de performances

source: Training objectives
ar: أهداف التدريب
fr: Objectifs de la formation

# deadline
source: Deadline (date)
ar: تأخير (تاريخ)
fr: Délai (date)

source: Defender
ar: مدافع
fr: Défenseur

source: Middle
ar: وسط
fr: Milieu

source: Attacker
ar: مهاجم
fr: Attaquant

source: Player
ar: لاعب
fr: Joueur

source: month
ar: شهر
fr: mois

# evaluationByPosition1
source: Good, wide view ( view )
ar: 1- التمركز في العمق و استلام التمريرات ( التمركز )
fr: 1- Bonne et large vue sur le terrain ( vision)

# evaluationByPosition2
source: 2- The ability to pass short, medium and long passes with precision and support (passing quality).
ar: 2- مدرك و ملم بالتمريرات الفردية و الثنائية/ تمريرات الحائط ( اللعب المركّب )
fr: 2- La capacité de passer des passes courtes, moyennes et longues précises et de soutenir (qualité de passe)

# evaluationByPosition3
source: 3- The ability to successfully complete the 1*1 individual confrontation on the ground and in the air (1*1 confrontation).
ar: 3- القدرة على التخلص من الرقابة ( التحرك )
fr: 3- La capacité à réussir la confrontation individuelle 1*1 au sol et dans les airs (confrontation 1*1)

# evaluationByPosition4
source: 4- The ability to jump in the air and dock (airborne capabilities)
ar: 4- القدرة على اللعب 1*1 و المراوغة و تغيير الإتجاه ( المراوغة )
fr: 4- La capacité de sauter dans les airs et d'accoster (capacités dans les airs)

# evaluationByPosition5
source: 5- The ability to build play from behind (confidence)
ar: 5- القدرة على سرعة التهديف ( التسجيل )
fr: 5- La capacité à construire le jeu par derrière (confiance)

# evaluationByPosition6
source: 6- The ability to deal with opponent pressure by changing the flow of play with one touch (game-changing).
ar: 6- القدرة على التعامل مع الكرات المعكوسة بلمسة واحدة ( سرعة القرار )
fr: 6- La capacité à gérer la pression de l'adversaire en modifiant le déroulement du jeu d'une seule touche (changement de jeu)

# evaluationByPosition7
source: 7- The ability to use one's hand to throw the ball to teammates (throwing the ball)
ar: 7- القدرة على المتابعة بعد التسديد ( رد الفعل )
fr: 7- La possibilité d'utiliser sa main pour lancer le ballon à ses coéquipiers (lancer le ballon)

# evaluationByPosition8
source: 8- The ability to communicate with defenders in particular and the team in general to organize them during play and set-pieces (communication).
ar: 8- القدرة على الإرتداد للدفاع بعد فقدان الكرة( الواجب الدفاعي )
fr: 8- La capacité de communiquer avec les défenseurs en particulier et l'équipe en général pour les organiser pendant le jeu et les balles arrêtées (communication)

# evaluationByPosition9
source: 9- Vigilant while playing and observing the environment (vigilance)
ar: 9- يقض دائما لإستغلال الفرص ( اليقضة )
fr: 9- Vigilant toujours en jouant et en observant l'environnement qui l'entoure (vigilance)

# evaluationByPosition10
source: 10- The ability to perform sudden actions by the goalkeeper, such as dribbling into the penalty area (strangeness).
ar: 10- قدرة اللاعب على التسديد من اماكن و مسافات مختلفة ( التسديد )
fr: 10- La capacité à faire des actions soudaines par le gardien de but, comme dribbler dans la surface de réparation (étrangeté)

# evaluationByPosition11
source: 11- The ability to control the balloon under pressure (pressure control)
ar: 11- القدرة على السيطرة على الكرة بالشكل الصحيح تحت الضغط ( السيطرة تحت الضغط )
fr: 11- La capacité à bien contrôler le ballon sous pression (contrôle sous pression)

# evaluationByPosition12
source: 12- Heading skills (defensive, offensive and set-piece)
ar: 12- القدرة في الكرات الرأسية ( دفاعيا ، هجوميا و في الكرات الثابتة )
fr: 12- Maîtrise le jeu de tête (défensive, offensive et coups de pied arrêtés)

# evaluationByPosition13
source: 13- The ability to catch the ball effectively the first time (catching the ball)
ar: 13- القدرة على إستخدام مهارات خاصة ( ابداع )
fr: 13- La capacité à attraper le ballon efficacement dès la première fois (attraper le ballon)

# evaluationByPosition14
source: 14- The ability to take goal kicks and place balls close to the goal (shooting)
ar: 14- القدرة على الركض و التوقف و التحرك في إتجاهات مختلفة و بسهولة ( قراءة الموقف )
fr: 14- La capacité de tirer des coups de pied de but et de placer des balles près du but (tir)

# evaluationByPosition15
source: 15- The ability to remain motionless on the feet while playing the ball or confronting opponents (balance)
ar: 15- القدرة على الثبات على القدمين اثناء لعب الكرة أو في الإلتحامات مع المنافس ( التوازن)
fr: 15- La capacité de rester immobile sur les pieds tout en jouant le ballon ou lors des confrontations avec des adversaires (équilibre)

# evaluationByPosition16
source: 16- The ability to react quickly to block shots (reflex)
ar: 16- القدرة على الجري بالسرعة القصوى ( القوة الانفجارية )

# evaluationByPosition17
source: 17- Ability to withstand the effort exerted during the match (endurance)
ar: 17- القدرة على تحمل الجهد المبذول اثناء المباراة ( التحمل )

# evaluationByPosition18
source: 18- Physical ability in confrontations with opponents, strikers and midfielders (confrontations )
ar: 18- القدرة البدنية في الإلتحامات مع المنافسين مدافعين و لاعبي الوسط ( الإلتحامات )

# evaluationByPosition19
source: 19- The ability to maintain a high level of performance over the long term (continuity)
ar: 19- القدرة على تقديم مستوى جيد لفترة طويلة ( الإستمرارية )

# evaluationByPosition20
source: 20- Goalkeeper enthusiasm in matches (aggressive)
ar: 20- حماس اللاعب في المباريات ( العدوانية )

# evaluationByPosition21
source: 21- predictability (anticipation)
ar: 21- القدرة على التوقع ( التوقع )

# evaluationByPosition22
source: 22- Ability to handle match pressure (balance)
ar: 22- القدرة على التعامل مع ضغط المباريات ( الإتزان )

# evaluationByPosition23
source: 23- The ability to concentrate throughout the match and maintain a stable level of concentration.
ar: 23- القدرة على التركيز مدة المبارة و الحفاظ على ثبات المستوى ( التركيز )

# evaluationByPosition24
source: 24- The ability to make the right decision at the right time (decision-making)
ar: 24- القدرة على اتخاذ القرار المناسب في الوقت المناسب ( اتخاذ القرار )

# evaluationByPosition25
source: 25- Percentage of fist used to remove the ball (fist use)
ar: 25- القدرة على ملاحقة المهاجم و عدم اليأس ( العزم )

# evaluationByPosition26
source: 26- Ability to manage the team in the field (leadership)
ar: 26- القدرة على قيادة الفريق داخل الملعب ( القيادة )

# evaluationByPosition27
source: 27- The possibility of leaving the zone to meet the solo player (goal exit).
ar: 27- القدرة على إختيار القرار الأفضل لفريقه قبل الإعتماد على مهاراته ( العمل الجماعي )

# evaluationByPosition28
source: 28- The ability to keep up and play at the same level throughout the match (mental effort)
ar: 28- القدرة على تحمل المبارة و اللعب بالمستوى نفسه طوال وقت المبارة ( المجهود الذهني )

source: Nutri Sport
ar: التغذية الصحية الرياضية

source: Recipes
ar: الوصفة الغذائية الصحية
fr: Recettes

source: Calories
ar: السعرات الحرارية

source: protein
ar: البروتين
fr: protéines

source: carbohydrates
ar: كربوهيدرات
fr: glucides

source: Generate
ar: إنشاء
fr: Générer

source: fat
ar: دهنيات
fr: gras

source: Fiber
ar: الألياف‌
fr: fibre

source: cals
ar: السعرات

source: RECIPE TYPE
ar: ‌نوع الوصفة‌
fr: TYPE DE RECETTE

# ch1v1
source: 1 against 1
ar: ١ضد١
fr: 1 CONTRE 1

# ch2v2
source: 2 against 2
ar: ٢ضد٢
fr: 2 CONTRE 2

# ch3v3
source: 3 against 3
ar: ٣ضد٣
fr: 3 CONTRE 3

# ch4v4
source: 4 against 4
ar: ٤ضد٤
fr: 4 CONTRE 4

# ch5v5
source: 5 against 5
ar: ٥ضد٥
fr: 5 CONTRE 5

# ch6v6
source: 6 against 6
ar: ٦ضد٦
fr: 6 CONTRE 6

# ch7v7
source: 7 against 7
ar: ٧ضد٧
fr: 7 CONTRE 7

# ch8v8
source: 8 against 8 and+
ar: ٨ضد٨
fr: 8 CONTRE 8 ET+

source: SEQUENCE DURATION
ar: مدة التسلسل
fr: DUREE DE LA SEQUENCE

source: SEQUENCE NUMBER
ar: رقم التسلسل
fr: NOMBRE DE SEQUENCE

source: RECOVERY BETWEEN SEQUENCES
ar: التعافي بين التسلسلات
fr: RECUPERATION ENTRE LES SEQUENCES

source: TERRAIN SIZE
ar: حجم التضاريس
fr: DIMENTION DU TERRAIN

source: ATHLETIC INTERESTS
ar: الأهداف الرياضية
fr: INTERETS ATHLETIQUE

source: TECHNICAL-TACTIC INTERESTS
ar: الأهداف الفنية و التكتيكية
fr: INTERETS TECHNICO-TACTIQUE

# sEQUENCEDURATION1
source: 30 to 1'30
ar: ٣٠ إلى ١:٣٠
fr: 30 à 1'30

# sEQUENCEDURATION2
source: 45" to 2
ar: ٤٥ إلى ٢
fr: 45" à 2

# sEQUENCEDURATION3
source: 2" to 4
ar: ٢ إلى ٤
fr: 2" à 4

# sEQUENCEDURATION4
source: 2'30 to 6
ar: ٢:٣٠ إلى ٦
fr: 2'30 à 6

# sEQUENCEDURATION5
source: 4' to 7'
ar: ٤ إلى ٧
fr: 4' à 7'

# sEQUENCEDURATION6
source: 5' to 8'
ar: ٥ إلى ٨
fr: 5' à 8'

# sEQUENCEDURATION7
source: At least 8'
ar: على الأقل ٨
fr: Au moin 8'

# sEQUENCEDURATION8
source: At least 10'
ar: على الأقل ١٠
fr: Au moin 10'

# sEQUENCENUMBER1
source: 2 to 4
ar: ٢ إلى ٤
fr: 2 à 4

# sEQUENCENUMBER2
source: 2 to 5
ar: ٢ إلى ٥
fr: 2 à 5

# sEQUENCENUMBER3
source: 2 to 5
ar: ٢ إلى ٥
fr: 2 à 5

# sEQUENCENUMBER4
source: 2 to 6
ar: ٢ إلى ٦
fr: 2 à 6

# sEQUENCENUMBER5
source: 2 to 6
ar: ٢ إلى ٦
fr: 2 à 6

# sEQUENCENUMBER6
source: 1 to 4
ar: ١ إلى ٤
fr: 1 à 4

# sEQUENCENUMBER7
source: 1 to 3
ar: ١ إلى ٣
fr: 1 à 3

# sEQUENCENUMBER8
source: 1 to 3
ar: ١ إلى ٣
fr: 1 à 3

# rECOVERYBETWEENSEQUENCES1
source: 30" to 3'30
ar: ٣٠ إلى ٣:٣٠
fr: 30" à 3'30

# rECOVERYBETWEENSEQUENCES2
source: 45" to 3'30
ar: ٤٥ إلى ٣:٣٠
fr: 45" à 3'30

# rECOVERYBETWEENSEQUENCES3
source: 1" to 3'30
ar: ١ إلى ٣:٣٠
fr: 1" à 3'30

# rECOVERYBETWEENSEQUENCES4
source: 1'g à 4'
ar: ١ إلى ٤

# rECOVERYBETWEENSEQUENCES5
source: 1' to 4'
ar: ١ إلى ٤
fr: 1' à 4'

# rECOVERYBETWEENSEQUENCES6
source: 1' to 4'
ar: ١ إلى ٤
fr: 1' à 4'

# rECOVERYBETWEENSEQUENCES7
source: 1' to 4'
ar: ١ إلى ٤
fr: 1' à 4'

# rECOVERYBETWEENSEQUENCES8
source: 1' to 4'
ar: ١ إلى ٤
fr: 1' à 4'

# tERRAINSIZE1
source: 5m² to 25m²
ar: ٥ م² إلى ٢٥م²
fr: 5m² à 25m²

# tERRAINSIZE2
source: 12m² to 30m²
ar: ١٢م² إلى ٣٠م²
fr: 12m² à 30m²

# tERRAINSIZE3
source: 100m² to 250m²
ar: ١٠٠م² إلى ٢٥٠م²
fr: 100m² à 250m²

# tERRAINSIZE4
source: 300m² g à 1200m²
ar: ٣٠٠م² إلى ١٢٠٠م²
