Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# exercise127step2
source: Lower your body until your rear knee nearly touches the ground.
ar: انخفض بجسمك حتى تكاد ركبتك الخلفية تلمس الأرض.
fr: Abaissez votre corps jusqu'à ce que votre genou arrière touche presque le sol.

# exercise127step3
source: Ensure you remain upright, and your front knee stay above the front foot.
ar: تأكد من أنك تظل مستقيمًا ، وأن ركبتك الأمامية تظل فوق القدم الأمامية.
fr: Assurez-vous de rester droit et que votre genou avant reste au-dessus du pied avant.

# exercise127step4
source: Push off the floor with your front foot until you return to the starting position. Switch legs.
ar: اندفع بعيدًا عن الأرض بقدمك الأمامية حتى تعود إلى وضع البداية. غيِّر الساقين.
fr: Poussez sur le sol avec votre pied avant jusqu'à revenir à la position de départ. Changez de jambe.

# exercise128step1
source: Stand with your feet a little past shoulder width apart with a slight bend at your knee. Place your hands behind the back of your head.
ar: الوقوف مع قدميك قليلاً أبعد من عرض الكتف مع انحناء خفيف في الركبة. وضع يديك خلف ظهر رأسك.
fr: Tenez-vous debout, les pieds un peu plus écartés que la largeur des épaules avec un léger pli au genou. Placez vos mains derrière votre tête.

# exercise128step2
source: Keeping your back straight, rotate your hips to bring your shoulders down towards the floor. Stop when your chest is parallel with the floor.
ar: مع الحفاظ على ظهرك مستقيم ، قم بتدوير وركيك لجلب كتفيك نحو الأرض. توقف عندما يكون صدرك موازيًا للأرض.
fr: En gardant le dos droit, faites pivoter vos hanches pour amener vos épaules vers le sol. Arrêtez-vous lorsque votre poitrine est parallèle au sol.

# exercise129step1
source: Stand with your feet shoulder-width apart and your knees slightly bent.
ar: الوقوف مع قدميك على عرض الكتف وركبك قليلاً مثنيتين.
fr: Tenez-vous debout, les pieds à la largeur des épaules et les genoux légèrement pliés.

# exercise129step2
source: Start by doing a regular squat, then engage your core and jump up explosively.
ar: ابدأ بأداء السكوات العادية ، ثم شد عضلات الجذع وقم بالقفز بقوة.
fr: Commencez par faire un squat régulier, puis engagez votre tronc et sautez de manière explosive.

# exercise129step3
source: When you land, lower your body back into the squat position.
ar: عندما تهبط ، انخفض بجسمك مرة أخرى إلى وضع السكوات.
fr: Lorsque vous atterrissez, abaissez votre corps à nouveau en position de squat.

# exercise130step1
source: Take a slow, lateral step to the right.
ar: قم بخطوة جانبية ببطء إلى اليمين.
fr: Faites un pas lent et latéral vers la droite.

# exercise130step2
source: Extend the left knee, and drive your weight into your right side
ar: امداد الركبة اليسرى ونقل وزنك إلى الجهة اليمنى
fr: Étendez le genou gauche et transférez votre poids sur votre côté droit

# exercise130step3
source: Flex your knee and lower your body
ar: ثني الركبة وانخفاض الجسم
fr: Fléchissez votre genou et abaissez votre corps

# exercise130step4
source: Exhale as you push back to the starting position.
ar: أخرج الهواء بينما تدفع العودة إلى وضع البداية.
fr: Expirez en revenant à la position de départ.

# exercise131step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: الوقوف بقبضة واسعة الكتف. يجب أن تكون كل قدم على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous debout avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chacune de vos mains.

# exercise131step2
source: Push your butt back and also break at the knees.
ar: اندفع إلى الوراء بمؤخرتك وانثنِ أيضًا في الركب.
fr: Reculez vos fesses et pliez également les genoux.

# exercise131step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازن (يجب أن تكون أسفل ساقيك متوازيتين مع الأرض). إذا كنت لا تستطيع تحديد عمق الانثناء، فحاول الانثناء أمام مرآة وراقب تشكيلك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous n'êtes pas sûr de la profondeur de votre squat, essayez de vous accroupir devant un miroir et observez votre forme.

# exercise132step1
source: Stand with your feet shoulder-width apart. Maintain the natural arch in your back, squeezing your shoulder blades and raising your chest.
ar: قف بقدميك عرض الكتف. حافظ على الانحناء الطبيعي في ظهرك، وانقبض على عظمتي الكتف وارفع صدرك.
fr: Tenez-vous debout, les pieds écartés à la largeur des épaules. Maintenez l'arc naturel dans votre dos, serrez vos omoplates et levez votre poitrine.

# exercise132step2
source: Grip the bar across your shoulders and support it on your upper back. Unwrack the bar by straightening your legs, and take a step back.
ar: امسك بالقضيب عبر كتفيك وامنعه على ظهرك العلوي. ارفع القضيب بتمام استقامة ساقيك واخطو خطوة إلى الوراء.
fr: Saisissez la barre sur vos épaules et soutenez-la sur votre haut du dos. Décrochez la barre en redressant vos jambes, et faites un pas en arrière.

# exercise132step3
source: Bend your knees as you lower the weight without altering the form of your back until your hips are below your knees.
ar: انثنِ ركبتيك مع الإبقاء على استقامة ظهرك أثناء خفض الوزن حتى تكون وتيرتك أدنى من مستوى ركبتيك.
fr: Pliez vos genoux en abaissant le poids sans altérer la forme de votre dos jusqu'à ce que vos hanches soient en dessous de vos genoux.

# exercise133step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: قف بمسافة عرض الكتف مع قبضة على الشريط. يجب أن تكون كل قدم على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous debout avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chacune de vos mains.

# exercise133step2
source: Push your butt back and also break at the knees.
ar: اندفع إلى الوراء بمؤخرتك وانثنِ أيضًا في الركب.
fr: Reculez vos fesses et pliez également les genoux.

# exercise133step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازن (يجب أن تكون أسفل ساقيك متوازيتين مع الأرض). إذا كنت لا تستطيع تحديد عمق الانثناء، فحاول الانثناء أمام مرآة وراقب تشكيلك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous n'êtes pas sûr de la profondeur de votre squat, essayez de vous accroupir devant un miroir et observez votre forme.

# exercise134step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: قف بمسافة عرض الكتف مع قبضة على الشريط. يجب أن تكون كل قدم على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous debout avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chacune de vos mains.

# exercise134step2
source: Push your butt back and also break at the knees.
ar: اندفع إلى الوراء بمؤخرتك وانثنِ أيضًا في الركب.
fr: Reculez vos fesses et pliez également les genoux.

# exercise134step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازن (يجب أن تكون أسفل ساقيك متوازيتين مع الأرض). إذا كنت لا تستطيع تحديد عمق الانثناء، فحاول الانثناء أمام مرآة وراقب تشكيلك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous n'êtes pas sûr de la profondeur de votre squat, essayez de vous accroupir devant un miroir et observez votre forme.

# exercise135step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: قف بمسافة عرض الكتف مع قبضة على الشريط. يجب أن تكون كل قدم على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous debout avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chacune de vos mains.

# exercise135step2
source: Push your butt back and also break at the knees.
ar: اندفع إلى الوراء بمؤخرتك وانثنِ أيضًا في الركب.
fr: Reculez vos fesses et pliez également les genoux.

# exercise135step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازن (يجب أن تكون أسفل ساقيك متوازيتين مع الأرض). إذا كنت لا تستطيع تحديد عمق الانثناء، فحاول الانثناء أمام مرآة وراقب تشكيلك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous n'êtes pas sûr de la profondeur de votre squat, essayez de vous accroupir devant un miroir et observez votre forme.

# exercise136step1
source: Anchor the band at hip level. Take a few steps away until the band is taut.
ar: اربط الشريط على مستوى الورك. اخطو بضع خطوات إلى الوراء حتى يصبح الشريط متوترًا.
fr: Ancrer la bande au niveau des hanches. Éloignez-vous de quelques pas jusqu'à ce que la bande soit tendue.

# exercise136step2
source: Push your hips back while keeping your back flat until you feel a stretch in your hamstrings.
ar: اندفع بوركسك إلى الوراء مع الحفاظ على استقامة ظهرك حتى تشعر بتمدد في عضلات الساق الخلفية.
fr: Reculez vos hanches tout en gardant le dos plat jusqu'à ce que vous sentiez un étirement dans vos ischio-jambiers.

# exercise137step1
source: Stand with your feet a little past shoulder width apart with a slight bend at your knee. Place your hands behind the back of your head.
ar: قف بقدميك بعرض قليل أكثر من عرض الكتف مع انحناء طفيف في ركبتيك. ضع يديك خلف رأسك.
fr: Tenez-vous debout, les pieds un peu plus écartés que la largeur des épaules avec un léger pli au genou. Placez vos mains derrière votre tête.

# exercise137step2
source: Keeping your back straight, rotate your hips to bring your shoulders down towards the floor. Stop when your chest is parallel with the floor.
ar: مع الاحتفاظ بظهرك مستقيمًا، قم بتدوير وركيك لتجلب كتفيك نحو الأرض. توقف عندما يكون صدرك متوازيًا مع الأرض.
fr: En gardant le dos droit, faites pivoter vos hanches pour amener vos épaules vers le sol. Arrêtez-vous lorsque votre poitrine est parallèle au sol.

# exercise138step1
source: Grasp the bar with an overhand grip, arms and shoulders fully extended.
ar: امسك بالقضيب بقبضة فوق يدك، مع ذراعيك وكتفيك ممتدة بالكامل.
fr: Saisissez la barre avec une prise en pronation, les bras et les épaules complètement étendus.

# exercise138step2
source: Simultaneously raise your arms, legs and chest off of the floor and hold the position.
ar: ارفع ذراعيك وساقيك وصدرك في وقت واحد بعيدًا عن الأرض واحتفظ بالوضع.
fr: Soulevez simultanément vos bras, vos jambes et votre poitrine du sol et maintenez la position.

# exercise138step3
source: Slowly lower your arms, legs and chest back to the starting position. Repeat.
ar: ابطأ في خفض ذراعيك وساقيك وصدرك إلى وضع البداية. كرر.
fr: Abaissez lentement vos bras, vos jambes et votre poitrine à la position de départ. Répétez.

# exercise139step1
source: Stand on your band with both feet.
ar: قف على الشريط بكلتا قدميك.
fr: Placez-vous sur votre bande avec les deux pieds.

# exercise139step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ إلى الأمام عند الوركين مع الاحتفاظ بظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise139step3
source: Hinge until you feel a stretch in your hamstrings.
ar: انحنِ حتى تشعر بتمدد في عضلات الساق الخلفية.
fr: Penchez-vous jusqu'à ce que vous sentiez un étirement dans vos ischio-jambiers.

# exercise139step4
source: Push your hips back forward until you are in a standing position.
ar: اندفع بوركسك إلى الوراء حتى تكون في وضع الوقوف.
fr: Repoussez vos hanches vers l'avant jusqu'à ce que vous soyez debout.

# exercise140step1
source: Stand on your band with both feet.
ar: قف على الشريط بكلتا قدميك.
fr: Placez-vous sur votre bande avec les deux pieds.

# exercise140step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ إلى الأمام عند الوركين مع الاحتفاظ بظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise140step3
source: Hinge until you feel a stretch in your hamstrings.
ar: انحنِ حتى تشعر بتمدد في عضلات الساق الخلفية.
fr: Penchez-vous jusqu'à ce que vous sentiez un étirement dans vos ischio-jambiers.

# exercise140step4
source: Push your hips back forward until you are in a standing position.
ar: اندفع بوركسك إلى الوراء حتى تكون في وضع الوقوف.
fr: Repoussez vos hanches vers l'avant jusqu'à ce que vous soyez debout.

# exercise141step1
source: Stand with your mid-foot under the bar and grip the bar with your hands, about a shoulder width apart.
ar: قف بوسط قدميك تحت القضيب وامسك القضيب بيديك، على بُعد عرض الكتف تقريبًا.
fr: Tenez-vous avec le milieu de votre pied sous la barre et saisissez la barre avec vos mains, à peu près à la largeur des épaules.

# exercise141step2
source: Bend your knees, then lift the bar by straightening your back. It is important to keep your back straight.
ar: انثنِ ركبتيك، ثم ارفع القضيب عن طريق استقامة ظهرك. من المهم الحفاظ على ظهرك مستقيمًا.
fr: Pliez vos genoux, puis soulevez la barre en redressant votre dos. Il est important de garder votre dos droit.

# exercise141step3
source: Stand to your full height and hold.
ar: قف على ارتفاعك الكامل واحتفظ بالوضع.
fr: Tenez-vous à votre pleine hauteur et maintenez.

# exercise142step1
source: Stand on your band with both feet.
ar: قف على الشريط بكلتا قدميك.
fr: Placez-vous sur votre bande avec les deux pieds.

# exercise142step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ إلى الأمام عند الوركين مع الاحتفاظ بظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise142step3
source: Hinge until you feel a stretch in your hamstrings.
ar: انحنِ حتى تشعر بتمدد في عضلات الساق الخلفية.
fr: Penchez-vous jusqu'à ce que vous sentiez un étirement dans vos ischio-jambiers.

# exercise142step4
source: Push your hips back forward until you are in a standing position.
ar: اندفع بوركسك إلى الوراء حتى تكون في وضع الوقوف.
fr: Repoussez vos hanches vers l'avant jusqu'à ce que vous soyez debout.

# exercise143step1
source: Stand on your band with both feet.
ar: قف على الشريط بكلتا قدميك.
fr: Placez-vous sur votre bande avec les deux pieds.

# exercise143step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ إلى الأمام عند الوركين مع الاحتفاظ بظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise143step3
source: Hinge until you feel a stretch in your hamstrings.
ar: انحنِ حتى تشعر بتمدد في عضلات الساق الخلفية.
fr: Penchez-vous jusqu'à ce que vous sentiez un étirement dans vos ischio-jambiers.

# exercise143step4
source: Push your hips back forward until you are in a standing position.
ar: اندفع بوركسك إلى الوراء حتى تكون في وضع الوقوف.
fr: Repoussez vos hanches vers l'avant jusqu'à ce que vous soyez debout.

# exercise144step1
source: Stand on your band with both feet.
ar: قف على الشريط بكلتا قدميك.
fr: Placez-vous sur votre bande avec les deux pieds.

# exercise144step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ إلى الأمام عند الوركين مع الاحتفاظ بظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise144step3
source: Hinge until you feel a stretch in your hamstrings.
ar: انحنِ حتى تشعر بتمدد في عضلات الساق الخلفية.
fr: Penchez-vous jusqu'à ce que vous sentiez un étirement dans vos ischio-jambiers.

# exercise144step4
source: Push your hips back forward until you are in a standing position.
ar: اندفع بوركسك إلى الوراء حتى تكون في وضع الوقوف.
fr: Repoussez vos hanches vers l'avant jusqu'à ce que vous soyez debout.

# exercise145step1
source: Stand with your feet a little past shoulder width apart with a slight bend at your knee. Place your hands behind the back of your head.
ar: قف بقدميك على بُعد قليل أكثر من عرض الكتف مع انحناء طفيف في ركبتيك. ضع يديك خلف رأسك.
fr: Tenez-vous debout, les pieds un peu plus écartés que la largeur des épaules avec un léger pli au genou. Placez vos mains derrière votre tête.

# exercise145step2
source: Keeping your back straight, rotate your hips to bring your shoulders down towards the floor. Stop when your chest is parallel with the floor.
ar: مع الاحتفاظ بظهرك مستقيمًا، قم بتدوير وركيك لتجلب كتفيك نحو الأرض. توقف عندما يكون صدرك متوازيًا مع الأرض.
fr: En gardant le dos droit, faites pivoter vos hanches pour amener vos épaules vers le sol. Arrêtez-vous lorsque votre poitrine est parallèle au sol.

# exercise146step1
source: Lie face down on the floor with your arms fully extended in front of you.
ar: استلقِ وجهًا للأسفل على الأرض مع ذراعيك ممدودة تمامًا أمامك.
fr: Allongez-vous face contre terre avec vos bras complètement étendus devant vous.

# exercise146step2
source: Simultaneously raise your arms, legs and chest off of the floor and hold the position.
ar: قم برفع ذراعيك وساقيك وصدرك عن الأرض في نفس الوقت وحافظ على هذا الوضع.
fr: Soulevez simultanément vos bras, vos jambes et votre poitrine du sol et maintenez la position.

# exercise146step3
source: Slowly lower your arms, legs and chest back to the starting position. Repeat.
ar: انخفض ببطء بذراعيك وساقيك وصدرك إلى وضع البداية. كرر.
fr: Abaissez lentement vos bras, vos jambes et votre poitrine à la position de départ. Répétez.

# exercise147step1
source: Get down on all fours and position your hands under your shoulders and your knees under your hips.
ar: انخرط على جميع أربع وضع يديك تحت أكتافك وركبتيك تحت وسطك.
fr: Mettez-vous à quatre pattes et positionnez vos mains sous vos épaules et vos genoux sous vos hanches.

# exercise147step2
source: Kick back with one leg and squeeze your glutes.
ar: ارفع إحدى ساقيك إلى الوراء وانقبض على عضلات الأرداف.
fr: Donnez un coup de pied en arrière avec une jambe et serrez vos fessiers.

# exercise147step3
source: Slowly return to starting position by bending your knee and lowering your leg.
ar: ارجع ببطء إلى وضع البداية عن طريق ثني ركبتك وخفض ساقك.
fr: Revenez lentement à la position de départ en pliant votre genou et en abaissant votre jambe.

# exercise147step4
source: Switch Legs. Repeat.
ar: غيّر الساقين. كرر.
fr: Changez de jambe. Répétez.

# exercise148step1
source: Stand with your feet shoulder-width apart and knees slightly bent and raise one leg.
ar: وقف وضع قدميك عرض الكتف وثني ركبتيك قليلاً وارفع إحدى ساقيك.
fr: Tenez-vous debout, les pieds écartés à la largeur des épaules et les genoux légèrement pliés, et levez une jambe.

# exercise148step2
source: Without changing the bend in your knee, bend at your hips, and lower your torso until it's almost parallel to the floor.
ar: بدون تغيير في ثني ركبتك، انحني في وسطك وانخفض بجسمك حتى يكون تقريبًا متوازياً مع الأرض.
fr: Sans changer la flexion de votre genou, penchez-vous au niveau de vos hanches et abaissez votre torse jusqu'à ce qu'il soit presque parallèle au sol.

# exercise148step3
source: Tense your glutes and then bring yourself back to the starting position.
ar: شد عضلات الأرداف ثم ارفع نفسك إلى وضع البداية.
fr: Tendez vos fessiers puis ramenez-vous à la position de départ.

# exercise149step1
source: Go to your knees and ask someone to hold your ankles.
ar: انخرط على ركبتيك واطلب من شخص ما أن يمسك بكاحليك.
fr: Mettez-vous à genoux et demandez à quelqu'un de tenir vos chevilles.

# exercise149step2
source: Put your hands in front of you
ar: ضع يديك أمامك
fr: Mettez vos mains devant vous

# exercise149step3
source: With a slight bend in your knees slowly bring your body to the ground (slower is better)
ar: مع انحناء طفيف في ركبتيك، قم بتدريجياً بجلب جسمك إلى الأرض (كلما كان أبطأ كان أفضل)
fr: Avec un léger pli dans vos genoux, abaissez lentement votre corps au sol (plus c'est lent, mieux c'est)

# exercise149step4
source: Push up and reset to the starting position.
ar: اندفع لأعلى وارجع إلى وضع البداية.
fr: Poussez vers le haut et réinitialisez à la position de départ.

# exercise150step1
source: Stand with your feet a little past shoulder width apart with a slight bend at your knee. Place your hands behind the back of your head.
ar: وقف وضع قدميك قليلاً أبعد من عرض الكتف مع ثني طفيف في ركبتيك وضع يديك خلف رأسك.
fr: Tenez-vous debout, les pieds un peu plus écartés que la largeur des épaules avec un léger pli au genou. Placez vos mains derrière votre tête.

# exercise150step2
source: Keeping your back straight, rotate your hips to bring your shoulders down towards the floor. Stop when your chest is parallel with the floor.
ar: مع الحفاظ على ظهرك مستقيم، قم بتدوير وركيك لجلب كتفيك نحو الأرض. توقف عندما يكون صدرك متوازياً مع الأرض.
fr: En gardant le dos droit, faites pivoter vos hanches pour amener vos épaules vers le sol. Arrêtez-vous lorsque votre poitrine est parallèle au sol.

# exercise151step1
source: Stand on your band with both feet.
ar: وقف على حزامك بكلتا قدميك.
fr: Placez-vous sur votre bande avec les deux pieds.

# exercise151step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحني للأمام عند الوركين مع الحفاظ على ظهر مستقيم.
fr: Penchez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise151step3
source: Hinge until you feel a stretch in your hamstrings.
ar: انحني حتى تشعر بتمدد في عضلات الفخذين.
fr: Penchez-vous jusqu'à ce que vous sentiez un étirement dans vos ischio-jambiers.

# exercise151step4
source: Push your hips back forward until you are in a standing position.
ar: اندفع بوركيك للأمام حتى تعود إلى وضع الوقوف.
fr: Repoussez vos hanches vers l'avant jusqu'à ce que vous soyez debout.

# exercise152step1
source: Take a shoulder width, double overhand or mixed grip.
ar: خذ قبضة عريضة الكتف أو قبضة مختلطة.
fr: Prenez une prise à la largeur des épaules, en pronation ou mixte.

# exercise152step2
source: Push your hips back while leaving your knees mostly extended. Look for a stretch in your hamstrings.
ar: اندفع بوركيك للوراء مع ترك ركبتيك في الغالب ممدودتين. ابحث عن تمدد في عضلات الفخذين.
fr: Reculez vos hanches tout en gardant vos genoux principalement étendus. Cherchez un étirement dans vos ischio-jambiers.

# exercise152step3
source: When you feel the stretch, push your hips forward until you're back in a standing position.
ar: عندما تشعر بالتمدد، ادفع بوركيك للأمام حتى تعود إلى وضع الوقوف.
fr: Lorsque vous sentez l'étirement, poussez vos hanches vers l'avant jusqu'à revenir en position debout.

# exercise153step1
source: Stand with a barbell at your shins with your feet shoulder width apart.
ar: وقف مع شريط على ساقيك مع قدميك عرض الكتف.
fr: Tenez-vous debout avec une barre à vos tibias, les pieds écartés à la largeur des épaules.

# exercise153step2
source: Bend forward at your hips and keep your knees as fully extended as possible.
ar: انحنِ أمام عند وسطي واحتفظ بركبتيك قدر الإمكان ممدودتين.
fr: Penchez-vous en avant au niveau des hanches et gardez vos genoux aussi étendus que possible.

# exercise153step3
source: Grab the barbell and then extend your hips while maintaining a straight back.
ar: امسك بالشريط ثم امتد بوركيك مع الحفاظ على ظهر مستقيم.
fr: Saisissez la barre puis étendez vos hanches tout en maintenant un dos droit.

# exercise154step1
source: Stand with a barbell at your shins with your feet shoulder width apart.
ar: وقف مع شريط على ساقيك مع قدميك عرض الكتف.
fr: Tenez-vous debout avec une barre à vos tibias, les pieds écartés à la largeur des épaules.

# exercise154step2
source: Bend forward at your hips and keep your knees as fully extended as possible.
ar: انحنِ أمام عند وسطي واحتفظ بركبتيك قدر الإمكان ممدودتين.
fr: Penchez-vous en avant au niveau des hanches et gardez vos genoux aussi étendus que possible.
