Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# tERRAINSIZE5
source: 600m² to 1400m²
ar: ٦٠٠م² إلى ١٤٠٠م²
fr: 600m² à 1400m²

# tERRAINSIZE6
source: 900m² to 2000m²
ar: ٩٠٠م² إلى ٢٠٠٠م²
fr: 900m² à 2000m²

# tERRAINSIZE7
source: 1600m² to 2500m²
ar: ١٦٠٠م² إلى ٢٥٠٠م²
fr: 1600m² à 2500m²

# tERRAINSIZE8
source: From 1600m²
ar: إبتدآً من ١٦٠٠م²
fr: A partir de 1600m²

# aTHLETICINTERESTS1
source: Anaerobic + Lower body strength training
ar: اللاهوائية + تدريب تقوية الجزء السفلي من الجسم
fr: Anaérobie + Musculation du bas du corps

# aTHLETICINTERESTS2
source: Anaerobic + Lower body strength training
ar: اللاهوائية + تدريب تقوية الجزء السفلي من الجسم
fr: Anaérobie + Musculation du bas du corps

# aTHLETICINTERESTS3
source: Mainly Anaerobic + Aerobic + Liveliness
ar: لاهوائية + هوائية + حيوية
fr: Principalement Anaérobie + Aérobie + Vivacité

# aTHLETICINTERESTS4
source: Anaerobic + Aerobic +PMA + Liveliness
ar: اللاهوائية+ الهوائية+ القوة القصوى الهوائية+ حيوية
fr: Anaérobie + Aérobie +PMA + Vivacité

# aTHLETICINTERESTS5
source: Anaerobic + Aerobic +PMA + Liveliness
ar: اللاهوائية+ الهوائية+ القوة القصوى الهوائية+ حيوية
fr: Anaérobie + Aérobie +PMA + Vivacité

# aTHLETICINTERESTS6
source: Anaerobic + Aerobic +PMA + Liveliness
ar: اللاهوائية+ الهوائية+ القوة القصوى الهوائية+ حيوية
fr: Anaérobie + Aérobie +PMA + Vivacité

# aTHLETICINTERESTS7
source: Mainly Aerobic + Anaerobic
ar: الهوائية بشكل رئيسي+ اللاهوائية
fr: Principalement Aérobie + Anaérobie

# aTHLETICINTERESTS8
source: Mainly Aerobic + Anaerobic
ar: الهوائية بشكل رئيسي+ اللاهوائية
fr: Principalement Aérobie + Anaérobie

# tECHNICALTACTICINTERESTS1
source: Duel + Protection + Dribbling
ar: ثنائيات + حماية + مراوغة
fr: Duel + Protection + dribble

# tECHNICALTACTICINTERESTS2
source: Duel + Protection + dribble + run without the ball + 2-take
ar: ثنائيات + حماية + مراوغة + سرعة بدون كرة + اخذ ب٢
fr: Duel + Protection + dribble + course sans ballon + prise à 2

# tECHNICALTACTICINTERESTS3
source: Duel + Protection + dribble + run without the ball + 2-man take + 3-man relationship
ar: ثنائيات + حماية + مراوغة + سرعة بدون كرة + اخذ ب٢ + علاقة ثلاثية
fr: Duel + Protection + dribble + course sans ballon + prise à 2 + relation à 3

# tECHNICALTACTICINTERESTS4
source: Duel + dribble + run without the ball + 3-way relationship + fast sequence + block intervals + framing the carrier
ar: الثنائيات + المراوغة + الجري بدون الكرة + العلاقة ثلاثية الاتجاهات + التسلسل السريع + إغلاق المنافذ + تأطير حامل الكرة
fr: Duel + dribble + course sans ballon + relation à 3 + enchainement rapide + bloquer les intervalles + cadrage du porteur

# tECHNICALTACTICINTERESTS5
source: Duel + dribble + run without the ball + 3-way relationship + fast sequence + block intervals + framing the carrier
ar: الثنائيات + المراوغة + الجري بدون الكرة + العلاقة ثلاثية الاتجاهات + التسلسل السريع + إغلاق المنافذ + تأطير حامل الكرة
fr: Duel + dribble + course sans ballon + relation à 3 + enchainement rapide + bloquer les intervalles + cadrage du porteur

# tECHNICALTACTICINTERESTS6
source: Duel + run without the ball + 3-way relationship + fast sequence + block intervals + framing the carrier + short and half long pass
ar: ثنائيات + سرعة بدون كرة + علاقة بـ 3 + تسلسل سريع + إغلاق المنافذ + تأطير حامل الكرة + تمريرة قصيرة ونصف طويلة
fr: Duel + course sans ballon + relation à 3 + enchainement rapide + bloquer les intervalles + cadrage du porteur + passe courte et mi longue

# tECHNICALTACTICINTERESTS7
source: Duel + running without the ball + collective relationship + fast sequence + blocking intervals + framing of the carrier + short and mid-long pass + synchronization of offensive and defensive movements
ar: ثنائيات + سرعة بدون كرة + علاقة بـ 3 + تسلسل سريع + إغلاق المنافذ + تأطير حامل الكرة + تمريرة قصيرة ونصف طويلة+ تزامن التحركات الهجومية والدفاعية
fr: Duel + course sans ballon + relation collective + enchainement rapide + bloquer les intervalles + cadrage du porteur + passe courte et mi longue + synchronisation des déplacements offensifs et défensifs

# tECHNICALTACTICINTERESTS8
source: Duel + running without the ball + collective relationship + fast sequence + blocking intervals + framing of the carrier + short and mid-long pass + synchronization of offensive and defensive movements
ar: ثنائيات + سرعة بدون كرة + علاقة بـ 3 + تسلسل سريع + إغلاق المنافذ + تأطير حامل الكرة + تمريرة قصيرة ونصف طويلة+ تزامن التحركات الهجومية والدفاعية
fr: Duel + course sans ballon + relation collective + enchainement rapide + bloquer les intervalles + cadrage du porteur + passe courte et mi longue + synchronisation des déplacements offensifs et défensifs

source: Beef
ar: لحم
fr: Bœuf

source: Sides
ar: الأطباق المصاحبة
fr: plats d'accompagnement

source: Vegetarian
ar: نباتي
fr: Végétarien

source: Snacks
ar: وجبات خفيفة
fr: Collations

source: Poultry
ar: دواجن
fr: volaille

source: Dessert
ar: حلويات

source: Appetizers
ar: المقبلات
fr: Apéritifs

source: fish
ar: سمك
fr: Poisson

source: Calculator
ar: آلة حاسبة
fr: Calculateur

source: Athletic Preparation
ar: حاسبة التدريب بالكرة و بدون
fr: Préparation Athlétique

source: training
ar: حاسبة التمارين
fr: Entraînement

source: Microcycles
ar: حاسبة الوحدة التدريبية

source: Macro
ar: حاسبة المغذيات الكبيرة

source: One rep max tool
ar: أداة التكرار القصوى
fr: Outil d'une répétition max

source: Index Mass Corporal
ar: حاسبة مؤشر كتلة الجسم
fr: Index caporal de masse

source: Index Mass Greasy
ar: مؤشر كتلة الدهون
fr: Indice Masse Grasse

source: Ideal measurements RTH
ar: القياسات المثالية علاقة الخصر/الورك
fr: Mesures idéales RTH

source: Basic metabolism MB
ar: التمثيل الغذائي الأساسي
fr: Métabolisme de base MB

source: Index Mass Adipose IMA
ar: مؤشر الكتلة الدهنية IMA
fr: Indice Masse Adipeuse IMA

source: Ideal weight (Lorentz)
ar: الوزن المثالي (لورنتز)
fr: Poids idéal (Lorentz)

source: Ideal weight (Monnerot)
ar: الوزن المثالي (Monnerot)
fr: Poids idéal (Monnerot)

source: Ideal weight (Creff)
ar: الوزن المثالي (Creff)
fr: Poids idéal (Creff)

source: Ideal weight (Broca)
ar: الوزن المثالي (بروكا)
fr: Poids idéal (Broca)

source: Ideal weight (Devine)
ar: الوزن المثالي (تخمين)
fr: Poids idéal (Devine)

source: Ideal weight (Peck)
ar: الوزن المثالي (وخز)
fr: Poids idéal (Piquer)

source: Ideal weight (Bornhardt)
ar: الوزن المثالي (بورنهارت)
fr: Poids idéal (Bornhardt)

source: Nick Trefethen IMC
ar: مؤشر كتلة الجسم (نيك تريفثين)

source: IMC Child
ar: مؤشر كتلة الجسم للطفل
fr: IMC enfant

source: biological age
ar: العمر البيولوجي
fr: âge biologique

source: LAST LEVEL REACHED
ar: تم الوصول إلى المستوى الأخير
fr: DERNIER NIVEAU ATTEINT

source: DIFFERENCE BETWEEN GRP
ar: الفرق بين نقطة التقييم الإجمالية
fr: DIFFERENCE ENTRE GRP

# wORKINGTIME
source: WORKING TIME (Sec)
ar: وقت العمل (ثوانى)
fr: TEMPS DE TRAVAIL (Sec)

source: INTENSITY
ar: شدة
fr: INTENSITE

source: PERCENTAGE
ar: نسبة مئوية
fr: POURCENTAGE

source: Group
ar: المجموعة
fr: Groupe

source: Bearing
ar: يدعم
fr: Appui

source: VMA
ar: السرعة القصوى الهوائية

source: Distance Without
ar: المسافة بدون
fr: Distance Sans ballon

source: Distance With
ar: المسافة مع
fr: Distance Avec ballon

source: For information:
ar: للعلم :
fr: Pour information:

source: Maximum
ar: الحد الأقصى

source: Very difficult
ar: صعب جدًا
fr: Très difficile

source: Difficult
ar: صعب
fr: Difficile

source: Quite difficult
ar: فوق المتوسط
fr: Assez difficile

source: Mean
ar: متوسط
fr: Moyenne

source: Easy
ar: سهل
fr: Facile

source: Total
ar: إجمالي
fr: Totale

# microcyclesTitle1
source: Norme de charge de microcycle pour athlètes de Haut Niveau(basée sur 6 jours d'entrainement hebdomadaire)
ar: معيار حمل الدراجات الصغيرة للرياضيين ذوي الأداء العالي (على أساس 6 أيام من التدريب الأسبوعي)
fr: Norme de charge de microcycle pour athlètes de Haut Niveau(base sur 6 jours d'entraînement hebdomadaire)

# microcyclesTitle2
source: Microcycle load standard for advanced athletes (based on 4 days of weekly training)
ar: معيار حمل للرياضيين المتقدمين (على أساس 4 أيام من التدريب الأسبوعي)
fr: Norme de charge de microcycle pour athlètes confirmés(basée sur 4 jours d'entrainement hebdomadaire)

# microcyclesTitle3
source: Information
ar: معلومات

# low1
source: Low (F):< 22
ar: منخفضة (F):< 22
fr: Faible (F):< 22

# average1
source: Average (M):22-24
ar: متوسط (M):22-24
fr: Moyenne (M):22-24

# large1
source: Large (G):25-27
ar: كبير (G):25-27
fr: Grande (G):25-27

# veryLarge1
source: Very large (TG):> 27
ar: كبير جدًا (TG):> 27
fr: Très grande (TG):> 27

# low2
source: Low (F):< 13
ar: منخفضة (F): < 13
fr: Faible (F):< 13

# average2
source: Average (M):13-17
ar: متوسط (M):13-17
fr: Moyenne (M):13-17

# large2
source: Large (G):13-17
ar: كبير (G):13-17
fr: Grande (G):13-17

# veryLarge2
source: Very large (TG):> 21
ar: كبير جدًا (TG):> 21
fr: Très grande (TG):> 21

# informationBody
source: A session load corresponds to a day. In the event that two training sessions take place in the same day, the total of the two loads must be added up.
ar: حمل الجلسة يتوافق مع يوم واحد. في حالة إجراء جلستين تدريبيتين في نفس اليوم , يجب إضافة إجمالي الحملتين.
fr: Une charge de séance correspond à une journée. Dans le cas où deux entraînements ont lieu dans une même journée, il faut faire le total des deux charges.

source: Calorie Calculator
ar: حاسبة السعرات الحرارية
fr: Calculateur de calories

# calorieCalculatorinfo
source: The Calorie Calculator can be used to estimate the calories you need to consume each day. This calculator can also provide some simple guidelines if you want to gain or lose weight. This calculator uses the Revised Harris-Benedict equation to calculate your calorie needs.
ar: يمكن استخدام حاسبة السعرات الحرارية لتقدير السعرات الحرارية التي يجب أن تستهلكها كل يوم. يمكن أن توفر لك هذه الآلة الحاسبة أيضًا بعض النصائح البسيطة إذا كنت ترغب في زيادة الوزن أو إنقاصه.تستخدم هذه الآلة الحاسبة النسخة المنقحة معادلة هاريس بنديكت لحساب احتياجاتك من السعرات الحرارية.
fr: Le calculateur de calories peut être utilisé pour estimer les calories que vous devez consommer chaque jour. Ce calculateur peut également vous fournir quelques conseils simples si vous souhaitez prendre ou perdre du poids. Cette calculatrice utilise la version révisée Harris-Benedict equation pour calculer vos besoins caloriques.

# goalCalorie1
source: Lose 2 Pounds per Week
ar: اخسر 2 رطل في الأسبوع
fr: Perdre 2 livres par semaine

# goalCalorie2
source: Lose 1.5 Pounds per Week
ar: اخسر 1.5 رطل في الأسبوع
fr: Perdre 1,5 livre par semaine

# goalCalorie3
source: Lose 1 Pounds per Week
ar: اخسر رطلًا واحدًا في الأسبوع
fr: Perdre 1 livre par semaine

# goalCalorie4
source: Lose 0.5 Pounds per Week
ar: اخسر 0.5 رطل في الأسبوع
fr: Perdre 0,5 livre par semaine

# goalCalorie5
source: Stay the Same Weight
ar: ابق على نفس الوزن
fr: Restez au même poids

# goalCalorie6
source: Gain 0.5 Pound per Week
ar: اربح 0.5 رطل في الأسبوع
fr: Gagnez 0,5 livre par semaine

# goalCalorie7
source: Gain 1 Pound per Week
ar: اربح رطل واحدًا في الأسبوع
fr: Gagnez 1 livre par semaine

# goalCalorie8
source: Gain 1.5 Pounds per Week
ar: اكسب 1.5 رطل في الأسبوع
fr: Gagnez 1,5 livre par semaine

# goalCalorie9
source: Gain 2 Pounds per Week
ar: اربح 2 رطل في الأسبوع
fr: Gagnez 2 livres par semaine

# activityCalories1
source: Little to no exercise
ar: تمرين قليل أو معدوم
fr: Peu ou pas d'exercice

# activityCalories2
source: Light exercise (1-3 days per week)
ar: تمرين خفيف (1-3 أيام في الأسبوع)
fr: Exercice léger (1-3 jours par semaine)

# activityCalories3
source: Moderate exercise (3-5 days per week)
ar: تمرين معتدل (3-5 أيام في الأسبوع)
fr: Exercice modéré (3-5 jours par semaine)

# activityCalories4
source: Heavy exercise (6-7 days per week)
ar: تمرين مكثف (6-7 أيام في الأسبوع)
fr: Heavy exercise (6-7 days per week)Exercice intense (6-7 jours par semaine)

# activityCalories5
source: Very heavy exercise (twice per day, extra heavy workouts)
ar: تمرين مكثف جدًا (مرتين يوميًا , تمارين مكثفة جدًا)
fr: Exercice très intense (deux fois par jour, entraînements très intenses)

# resultCalories
source: You would have to consume
ar: يجب أن تستهلك
fr: Tu devrais consommer

# poste
source: position
ar: مركز
fr: poste

source: mutation
ar: انتقال

# meilleurPied
source: Right Foot
ar: أفضل قدم
fr: Meilleur pied

# numeroMaillot
source: Shirt Number *
ar: رقم القميص *
fr: Numéro du maillot *

# poid
source: Weight *
ar: الوزن *
fr: poid *

source: Fadher Name *
ar: لقب الأب *
fr: Prénom père *

# momName
source: Name Mother *
ar: لقب الأم *
fr: Prénom mère *

source: Situation Professionel
ar: الوضعية المهنية
fr: Situation Professionnelle

source: First Name Mother *
ar: اسم الأم *
fr: Nom Mère *

# situationFamilly
source: Familly situation *
ar: حالة عائلية *
fr: Situation familiale *

source: First Name Fadher *
ar: اسم الأب *
fr: Nom père *

source: Units
ar: الوحدات

source: Imperial
ar: إمبريال
fr: Impérial

source: Metric
ar: متريك

source: Weight Goal
ar: الوزن
fr: Objectif de poids

source: Activity Level
ar: تمرين
fr: Niveau d'activité

source: Calculate
ar: احسب
fr: Calculer

# macroDescription
source: Macronutrients (macros) are typically defined as the three substrates that are used by the body for the production of energy. Those energy substrates are carbohydrates, fats, and proteins. Together, the macronutrients create the caloric total for a food.More... Enter your daily calories (or use the 'Find My Daily Needs' feature), Press the Calculate Button then use the sliders or presets to adjust if needed.
ar: تُعرَّف المغذيات الكبيرة (الماكرو) عمومًا على أنها الركائز الثلاث التي يستخدمها الجسم لإنتاج الطاقة. ركائز الطاقة هذه هي الكربوهيدرات والدهون والبروتينات. معًا , تخلق المغذيات الكبيرة إجمالي السعرات الحرارية طعام أدخل سعراتك الحرارية اليومية (أو استخدم ميزة العثور على احتياجاتي اليومية), واضغط على الزر حساب ثم استخدم أشرطة التمرير أو الإعدادات المسبقة للتعديل إذا لزم الأمر.
fr: Les macronutriments (macros) sont généralement définis comme les trois substrats utilisés par le corps pour la production d'énergie. Ces substrats énergétiques sont les glucides, les lipides et les protéines. Ensemble, les macronutriments créent le total calorique d'un aliment .Plus... Entrez vos calories quotidiennes (ou utilisez la fonction 'Trouver mes besoins quotidiens'), appuyez sur le bouton Calculer puis utilisez les curseurs ou les préréglages pour ajuster si nécessaire.

# units1
source: 60/25/15(High carb)
ar: 60/25/15(كربوهيدرات عالي)

# units2
source: 50/30/20(Moderate)
ar: 50/30/20(كربوهيدرات متوسط)

# units3
source: 40/30/30(Zone diet)
ar: 40/30/30(منطقة الحمية)

# units4
source: 25/45/30(Low carb)
ar: 25/45/30(كربوهيدرات منخفض)

source: Meals per day
ar: الوجبات اليومية
fr: Repas par jour

source: First Team *
ar: الفريق الأول *
fr: Première équipe *

source: Second Team *
ar: الفريق الأول *
fr: Deuxième équipe *

# taille
source: Size *
ar: طول القامة *
fr: Taille *

# lieuNaissance
source: Birth Place *
ar: مكان الولادة *
fr: Lieu de naissance *

# joueurs
source: Players*
ar: اللاعبين *
fr: Joueurs*

# dateDebut
source: Start date
ar: تاريخ البدء *
fr: Date de début

# dateFin
source: End date *
ar: تاريخ النهاية *
fr: Date de fin

source: Injured
ar: مصاب
fr: Blessure

# classe
source: Classroom
ar: فصل
fr: Classe

# bilanDebutDeCycle
source: Bilan of cycle report
ar: تقرير بداية الدور
fr: Bilan Debut De Cycle

# evaluationEleves
source: Student Assessment
ar: تقييم الطالب
fr: Évaluation Élèves

# comportementseleves
source: Student behaviors
ar: سلوكيات الطلاب
fr: Comportements élèves

# difficultes
source: Difficulties
ar: الصعوبات
fr: Difficultés

source: Conclusion
ar: الملخص

# charteSportive
source: athletic Charter
ar: ميثاق الرياضي
fr: Charte Sportive

# pledge
source: I pledge
ar: أتعهد
fr: Je promets

# charteSportive1
source: 1.By constantly watching over my physical and moral cleanliness.
ar: بالسهر بإستمرار على نظافتي البدنية و الخلقية.1
fr: 1. En veillant constamment à ma propreté physique et morale.

# charteSportive2
source: 2.By developing all my perceptions by doing the best I can, by persevering in effort and healthy competition.
ar: 2.بتنمية جميع مداركي ببذل أقصى ما في وسعي و ذلك بالمثابرة في الجهد و التنافس السليم .
fr: 2.En développant toutes mes perceptions en faisant du mieux que je peux, en persévérant dans l'effort et une saine compétition.

# charteSportive3
source: 3.by seizing every opportunity to improve my physical preparation and avoiding any excess that is harmful to my body.
ar: 3.بإغتنام كل مناسبة لتحسين إستعدادي البدني و تجنب كل إفراط مضر ببدني.
fr: 3.en saisissant toutes les opportunités pour améliorer ma préparation physique et en évitant tout excès néfaste pour mon corps.

# charteSportive4
source: 4.By constantly searching for the fun generated by training that suits my tastes and qualifications.
ar: 4.بالبحث بإستمرار المرح الذي يتولد بتدريب يلائم ذوقي و مؤهلاتي.
fr: 4.En recherchant constamment le plaisir généré par l'entraînement qui correspond à mes goûts et à mes qualifications.

# charteSportive5
source: 5.With a discreet reconciliation between daring and caution.
ar: 5.بالتوفيق الرصين بين الإقدام و الحذر.
fr: 5.Avec une conciliation discrète entre audace et prudence.

# charteSportive6
source: 6.By engaging in sports within the framework of respecting the system.
ar: 6.‌بتعاطي الرياضة في نطاق إحترام النظام.
fr: 6.En faisant du sport dans le cadre du respect du système.

# charteSportive7
source: 7.Working with determination to win and accepting the decision, whatever it may be, without wonder or failure.
ar: 7. بالعمل بكل عزم على الإنتصار و قبول القرار مهما كان و بدون عجب أو فشل.
fr: 7.Travailler avec détermination pour gagner et accepter la décision, quelle qu'elle soit, sans émerveillement ni échec.

# charteSportive8
source: 8.With respect for opponent and colleague alike, within the scope of friendship.
ar: 8.بإحترام الخصم و الزميل على حد سواء و ذلك في نطاق الصداقة.
fr: 8.Dans le respect de l'adversaire comme du collègue, dans le cadre de l'amitié.

# charteSportive9
source: 9.By exhibiting in all circumstances the qualities of self-control, simplicity and decency.
ar: 9.بالتحلي في جميع الظروف بصفات التحكم في النفس و البساطة و اللياقة.
fr: 9.En faisant preuve en toutes circonstances de qualités de maîtrise de soi, de simplicité et de décence.

# charteSportive10
source: 10.By always being prepared to provide relief to every person who is in a dangerous place.
ar: 10.بالإستعداد دوما لإغاثة كل شخص يكون في موطن خطر.
fr: 10.En étant toujours prêt à porter secours à toute personne se trouvant dans un endroit dangereux.

# charteSportive11
source: 11.to be faithful to the commitment and to feel that this Charter and its arrangements contribute to the improvement of my morals.
ar: 11.بأن يكون وفيا للإلتزام شاعرا بأن هذا الميثاق و تراتيبه يساهم في تحسين خلقي.
fr: 11.Être fidèle à l'engagement et sentir que cette charte et son règlement contribuent à l'amélioration de mes mœurs.

# charteSportive12
source: 12.Working as much as possible to advance the youth so that they can assume their responsibilities.
ar: 12.بالعمل قدر المستطاع للنهوض بالشباب حتى يتمكن من تحمل مسؤولياته.
fr: 12.Travailler le plus possible pour faire avancer les jeunes afin qu'ils puissent assumer leurs responsabilités.

# imcTableCol1
source: IMC (kg/m2)
ar: IMC (كغ/m2)

# imcTableCol2
source: Less than 16
ar: أقل من 16
fr: Inférieur à 16

# imcTableCol3
source: Between 16.5 and 18.5
ar: بين 16.5 و 18.5
fr: Entre 16.5 et 18.5

# imcTableCol4
source: Between 18.5 and 25
ar: بين 18.5 و 25
fr: Entre 18.5 et 25

# imcTableCol5
source: Between 25 and 30
ar: بين 25 و 30
fr: Entre 25 et 30

# imcTableCol6
source: Between 30 and 35
ar: بين 30 و 35
fr: Entre 30 et 35

# imcTableCol7
source: Between 35 and 40
ar: بين 35 و 40
fr: Entre 35 et 40

# imcTableCol8
source: Greater than 40
ar: أكبر من 40
fr: Supérieur à 40

# imcTableRow1
source: Interpretation (according to WHO)
ar: تفسير (وفقًا لمنظمة الصحة العالمية)
fr: Interprétation (selon l’OMS)

# imcTableRow2
source: Anorexia or malnutrition
ar: فقدان الشهية أو سوء التغذية
fr: Anorexie ou dénutrition

# imcTableRow3
source: Skinny
ar: نحيف
fr: Maigreur

# imcTableRow4
source: Normal build
ar: بناء عادي
fr: Corpulence normale

# imcTableRow5
source: Overweight
ar: زيادة الوزن
fr: Surpoids

# imcTableRow6
source: Moderate obesity (Class 1)
ar: سمنة معتدلة (الفئة 1)
fr: Obésité modérée (Classe 1)

# imcTableRow7
source: High obesity (Class 2)
ar: السمنة المفرطة (الفئة 2)
fr: Obésité élevé (Classe 2)

# imcTableRow8
source: Morbid or massive obesity
ar: سمنة مفرطة أو مرضية
fr: Obésite morbide ou massive

# oneRepMaxToolParagraphe1
source: Just do a set to failure on any exercise, then enter in how much weight you did and how many reps you finished into the form below.
ar: ببساطة اضبط على الفشل في أي تمرين , ثم أدخل الوزن الذي قمت به وعدد التكرارات التي أكملتها في النموذج أدناه
fr: Faites simplement une série jusqu'à l'échec sur n'importe quel exercice, puis entrez le poids que vous avez fait et le nombre de répétitions que vous avez terminé dans le formulaire ci-dessous.

# oneRepMaxToolParagraphe2
source: Never, under any circumstance should you attempt a one rep max alone. We would recommend taking two spotters (one for each side of the bar) at least. Safety should be kept in mind at all times.
ar: لا تحاول مطلقًا , وتحت أي ظرف من الظروف , محاولة مندوب واحد كحد أقصى. نوصي بأخذ اثنين على الأقل من مراقبين (واحد لكل جانب من جوانب الشريط). يجب مراعاة السلامة في جميع الأوقات.,
fr: Jamais, quelles que soient les circonstances, vous ne devriez tenter un maximum d'une répétition seul. Nous vous recommandons de prendre au moins deux observateurs (un pour chaque côté de la barre). La sécurité doit être gardée à l'esprit en tout temps.

source: Number of reps
ar: عدد مرات التكرار
fr: Nombre de répétitions

source: Weight lifted
ar: رفع الأثقال
fr: Poids soulevé

source: Go
ar: نطلق!
fr: Allez !

source: Your one-rep max is
ar: الحد الأقصى للتكرار هو
fr: Votre répétition maximale est

source: IMC calculation
ar: حساب مؤشر كتلة الجسم (مؤشر كتلة الجسم)
fr: Calcul IMC

source: PERFORM YOUR IMC CALCULATION
ar: قم بحساب مؤشر كتلة جسمك
fr: EFFECTUER LE CALCUL DE VOTRE IMC

# imctitle1
source: INTERPRETATION OF THE BODY MASS INDEX
ar: تفسير مؤشر كتلة الجسم
fr: INTERPRÉTATION DE L'INDICE DE MASSE CORPORELLE

# imctitle2
source: ORIGINS AND USEFULNESS OF IMC
ar: أصول ومدى فائدة مؤشر كتلة الجسم
fr: ORIGINES ET UTILITÉ DE L'IMC

# imctitle3
source: IMC FORMULA
ar: صيغة مؤشر كتلة الجسم
fr: FORMULE IMC

# imctitle4
source: PROS AND CONS OF IMC
ar: إيجابيات وسلبيات مؤشر كتلة الجسم
fr: AVANTAGES ET INCONVÉNIENTS DE L'IMC

# imctitle5
source: IMC : A HINT FOR YOUR HEALTH
ar: مؤشر كتلة الجسم : تلميح لصحتك
fr: IMC : UN INDICE POUR VOTRE SANTÉ

# imcpar1
source: Indicate your weight (kg) and height (in cm) to calculate your Body Mass Index
ar: حدد وزنك (كجم) وطولك (بالسنتيمتر) لحساب مؤشر كتلة الجسم
fr: Indiquez votre poids (kg) et taille (en cm) pour calculer votre Indice de Masse Corporelle

# imcpar2
source: Your IMC is awaiting calculation. We will provide an immediate visual interpretation
ar: مؤشر كتلة الجسم الخاص بك في انتظار الحساب. سنقدم لك تفسيرًا مرئيًا فوريًا
fr: Votre IMC est en attente de calcul. Nous fournirons une interprétation visuelle immédiate
