Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

source: One session timer
ar: مؤقت الحصة التدريبية
fr: Minuterie d'une séance

source: Protein Intake Calculator
ar: حاسبة كمية البروتين
fr: Calculateur d'apport en protéines

source: Feet
ar: قدم
fr: Pieds

source: Inches
ar: إنش

source: Meters
ar: متر
fr: Mètres

source: Pounds
ar: باوند

source: Kilogram
ar: كيلوغرام

source: Centimeters
ar: سنتيمتر

source: GOAL
ar: الهدف
fr: OBJECTIF

# gOAL1
source: Maintain Current Weight
ar: حافظ على الوزن الحالي
fr: Conserver le poids actuel

# gOAL2
source: Lose Weight
ar: انقاص الوزن
fr: Perdre du poids

# gOAL3
source: Gain Weight
ar: زيادة الوزن
fr: Gagner du poids

source: kg
ar: كغ

source: CURRENT ACTIVITY LEVEL
ar: مستوى النشاط الحالي
fr: NIVEAU D'ACTIVITÉ ACTUEL

# cURRENTACTIVITYLEVEL1
source: Sedentary (Little or no exercise)
ar: غير مستقر (تمرين قليل أو بدون تمرين)
fr: Sédentaire (peu ou pas d'exercice)

# cURRENTACTIVITYLEVEL2
source: Lightly active (Light exercise/sports 3-5 days a week)
ar: نشاط خفيف (تمرين خفيف / رياضة 3-5 أيام في الأسبوع)
fr: Légèrement actif (exercice/sport léger 3 à 5 jours par semaine)

# cURRENTACTIVITYLEVEL3
source: Moderately active (Moderate exercise/sports 3-5 days a week)
ar: نشط بشكل معتدل (تمرين معتدل / رياضة 3-5 أيام في الأسبوع)
fr: Modérément actif (exercice modéré/sports 3-5 jours par semaine)

# cURRENTACTIVITYLEVEL4
source: Very active (Hard exercise/sports 6-7 days a week)
ar: نشط جدًا (تمرين مكثف / رياضة 6-7 أيام في الأسبوع)
fr: Très actif (Exercices intenses/sports 6-7 jours par semaine)

# cURRENTACTIVITYLEVEL5
source: Extra active (Hard exercise/sports 6-7 days a week, plus physical job)
ar: نشاط إضافي (تمرين مكثف / رياضة 6-7 أيام في الأسبوع , بالإضافة إلى العمل البدني)
fr: Extra actif (Exercice intense/sports 6-7 jours par semaine, plus travail physique)

source: Create Exercice
ar: أضف التمرين
fr: Ajouter un exercice

source: Create player
ar: إضافة لاعب
fr: Ajouter un joueur

source: Print
ar: الطباعة
fr: imprimer

source: Add exercise
ar: أضف التمرين
fr: Ajouter un exercice

source: Star rating
ar: تصنيف النجوم
fr: Évaluation étoilée

source: Part
ar: جزء
fr: Partie

source: Game stage
ar: مرحلة اللعبة
fr: Étape du jeu

source: Pedagogy
ar: البيداغوجية
fr: Pédagogie

source: Categories
ar: الاصناف
fr: Catégories

source: inside
ar: داخلي
fr: intérieur

source: outside
ar: خارجي
fr: extérieur

# matchAller
source: Go
ar: ذهاب
fr: Aller

# matchRetour
source: Back
ar: إياب
fr: Retour

source: Monday
ar: الإثنين
fr: Lundi

source: Tuesday
ar: الثلاثاء
fr: Mardi

source: Wednesday
ar: الأربعاء
fr: Mercredi

source: Thursday
ar: الخميس
fr: Jeudi

source: Friday
ar: الجمعة
fr: Vendredi

source: Saturday
ar: السبت
fr: Samedi

source: Sunday
ar: الأحد
fr: Dimanche

source: Total duration
ar: المدة الإجمالية
fr: Durée totale

source: Number repetitions
ar: عدد مرات التكرار
fr: Nombre de répétitions

source: Number of series
ar: عدد السلاسل
fr: Nombres de séries

# worktime
source: Work time (min)
ar: وقت العمل (دق)
fr: Temps de travail (min)

source: Intensity
ar: الحمولة
fr: Intensité

source: Dimension Objective
ar: الهدف
fr: Dimension Objectif

source: Instructions evolutions
ar: تطورات التعليمات
fr: Évolutions des instructions

source: Expected behaviour
ar: سلوك متوقع
fr: Comportement attendu

source: list exercices
ar: قائمة التمارين
fr: liste des exercices

# listsessions
source: List of sessions
ar: قائمة الحصص
fr: Liste des séances

source: Quarter
ar: الثلاثيات
fr: Trimestre

# gradeNote
source: Note
ar: العدد

# moyenne
source: mean
ar: معدل
fr: Moyenne

source: Student Name
ar: أسم الطالب
fr: Nom de L'étudiant

source: VMA
ar: السرعة القصوى الهوائية

# vmaTitle1
source: Estimated VMA in km/h
ar: السرعة القصوى الهوائية المقدرة بالكيلومتر / الساعة
fr: Estimation de la VMA en km/h

# vmaTitle2
source: To estimate your VMA in km/h value of your VO2max in ml/kg/min press the 'Calculation' button.
ar: لتقدير السرعة القصوى الهوائية بالكيلومتر / الساعة لقيمة نسبة الأكسجين القصوى بوحدة مل / كجم / دقيقة , اضغط على زر الحساب .
fr: Pour estimer votre VMA en km/h valeur de votre VO2max en ml/kg/min appuyez sur le bouton 'Calcul'.

# vO2Max
source: VO2Max Calcul
ar: نسبة الاكسجين القصوى

# vO2MaxTitle1
source: Calculating the VO2max from the result of a race
ar: حساب نسبة الأكسجين القصوى من نتيجة السرعة
fr: Calcul de la VO2max à partir du résultat d'une course

# vO2MaxTitle2
source: Choose a distance greater than 1.5 km to reasonably estimate your VO2max
ar: اختر مسافة أكبر من 1.5 كم لتقدير نسبة الأكسجين القصوى بشكل معقول
fr: Choisissez une distance supérieure à 1,5 km pour estimer raisonnablement votre VO2max

# vO2MaxTitle3
source: Calculating your Vo2max
ar: حساب نسبة الأكسجين القصوى
fr: Calcul de votre Vo2max

# vO2MaxTitle4
source: To estimate your Vo2max: enter your distance in kilometers or miles, your completed time and click on the 'Calculate' button.
ar: أدخل المسافة بالكيلومترات أو بالأميال ، ووقتك المكتمل وانقر على الزر حساب لتقديرنسبة الأكسجين القصوى :
fr: Pour estimer votre Vo2max : entrez votre distance en kilomètres ou miles, votre temps réalisé et cliquez sur le bouton 'Calcul'.

# vO2MaxTitle5
source: Match values from VO2max
ar: تطابق القيم من نسبة الأكسجين القصوى :
fr: Correspondance des valeurs de la VO2max

# vO2MaxTitle6
source: Female (values in ml/min/kg)
ar: أنثى (القيم بالملل / دقيقة / كجم)
fr: Femme (valeurs en ml/min/kg)

# vO2MaxTitle7
source: Male (values in ml/min/kg)
ar: ذكر (القيم بوحدة مل / دقيقة / كجم)
fr: Homme (valeurs en ml/min/kg)

# disatance1
source: Distance
ar: المسافة

# kilometers1
source: Kilometers
ar: كيلومترات

# miles1
source: Miles
ar: ميل

# time1
source: Time
ar: الوقت
fr: Temps

# hours1
source: hours
ar: ساعات
fr: heures

# minutes1
source: minutes
ar: دقائق

# seconds1
source: seconds
ar: ثواني
fr: secondes

# meters1
source: meters
ar: متر
fr: Mètres

# vVO2maxMaxListe
source: vVO2Max
ar: السرعة القصوى لحجب الاكسجين

# vVO2maxMax
source: Simplified vVO2max test
ar: سرعة الأوكسجين القصوى الاختبار المبسط
fr: Test simplifié de la vVO2max

# vVO2maxMaxTitle
source: Enter the distance in meters from the full 6 minute test.
ar: أدخل المسافة بالأمتار من اختبار الـ 6 دقائق الكامل.

# vVO2maxMaxTitle1
source: (velocity at VO2max)e
ar: (سرعة الأوكسجين القصوى)
fr: (vélocité à VO2max)

# vVO2maxMaxTitle2
source: Distance achieved
ar: المسافة المقطوعة
fr: Distance réalisée

# vVO2maxMaxTitle3
source: meters/second
ar: متر / ثانية
fr: métres/seconde

# vVO2maxMaxTitle4
source: Training in 30-30
ar: التدريب في 30-30
fr: Entraînement en 30-30

# vVO2maxMaxTitle5
source: short spans
ar: مسافات قصيرة
fr: fractionnés courts

# vVO2maxMaxTitle6
source: Chain as many times as possible
ar: سلسلة أكبر عدد ممكن من المرات
fr: Enchaîner un maximum de fois des

# vVO2maxMaxTitle7
source: meters in 30 seconds with
ar: متر في 30 ثانية مع
fr: métres en 30 secondes avec

# vVO2maxMaxTitle8
source: 30 second recovery meter
ar: عداد استرداد 30 ثانية
fr: métres de récupération en 30 secondes

# vVO2maxMaxTitle9
source: or work in long intervals
ar: أو العمل على فترات طويلة
fr: ou travail en fractionnés longs

# vVO2maxMaxTitle10
source: 5 times
ar: 5 مرات
fr: 5 fois

# vVO2maxMaxTitle11
source: meters en
ar: متر
fr: métres en

# vVO2maxMaxTitle12
source: seconds and 3 minutes cooldown
ar: ثواني و 3 دقائق من التباطؤ
fr: secondes et 3 minutes de récupération

# vVO2maxMaxTitle13
source: Approximately
ar: تقريبًا
fr: Approximativement

# vVO2maxMaxTitle14
source: seconds per 400 meters
ar: ثانية لكل 400 متر
fr: secondes aux 400 métres

source: US
ar: أمريكي

source: Interpritation
ar: التفسير
fr: Interpretation

source: Average 10 sec RHR
ar: متوسط 10 ثوانٍ من معدل ضربات القلب السريعة
fr: RHR moyen sur 10 secondes

source: Average 1 min RHR
ar: متوسط معدل ضربات القلب والرئتين في الدقيقة 1
fr: RHR moyen sur 1 min

source: RHR
ar: معدل ضربات القلب أثناء الراحة

source: Avg
ar: المعدل

source: Max
ar: أقصى

source: mmHg
ar: مليمتر زئبق

# yoyoInput1
source: Enter your stage or level (e.g., 12)
ar: أدخل مرحلتك أو مستواك (على سبيل المثال 12)
fr: Entrez votre étape ou niveau (par exemple, 12)

# yoyoInput2
source: Enter your number of 40m shuttles (e.g., 5)
ar: أدخل رقمك الذي يبلغ 40 مترًا مكوكًا (على سبيل المثال 5)
fr: Entrez votre nombre de navettes 40m (par exemple, 5)

# yoyoOutput1
source: Distance Run
ar: مسافة الجري
fr: Course à distance

# yoyoOutput2
source: Rating
ar: ملاحظة
fr: Note

# yoyoListe
source: Yo-Yo Intermittent Recovery Test
ar: Yo-Yo اختبار التعافي المتقطع
fr: Test de récupération intermittente Yo-Yo

# yoyoTitle1
source: Yo-Yo Test Calculator
ar: حاسبة اختبار اليويو
fr: Calculatrice de test Yo-Yo

# yoyo1Title2
source: Here is a calculator for rating your result from the Yo-Yo Intermittent Recovery Test 1.
ar: هذه آلة حاسبة لتقييم نتائجك من اختبار الاسترداد المتقطع لليويو 1.
fr: Voici une calculatrice pour évaluer votre résultat à partir du Test de récupération intermittent Yo-Yo 1.

# yoyo1Title3
source: Enter your details, the level (or stage) and the number of shuttles, and it will calculate the total distancerun in meters (from the YYIR1 table), estimated VO2max using the formula of Bangsbo et al. (2008) (see Scoring the Yo-Yo test) and a fitness rating based on your sex (from the YYIR1 rating table).
ar: أدخل إحداثياتك والمستوى (أو المرحلة) وعدد الحافلات , وسوف تحسب المسافة الإجماليةالشوط بالأمتار (من جدول YYIR1), تقديري نسبة الأكسجين القصوى باستخدام الصيغة من Bangsbo et al. (2008) (انظر تسجيل اختبار Yo-Yo) و تقييم اللياقة استنادًا إلى جنسك (من جدول التصنيف YYIR1).
fr: Entrez vos coordonnées, le niveau (ou étape) et le nombre de navettes, et il calculera le distance totalecourse en mètres (de la table YYIR1), estimé VO2max en utilisant la formule de Bangsbo et al. (2008) (voir Scoring the Yo-Yo test) and a évaluation de la condition physique basé sur votre sexe (d'après le tableau d'évaluation YYIR1).

# yoyo1Title4
source: Want to know what constitutes an excellent score? See the table of yo-yo test ratings for the YYIR1.
ar: تريد أن تعرف ما الذي يشكل تقييم ممتاز? انظر جدول الأحداث تقييمات اختبار اليويو لعام YYIR1.
fr: Vous voulez savoir ce qui constitue un excellente note? Voir le tableau des évaluations des tests yo-yo pour le YYIR1.

# yoyo1Title5
source: The VO2maxformula used for the above calculator is from the research paper by Bangsbo et al. (2008):
ar: نسبة الأكسجين القصوى الصيغة المستخدمة في الآلة الحاسبة أعلاه مأخوذة من ورقة البحث التي أعدها Bangsbo وآخرون. (2008):
fr: Le VO2maxla formule utilisée pour la calculatrice ci-dessus est tirée du document de recherche de Bangsbo et al. (2008):

# yoyo1Title6
source: Jens Bangsbo, F. Marcello Iaia and Peter Krustrup, (2008) (The Yo-Yo Intermittent Recovery Test: A Useful Tool for Evaluation of Physical Performance in Intermittent Sports, Sports Medicine 2008; 38 (1): 37-51.
ar: Jens Bangsbo, F. Marcello Iaia and Peter Krustrup, (2008) (اختبار Yo-Yo المتقطع للتعافي: أداة مفيدة لتقييم الأداء البدني في الرياضات المتقطعة, Sports Medicine 2008; 38 (1): 37-51.
fr: Jens Bangsbo, F. Marcello Iaia and Peter Krustrup, (2008) (Le test de récupération intermittente Yo-Yo : un outil utile pour l'évaluation des performances physiques dans les sports intermittents, Sports Medicine 2008; 38 (1): 37-51.

# yoyo2Title2
source: Here is a calculator for rating your result from the Yo-Yo Intermittent Recovery Test 2.
ar: هذه آلة حاسبة لتقييم نتائجك من اختبار الاسترداد المتقطع لليويو 2.
fr: Voici une calculatrice pour évaluer votre résultat à partir du Test de récupération intermittent Yo-Yo 2.

# yoyo2Title3
source: Enter your details, the level (or stage) and the number of shuttles, and it will calculate the total distancerun in meters (from the YYIR1 table), estimated VO2max using the formula of Bangsbo et al. (2008) (see Scoring the Yo-Yo test) and a fitness rating based on your sex (from the YYIR1 rating table).
ar: أدخل إحداثياتك والمستوى (أو المرحلة) وعدد الحافلات , وسوف تحسب المسافة الإجماليةالشوط بالأمتار (من جدول YYIR2) , تقديري نسبة الأكسجين القصوى الصيغة من Bangsbo et al. (2008) (انظر تسجيل اختبار Yo-Yo) و تقييم اللياقة استنادًا إلى جنسك (من جدول التصنيف YYIR2).
fr: Entrez vos coordonnées, le niveau (ou étape) et le nombre de navettes, et il calculera le distance totalecourse en mètres (de la table YYIR2), estimé VO2maxen utilisant la formule de Bangsbo et al. (2008) (voir Scoring the Yo-Yo test) and a évaluation de la condition physique basé sur votre sexe (d'après le tableau d'évaluation YYIR2).

# yoyo2Title4
source: Want to know what constitutes an excellent score? See the table of yo-yo test ratings for the YYIR1.
ar: تريد أن تعرف ما الذي يشكل تقييم ممتاز? راجع مخطط تقييمات اختبار اليويو لـ YYIR2 .
fr: Vous voulez savoir ce qui constitue un excellente note? Voir le tableau des évaluations des tests yo-yo pour le YYIR2 .

# yoyoEnduranceList
source: Yo-Yo Endurance Test 1 & 2
ar: اختبار التحمل Yo-yo 1 & 2
fr: Test d'endurance yo-yo 1 & 2

# yoyoEnduranceTitle1
source: Yo-Yo Endurance Test Calculator
ar: حاسبة اختبار التحمل Yo-Yo
fr: Calculateur de test d'endurance Yo-Yo

# yoyoEnduranceTitle2
source: Here is a calculator for converting your result from the Yo-Yo Endurance Tests to a VO2max score. This is the yo-yo endurance test, which is very similar to the beep test. The most common yo-yo test is the Intermittent Recovery Test, which we have a different calculator for.
ar: هذه آلة حاسبة لتحويل نتيجتك من اختبارات التحمل الفردية على اليويو نسبة الأكسجين القصوى النتيجة. هذا هو اختبار التحمل yo-yo , وهو مشابه جدًا لاختبار الصافرة. اختبار اليويو الأكثر شيوعًا هو اختبار الاسترداد المتقطع , والذي لدينا آلة حاسبة مختلفة له.
fr: Voici une calculatrice pour convertir votre résultat à partir du Tests d'endurance Yo-Yo à un VO2max score. Il s'agit du test d'endurance yo-yo, qui est très similaire au test du bip. Le test yo-yo le plus courant est le test de récupération intermittente, pour lequel nous avons une calculatrice différente.

# yoyoEnduranceTitle3
source: Enter the test version, level (or stage) and the number of shuttles, and it will calculate the total number of shuttles, total distancerun in meters and estimated VO2max.
ar: أدخل الإصدار الاختباري والمستوى (أو المرحلة) وعدد المكوكات , وسيحسب العدد الإجمالي للمكوكات, المسافة الإجماليةالسكتة الدماغية بالأمتار تقديري نسبة الأكسجين القصوى.
fr: Entrez la version de test, le niveau (ou l'étape) et le nombre de navettes, et il calculera le nombre total de navettes, distance totalecourse en mètres et estimé VO2max.

# yoyoEnduranceTitle4
source: Select test version*
ar: حدد الإصدار التجريبي*
fr: Sélectionner la version d'essai*

# yoyoEnduranceTitle5
source: Yo-Yo Endurance Test Level
ar: اختبار التحمل Yo-Yo المستوى
fr: Test d'endurance Yo-Yo Niveau

# yoyoEnduranceTitle6
source: Enter the stage or level reached (between 5 and 21)**
ar: أدخل المرحلة أو المستوى الذي تم الوصول إليه (بين 5 و 21)**
fr: Entrez le stade ou le niveau atteint (entre 5 et 21)**

# yoyoEnduranceTitle7
source: Enter the number of 20m shuttles (between 0-16)
ar: أدخل عدد 20 مترًا مكوكًا (بين 0 و 16)
fr: Entrez le nombre de navettes de 20 m (entre 0 et 16)

# yoyoEnduranceTitle8
source: Distance Run
ar: مسافة الجري
fr: Course à distance

# yoyoEnduranceTitle9
source: 20m Shuttles Run
ar: 20m سباق المكوك
fr: Course de navettes de 20 m

# yoyoEnduranceTitle10
source: * the formula for the calculator is the same for both of the Yo-Yo Endurance Tests (levels 1 &amp; 2), though entering which test version enables the correct calculation of the number of shuttles and distance covered.
ar: * صيغة الآلة الحاسبة هي نفسها لكل من اختبارات التحمل Yo-Yo (المستويان 1 و 2) , على الرغم من أن إدخال الإصدار التجريبي يسمح بالحساب الصحيح لعدد المركبات والمسافة المقطوعة.
fr: * la formule du calculateur est la même pour les deux tests d'endurance Yo-Yo (niveaux 1 et 2), bien que la saisie de la version du test permette le calcul correct du nombre de navettes et de la distance parcourue.

# yoyoEnduranceTitle11
source: **the formula for the calculator can only use results for Speed Level 5 and above (even though the YYET1 starts at Level 1). Also, the YYET2 test only starts at speed level 8 so any level entered below that will not be accurate
ar: **صيغة الآلة الحاسبة يمكنها فقط استخدام مستوى السرعة 5 وما فوق (على الرغم من أن YYET1 يبدأ عند المستوى 1). أيضًا , يبدأ اختبار YYET2 فقط عند مستوى السرعة 8 , لذلك لن يكون أي مستوى تم إدخاله أدناه دقيقًا .
fr: **la formule de la calculatrice ne peut utiliser que les résultats du niveau de vitesse 5 et supérieur (même si le YYET1 commence au niveau 1). De plus, le test YYET2 ne commence qu'au niveau de vitesse 8, donc tout niveau saisi en dessous ne sera pas soit précis .

# fullBodyList
source: full body analysis
ar: فحص كامل للجسم
fr: analyse complète du corps

# fullBody1
source: Full Body Fitness Calculator – Analyze Your Health and Physique
ar: حاسبة لياقة الجسم بالكامل - تحليل صحتك وبنيتك البدنية
fr: Calculateur de condition physique pour tout le corps - Analysez votre santé et votre physique

# fullBody2
source: Being fit and healthy are important goals for many people all over the world. When you’re in good physical shape it helps protect you from diseases which allows you to live a vibrant life to its fullest. This full body fitness calculator below is a very useful tool that helps track down your progress in terms of your general health and fitness. This helps in the early detection of diseases and other risk factors like being overweight which gives you a clearer roadmap towards achieving your overall health and physique goals.
ar: أن تكون لائقًا وصحيًا من الأهداف المهمة لكثير من الناس في جميع أنحاء العالم. عندما تكون لائقًا بدنيًا , فهذا يساعد على حمايتك من الأمراض , مما يتيح لك أن تعيش حياة صحية. حياة مليئة بالحياة. اللياقة البدنية الكاملة. الحاسبة أدناه هي أداة مفيدة للغاية تساعدك على تتبع تقدمك فيما يتعلق بالصحة العامة واللياقة البدنية , فهي تساعد في الكشف المبكر عن الأمراض والأمراض , وعوامل الخطر الأخرى مثل زيادة الوزن , مما يمنحك خارطة طريق أوضح لتحقيق صحتك العامة و أهداف جسدية
fr: Être en forme et en bonne santé sont des objectifs importants pour de nombreuses personnes partout dans le monde. Lorsque vous êtes en bonne forme physique, cela vous aide à vous protéger contre les maladies, ce qui vous permet de vivre une vie pleine de vie. Cette remise en forme complète du corps La calculatrice ci-dessous est un outil très utile qui vous aide à suivre vos progrès en termes de santé générale et de forme physique. Cela aide à la détection précoce des maladies et d'autres facteurs de risque comme le surpoids, ce qui vous donne une feuille de route plus claire pour atteindre votre santé globale et votre physique. buts.

# fullBody3
source: Full Body Fitness Calculator
ar: حاسبة لياقة الجسم بالكامل
fr: Calculateur de forme physique pour tout le corps

# fullBody4
source: Select Measurement Unit
ar: حدد وحدة القياس
fr: Sélectionner l'unité de mesure

# fullBody5
source: Gender
ar: الجنس
fr: Sexe

# fullBody6
source: Weight
ar: الوزن
fr: Poids

# fullBody7
source: Your height
ar: طولك
fr: Votre taille

# fullBody8
source: Age
ar: العمر
fr: Âge

# fullBody9
source: Resting Heart Rate Average
ar: متوسط ​​معدل ضربات القلب أثناء الراحة
fr: Fréquence cardiaque au repos moyenne

# fullBody10
source: Measurements
ar: القياسات
fr: Mesures

# fullBody11
source: Waist (at narrowest)
ar: الحجم (على أضيق نطاق)
fr: Taille (au plus étroit)

# fullBody12
source: Hip (at widest)
ar: ورك (أوسع)
fr: Hanche (au plus large)

# fullBody13
source: Elbow Width
ar: عرض الكوع
fr: Largeur du coude

# fullBody14
source: Activity Level
ar: مستوى النشاط
fr: Niveau d'activité

# fullBody15
source: Fitness Goal
ar: هدف اللياقة
fr: Objectif de remise en forme

# fullBody16
source: Body Mass Index (BMI)
ar: مؤشر كتلة الجسم
fr: Indice de masse corporelle (IMC)

# fullBody17
source: ClassificationBMI
ar: الترتيبBMI
fr: ClassementBMI

# fullBody18
source: Waist to Hip Ratio
ar: نسبة الخصر / الورك
fr: Rapport taille/hanche

# fullBody19
source: Body Shape
ar: شكل الجسم
fr: Forme du corps

# fullBody20
source: Interpretation
ar: تفسير
fr: Interprétation

# fullBody21
source: Body Frame Size
ar: حجم إطار الجسم
fr: Taille du cadre du corps

# fullBody22
source: Ideal Weight
ar: الوزن المثالي
fr: Poids idéal

# fullBody23
source: Body Fat
ar: دهون الجسم
fr: Graisse corporelle

# fullBody24
source: Lean Mass
ar: كتلة هزيلة
fr: Masse maigre

# fullBody25
source: Resting Metabolism (RMR)
ar: استراحة الأيض
fr: Métabolisme au repos (RMR)

# fullBody26
source: Average Actual Metabolism
ar: متوسط ​​التمثيل الغذائي الفعلي
fr: Métabolisme réel moyen

# fullBody27
source: Karvonen Target Heart Rate (THR)
ar: معدل ضربات القلب المستهدف
fr: Fréquence cardiaque cible de Karvonen (THR)

# fullBody28
source: Maximum Heart Rate (MHR)
ar: أقصى معدل لضربات القلب
fr: Fréquence cardiaque maximale (MHR)

# fullBody29
source: Sedentary
ar: المستقرة
fr: Sédentaire

# fullBody30
source: Lightly Active
ar: نشط قليلاً
fr: Légèrement actif

# fullBody31
source: Moderately Active
ar: نشط إلى حد ما
fr: Modérément actif

# fullBody32
source: Very Active
ar: نشط جدًا
fr: Très Actif

# fullBody33
source: Extremely Active
ar: نشط للغاية
fr: Extrêmement actif

# fullBody34
source: Get Fit
ar: الحصول على الشكل
fr: Se mettre en forme

# fullBody35
source: Lose Weight
ar: انقاص الوزن
fr: Perdre du poids

# fullBody36
source: Increase Endurance
ar: زيادة القدرة على التحمل
fr: Augmenter l'endurance

# fullBody37
source: Excellent Fitness
ar: شكل مادي ممتاز
fr: Excellente forme physique

# fullBody38
source: Competitive Athletics
ar: ألعاب القوى التنافسية
fr: Athlétisme de compétition

source: More Informaations
ar: المزيد من المعلومات
fr: Plus d'informations

# moreInformaations1
source: The calculator above comes with quite a number of functions that require filling in your gender, weight, height, age, resting heart rate average, your narrowest waist measurement, your widest hip measurement, your elbow width and your activity level, along with entering whether you&#8217;re sedentary, lightly active, moderately active, very active or extremely active. It also allows you to choose whether to use the US measurement system with its units in Pounds, Feet and Inches or the Metric system whose measurements are displayed in Kilograms, Meters and Centimeters. You&#8217;ll then be required to choose your fitness goal from the following: get fit, lose weight, increase endurance, excellent fitness and competitive athletics.
ar: تأتي الآلة الحاسبة المذكورة أعلاه مع عدد من الوظائف التي تتطلب منك إدخال جنسك ووزنك وطولك وعمرك ومتوسط ​​معدل ضربات القلب أثناء الراحة ومحيط الخصر الأضيق ومحيط الورك الأوسع وعرض مرفقيك ومستوى نشاطك , بالإضافة إلى توضيح ما إذا كنت مستقرًا , أو نشطًا قليلاً , أو نشطًا بشكل معتدل , أو نشطًا جدًا , أو نشطًا للغاية , كما يسمح لك باختيار استخدام النظام الأمريكي للقياس بوحداته بالجنيه , والقدم والبوصة أو النظام المتري الذي تكون قياساته يتم عرضها بالكيلوغرامات والمتر والسنتيمتر. وبعد ذلك سيكون عليك اختيار هدف لياقتك من بين ما يلي: الحصول على اللياقة البدنية , وفقدان الوزن , وزيادة القدرة على التحمل , والحالة البدنية الممتازة , وألعاب القوى التنافسية.
fr: La calculatrice ci-dessus est livrée avec un certain nombre de fonctions qui nécessitent de renseigner votre sexe, votre poids, votre taille, votre âge, votre fréquence cardiaque moyenne au repos, votre tour de taille le plus étroit, votre tour de hanche le plus large, la largeur de vos coudes et votre niveau d'activité , en plus d'indiquer si vous êtes sédentaire, légèrement actif, modérément actif, très actif ou extrêmement actif. Il vous permet également de choisir d'utiliser le système de mesure américain avec ses unités en livres, pieds et pouces ou le système métrique dont les mesures sont affichées en Kilogrammes, Mètres et Centimètres. Vous devrez alors choisir votre objectif de forme physique parmi les suivants : être en forme, perdre du poids, augmenter l'endurance, excellente condition physique et athlétisme de compétition.
