Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# exercise199step2
source: Raise one dumbbell and twist your forearm until it is vertical and your palm faces the shoulder.
ar: ارفع دمبل ولف ذراعك حتى يكون عموديًا وكفك يواجه الكتف.
fr: Soulevez un haltère et tournez votre avant-bras jusqu'à ce qu'il soit vertical et votre paume face à l'épaule.

# exercise199step3
source: Lower to original position and repeat with opposite arm
ar: انخفض إلى الوضع الأصلي وكرر باليد الأخرى.
fr: Redescendez à la position originale et répétez avec le bras opposé

# exercise200step1
source: Attach band to a low anchor point. Point your palms straight forward.
ar: ربط الشريط بنقطة تثبيت منخفضة. حدد كفوف يديك مباشرة إلى الأمام.
fr: Attachez la bande à un point d'ancrage bas. Pointez vos paumes droit devant.

# exercise200step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني المرفق حتى تشعر بانقباض عضلة البايسبس. ثم قم بتمديد المرفقين بالكامل.
fr: Fléchissez votre coude jusqu'à ce que vous sentiez votre biceps se contracter. Puis étendez complètement les coudes.

# exercise201step1
source: Hold the dumbbells with a neutral grip (thumbs facing the ceiling).
ar: امسك الدمبل بقبضة محايدة (الإبهام يواجه السقف).
fr: Tenez les haltères avec une prise neutre (pouces vers le plafond).

# exercise201step2
source: Slowly lift the dumbbell up to chest height
ar: ارفع الدمبل ببطء إلى ارتفاع الصدر.
fr: Soulevez lentement l'haltère jusqu'à la hauteur de la poitrine.

# exercise201step3
source: Return to starting position and repeat.
ar: ارجع إلى الوضع الابتدائي وكرر.
fr: Revenez à la position de départ et répétez.

# exercise202step1
source: While holding the upper arms stationary, curl the weights forward while contracting the biceps as you breathe out.
ar: أثناء تثبيت الذراعين العلويين ، قم بثني الأثقال إلى الأمام مع انقباض عضلات البايسبس أثناء التنفس.
fr: Tout en gardant les bras supérieurs immobiles, fléchissez les haltères vers l'avant tout en contractant les biceps en expirant.

# exercise202step2
source: Continue the movement until your biceps are fully contracted and the bar is at shoulder level.
ar: واصل الحركة حتى يتم انقباض البايسبس بالكامل ويكون الشريط عند مستوى الكتف.
fr: Continuez le mouvement jusqu'à ce que vos biceps soient complètement contractés et que la barre soit au niveau des épaules.

# exercise202step3
source: Lower toHold the contracted position for a second and squeeze the biceps hard. original position and repeat with opposite arm
ar: احتفظ بالوضع المتعاقد لثانية وانقبض على عضلات البايسبس بقوة. عد إلى الوضع الأصلي وكرر مع الذراع الآخر.
fr: Abaissez pour maintenir la position contractée pendant une seconde et serrez fort les biceps. Revenez à la position initiale et répétez avec l'autre bras.

# exercise202step4
source: Slowly bring the weight back down to the starting position.
ar: قم بتنزيل الوزن ببطء إلى الوضع الابتدائي.
fr: Ramenez lentement le poids à la position de départ.

# exercise203step1
source: Take a double overhand grip that's about shoulder width. Flex your elbows while keeping your elbows tucked in. Try not to let them flare out.
ar: خذ قبضة مزدوجة تكون عريضة مثل عرض الكتف. ثني الكوعين مع الحفاظ على تقريبهما. حاول ألا تدعهما ينفصلان.
fr: Prenez une prise en pronation à environ la largeur des épaules. Fléchissez vos coudes tout en les gardant serrés. Essayez de ne pas les laisser s'évaser.

# exercise203step2
source: Curl until your forearm presses into your bicep. Then fully extend your elbows at the bottom of each rep.
ar: قم بالثني حتى يضغط الساعد على البايسبس. ثم قم بتمديد الكوعين تمامًا في أسفل كل تكرار.
fr: Fléchissez jusqu'à ce que votre avant-bras presse sur votre biceps. Puis étendez complètement vos coudes à la fin de chaque répétition.

# exercise204step1
source: Position a barbell in a landmine or corner of a room and stand facing it with your feet shoulder-width apart.
ar: ضع شريط الرفع في مكان مثل الزاوية في الغرفة ووقف وجهًا له مع قدميك على عرض الكتف.
fr: Positionnez une barre dans un landmine ou un coin de la pièce et tenez-vous face à elle, les pieds écartés à la largeur des épaules.

# exercise204step2
source: Grasp the end of the barbell with a neutral grip, keeping your arms straight and your shoulders relaxed.
ar: امسك بطرف الشريط بقبضة محايدة ، مع الحفاظ على ذراعيك مستقيمتين وكتفيك مسترخيين.
fr: Saisissez l'extrémité de la barre avec une prise neutre, les bras tendus et les épaules détendues.

# exercise204step3
source: Bend at the hips and knees to lower your torso until it is almost parallel to the ground.
ar: انحنِ عند الورك والركبتين لخفض جسمك حتى يكون تقريبًا موازيًا للأرض.
fr: Pliez les hanches et les genoux pour abaisser votre torse jusqu'à ce qu'il soit presque parallèle au sol.

# exercise204step4
source: Pull the barbell towards your chest, squeezing your shoulder blades together as you row the weight up.
ar: اسحب شريط الرفع نحو صدرك ، وانقبض بين كتفيك أثناء رفع الوزن.
fr: Tirez la barre vers votre poitrine, en serrant les omoplates ensemble au fur et à mesure que vous remontez le poids.

# exercise205step1
source: Attach band to a low anchor point. Point your palms straight forward.
ar: ربط الشريط بنقطة مرتفعة منخفضة. حدد راحميك مستقيمين إلى الأمام.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers l'avant.

# exercise205step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني الكوع حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد الكوعين تمامًا.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise206step1
source: Attach band to a low anchor point. Point your palms straight forward.
ar: ربط الشريط بنقطة مرتفعة منخفضة. حدد راحميك مستقيمين إلى الأمام.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers l'avant.

# exercise206step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني الكوع حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد الكوعين تمامًا.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise207step1
source: Attach band to a low anchor point. Point your palms straight forward.
ar: ربط الشريط بنقطة مرتفعة منخفضة. حدد راحميك مستقيمين إلى الأمام.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers l'avant.

# exercise207step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني الكوع حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد الكوعين تمامًا.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise208step1
source: Attach band to a low anchor point. Use a neutral grip.
ar: ربط الشريط بنقطة مرتفعة منخفضة. استخدم قبضة محايدة.
fr: Attachez la bande à un point d'ancrage bas. Utilisez une prise neutre.

# exercise208step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني الكوع حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد الكوعين تمامًا.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise209step1
source: Place the band at about eye level. Fall into a kneeling position.
ar: ضع الشريط على مستوى العين تقريبًا. انخرط في وضع ركوع.
fr: Placez la bande à peu près à hauteur des yeux. Mettez-vous à genoux.

# exercise209step2
source: The knee that is on the ground should be the same side as the working arm. Stick your chest out.
ar: يجب أن يكون الركبة التي تلامس الأرض من نفس الجهة التي تعمل فيها الذراع. ابتسم بصدرك.
fr: Le genou au sol doit être du même côté que le bras qui travaille. Bombez le torse.

# exercise209step3
source: And then pull your elbow straight back. Flex your lats and then extend into the starting position.
ar: ثم اسحب كوعك إلى الخلف مستقيمًا. انقبض على العضلات الجانبية وثم امتد إلى وضع البداية.
fr: Puis tirez votre coude droit en arrière. Contractez vos dorsaux puis revenez à la position initiale.

# exercise210step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: ربط الشريط بنقطة مرتفعة منخفضة. حدد راحميك نحو فخذيك.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise210step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: ثني الكوع حتى تشعر بانقباض عضلات البايسبس. ثم قم بتمديد الكوعين تمامًا.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise211step1
source: Hover your heels just off the ground.
ar: حافظ على كعبيك قليلاً فوق الأرض.
fr: Gardez vos talons juste au-dessus du sol.

# exercise211step2
source: Stick your chest out and maintain a flat back. Make all the movement happen at your mid and upper spine.
ar: امتد صدرك إلى الأمام وحافظ على ظهر مستقيم. اجعل كل الحركة تحدث في منتصف وأعلى العمود الفقري.
fr: Bombez le torse et maintenez un dos plat. Faites en sorte que tout le mouvement se produise au niveau de votre colonne vertébrale moyenne et supérieure.

# exercise211step3
source: Point your chest to the left, then rotate at the spine until your chest is pointed right.
ar: حدد صدرك إلى اليسار، ثم قم بتدوير العمود الفقري حتى يكون صدرك موجهًا إلى اليمين.
fr: Orientez votre poitrine vers la gauche, puis tournez au niveau de la colonne vertébrale jusqu'à ce que votre poitrine soit orientée vers la droite.

# exercise212step1
source: Start with your elbow and hip on the ground. Either neutral fist or flat hand on the ground.
ar: ابدأ بمرفقك ووركك على الأرض. إما بالقبضة الطبيعية أو بوضع اليد المسطحة على الأرض.
fr: Commencez avec votre coude et votre hanche au sol. Poing neutre ou main à plat sur le sol.

# exercise212step2
source: Begin in a side plank position, and then drop your hips to the floor.
ar: ابدأ في وضع اللوحة الجانبية، ثم انخفض بوركك إلى الأرض.
fr: Commencez en position de planche latérale, puis laissez tomber vos hanches au sol.

# exercise212step3
source: Pull your hips back to the ceiling to finish the rep.
ar: اسحب وركيك إلى السقف لإكمال التكرار.
fr: Ramenez vos hanches vers le plafond pour finir la répétition.

# exercise213step1
source: Begin in an elbow side plank position.
ar: ابدأ في وضع اللوحة الجانبية على المرفق.
fr: Commencez en position de planche latérale sur les coudes.

# exercise213step2
source: Reach for the ceiling with your off hand.
ar: امتد إلى السقف بيدك الأخرى.
fr: Tendez la main libre vers le plafond.

# exercise213step3
source: Rotate at the mid and upper spine and reach through the open space between the floor and your torso.
ar: قم بالتدوير في منتصف وأعلى العمود الفقري وامتد خلال الفراغ المفتوح بين الأرض وجناحك.
fr: Tournez au niveau de la colonne vertébrale moyenne et supérieure et passez à travers l'espace libre entre le sol et votre torse.

# exercise213step4
source: Reach backwards, and then rotate back into the starting position.
ar: امتد إلى الوراء، ثم قم بالتدوير مرة أخرى إلى الوضع الابتدائي.
fr: Tendez la main vers l'arrière, puis revenez à la position de départ.

# exercise214step1
source: Press your elbow into the floor.
ar: اضغط على مرفقك في الأرض.
fr: Appuyez votre coude au sol.

# exercise214step2
source: Pick your hips up off the ground and maintain this position for the allotted amount of time.
ar: رفع وركيك عن الأرض وحافظ على هذا الوضع للوقت المخصص.
fr: Soulevez vos hanches du sol et maintenez cette position pendant le temps alloué.

# exercise214step3
source: Make sure you don't let your chest fall forward or backward.
ar: تأكد من عدم السماح لصدرك بالسقوط إلى الأمام أو الخلف.
fr: Assurez-vous de ne pas laisser votre poitrine tomber vers l'avant ou vers l'arrière.

# exercise215step1
source: Press your hand into the ground and pick up your hip off the ground.
ar: اضغط يدك في الأرض ورفع وركك عن الأرض.
fr: Appuyez votre main au sol et soulevez votre hanche du sol.

# exercise215step2
source: Open your chest and maintain this position for the allotted amount of time.
ar: افتح صدرك وحافظ على هذا الوضع للوقت المخصص.
fr: Ouvrez votre poitrine et maintenez cette position pendant le temps alloué.

# exercise216step1
source: Start with your elbow and hip on the ground. Either neutral fist or flat hand on the ground.
ar: ابدأ بمرفقك ووركك على الأرض. إما بالقبضة الطبيعية أو بوضع اليد المسطحة على الأرض.
fr: Commencez avec votre coude et votre hanche au sol. Poing neutre ou main à plat sur le sol.

# exercise216step2
source: Begin in a side plank position, and then drop your hips to the floor.
ar: ابدأ في وضع اللوحة الجانبية، ثم انخفض بوركك إلى الأرض.
fr: Commencez en position de planche latérale, puis laissez tomber vos hanches au sol.

# exercise216step3
source: Pull your hips back to the ceiling to finish the rep..
ar: اسحب وركيك إلى السقف لإكمال التكرار.
fr: Ramenez vos hanches vers le plafond pour finir la répétition.

# exercise218step1
source: Stand straight and hold the end of the Barbell
ar: وقف بشكل مستقيم وامسك بنهاية الشريط الثقيل.
fr: Tenez-vous droit et tenez l'extrémité de la barre

# exercise218step2
source: Keep your hips and shoulders facing forward, bend to one side slowly
ar: حافظ على توجيه وركيك وكتفيك إلى الأمام، انحنِ إلى جانب واحد ببطء.
fr: Gardez vos hanches et épaules orientées vers l'avant, penchez-vous d'un côté lentement

# exercise218step3
source: Return to the upright position.
ar: ارجع إلى الوضع الرأسي.
fr: Revenez à la position verticale.

# exercise218step4
source: Switch hands and repeat.
ar: غير اليدين وكرر.
fr: Changez de mains et répétez.

# exercise219step1
source: Start with your elbow and hip on the ground. Either neutral fist or flat hand on the ground.
ar: ابدأ بمرفقك ووركك على الأرض. إما بالقبضة الطبيعية أو بوضع اليد المسطحة على الأرض.
fr: Commencez avec votre coude et votre hanche au sol. Poing neutre ou main à plat sur le sol.

# exercise219step2
source: Begin in a side plank position, and then drop your hips to the floor.
ar: ابدأ في وضع اللوحة الجانبية، ثم انخفض بوركك إلى الأرض.
fr: Commencez en position de planche latérale, puis laissez tomber vos hanches au sol.

# exercise219step3
source: Pull your hips back to the ceiling to finish the rep..
ar: اسحب وركيك إلى السقف لإكمال التكرار.
fr: Ramenez vos hanches vers le plafond pour finir la répétition.

# exercise223step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط عند أعلى نقطة تثبيت متاحة لديك. امسك بكل من نهايتي الشريط وانخرط في وضع ركوع.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise223step2
source: Push your hips back flexing at the spine.
ar: قم بدفع وركيك إلى الوراء مع انحناء العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise223step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: ضغط على عضلات بطنك ثم قم بتمديد وركيك وعمودك الفقري إلى الوضع الابتدائي.
fr: Contractez vos abdos puis étendez vos hanches et votre colonne vertébrale jusqu'à revenir à la position de départ.

# exercise224step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط عند أعلى نقطة تثبيت متاحة لديك. امسك بكل من نهايتي الشريط وانخرط في وضع ركوع.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise224step2
source: Push your hips back flexing at the spine.
ar: قم بدفع وركيك إلى الوراء مع انحناء العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise224step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: ضغط على عضلات بطنك ثم قم بتمديد وركيك وعمودك الفقري إلى الوضع الابتدائي.
fr: Contractez vos abdos puis étendez vos hanches et votre colonne vertébrale jusqu'à revenir à la position de départ.

# exercise225step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط عند أعلى نقطة تثبيت متاحة لديك. امسك بكل من نهايتي الشريط وانخرط في وضع ركوع.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise225step2
source: Push your hips back flexing at the spine.
ar: قم بدفع وركيك إلى الوراء مع التركيز على تمدد العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise225step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: قم بالضغط على عضلات البطن ثم قم بتمديد الوركين والعمود الفقري للعودة إلى الوضع الابتدائي.
fr: Contractez vos abdos puis étendez vos hanches et votre colonne vertébrale jusqu'à revenir à la position de départ.

# exercise226step1
source: Sit on the floor and flex your knees and hips to a 90 degree angle.
ar: جلس على الأرض وقم بثني ركبتيك ووركيك بزاوية 90 درجة.
fr: Asseyez-vous au sol et fléchissez vos genoux et hanches à un angle de 90 degrés.

# exercise226step2
source: Your feet should be hovering off the ground. (If that's too hard start with heels on the floor)
ar: يجب أن تكون قدميك تحومان فوق الأرض. (إذا كان ذلك صعبًا جدًا، ابدأ بوضع الكعبين على الأرض)
fr: Vos pieds doivent être en suspension au-dessus du sol. (Si c'est trop difficile commencez avec les talons au sol)

# exercise226step3
source: Rotate your upper spine to engage your obliques.
ar: قم بتدوير العمود الفقري العلوي لتفعيل عضلات الجانبين.
fr: Tournez votre colonne vertébrale supérieure pour engager vos obliques.

# exercise227step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط على أعلى نقطة تثبيت تتوفر لديك. امسك بكل من طرفي الشريط وانخرط في وضع ركوع.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise227step2
source: Push your hips back flexing at the spine.
ar: قم بدفع وركيك إلى الوراء مع التركيز على تمدد العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise227step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: قم بالضغط على عضلات البطن ثم قم بتمديد الوركين والعمود الفقري للعودة إلى الوضع الابتدائي.
fr: Contractez vos abdos puis étendez vos hanches et votre colonne vertébrale jusqu'à revenir à la position de départ.

# exercise228step1
source: Hold the Barbell with both hands and kneel on the floor with your feet up
ar: امسك بالمثقاب بكلتي يديك وانخرط في وضع ركوع على الأرض مع رفع قدميك.
fr: Tenez la barre avec les deux mains et mettez-vous à genoux au sol avec vos pieds relevés

# exercise228step2
source: Slowly roll the Barbell straight forward, stretching your body into a straight position.
ar: قم بتمديد المثقاب ببطء نحو الأمام، ممتداً جسمك في وضع مستقيم.
fr: Roulez lentement la barre droit devant, en étirant votre corps dans une position droite.

# exercise228step3
source: After a pause at the stretched position, start pulling yourself back to the starting position. This should be a slow and controlled movement.
ar: بعد توقف لحظي في الوضع الممتد، ابدأ في سحب نفسك للوراء للعودة إلى الوضع الابتدائي. يجب أن يكون هذا حركة بطيئة ومسيطرة.
fr: Après une pause en position étirée, commencez à vous tirer lentement vers la position de départ. Ce mouvement doit être lent et contrôlé.

# exercise229step1
source: Hold the bar with a slightly wider than shoulder width grip. Push the bar up toward the ceiling and maintain that elbow extension.
ar: امسك بالشريط بمسافة أوسع قليلاً من عرض الكتف. ادفع الشريط صعودًا نحو السقف وحافظ على تمديد الكوع.
fr: Tenez la barre avec une prise légèrement plus large que les épaules. Poussez la barre vers le plafond et maintenez cette extension du coude.

# exercise229step2
source: Flex your abs and sit-up. Aim to get your torso vertical while maintaining the barbell overhead.
ar: قم بثني عضلات البطن وارتفع. حاول الحصول على جمجمتك في وضع رأسي مع الحفاظ على المثقاب فوق الرأس.
fr: Contractez vos abdos et levez-vous. Visez à obtenir votre torse vertical tout en maintenant la barre au-dessus de votre tête.

# exercise230step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط على أعلى نقطة تثبيت تتوفر لديك. امسك بكل من طرفي الشريط وانخرط في وضع ركوع.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise230step2
source: Push your hips back flexing at the spine.
ar: قم بدفع وركيك إلى الوراء مع التركيز على تمدد العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise230step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: قم بالضغط على عضلات البطن ثم قم بتمديد الوركين والعمود الفقري للعودة إلى الوضع الابتدائي.
fr: Contractez vos abdos puis étendez vos hanches et votre colonne vertébrale jusqu'à revenir à la position de départ.

# exercise231step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط على أعلى نقطة تثبيت تتوفر لديك. امسك بكل من طرفي الشريط وانخرط في وضع ركوع.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise231step2
source: Push your hips back flexing at the spine.
ar: قم بدفع وركيك إلى الوراء مع التركيز على تمدد العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise231step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: قم بالضغط على عضلات البطن ثم قم بتمديد الوركين والعمود الفقري للعودة إلى الوضع الابتدائي.
fr: Contractez vos abdos puis étendez vos hanches et votre colonne vertébrale jusqu'à revenir à la position de départ.

# exercise233step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط على أعلى نقطة تثبيت تتوفر لديك. امسك بكل من طرفي الشريط وانخرط في وضع ركوع.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise233step2
source: Push your hips back flexing at the spine.
ar: قم بدفع وركيك إلى الوراء مع التركيز على تمدد العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise233step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: قم بالضغط على عضلات البطن ثم قم بتمديد الوركين والعمود الفقري للعودة إلى الوضع الابتدائي.
fr: Contractez vos abdos puis étendez vos hanches et votre colonne vertébrale jusqu'à revenir à la position de départ.

# exercise234step1
source: Grab the bar shoulder width apart with a supinated grip (palms facing you)
ar: امسك بالعارضة بمسافة عرض الكتف مع قبضة محنية (الكفوف تواجهك).
fr: Saisissez la barre à la largeur des épaules avec une prise en supination (paumes vers vous)

# exercise234step2
source: With your body hanging and arms fully extended, pull yourself up until your chin is past the bar.
ar: مع جسمك معلق وذراعيك ممدودتين بالكامل، اسحب نفسك إلى أعلى حتى يمر ذقنك فوق العارضة.
fr: Avec votre corps suspendu et les bras complètement tendus, tirez-vous jusqu'à ce que votre menton dépasse la barre.

# exercise234step3
source: Slowly return to starting position. Repeat.
ar: ارجع ببطء إلى الوضع الابتدائي. كرر.
fr: Revenez lentement à la position initiale. Répétez.
