Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# positionalLW21
source: Secure the first pass if possible If under pressure can we relieve pressure by playing long Build possession progressively Use GK if needed
ar: تأمين التمريرة الأولى إذا أمكن الخروج تحت الضغط -هل يمكننا تخفيف الضغط عن طريق اللعب الطويل- بناء الاستحواذ تدريجيًا استخدم حارس المرمى إذا لزم الأمر
fr: Assurer la première passe si possible Si sous pression, pouvons-nous soulager la pression en jouant longtemps Construire progressivement la possession Utiliser le gardien de but si nécessaire

# positionalLW22
source: Challenge in the air Mark, track and intercept Make spaces hard to work from
ar: التحدي في الهواء -وضع علامة، تتبع والاعتراض- جعل المساحات صعبة العمل منها
fr: Challenger dans les airs Marquer, suivre et intercepter Rendre les espaces difficiles à travailler

# positionalLW23
source: Passing range Vision to create Dictate tempo of the game
ar: نطاق التمرير رؤية الإبداع لإنشاء تحديد وتمرير سرعة اللعب
fr: Gamme de passes Vision pour créer Dicté le tempo du jeu

# positionalCAM2
source: RANGE OF PASSING
ar: نطاق التمرير
fr: GAMME DE PASSAGE

# positionalCAM3
source: COMBINATION PLAY
ar: اللعب المشترك
fr: JEU EN COMBINAISON

# positionalCAM4
source: PLAY ON THE TURN
ar: اللعب بسرعة
fr: JOUER SUR LE TOURNANT

# positionalCAM5
source: FORWARD RUNS
ar: تشغيلات إلى الأمام
fr: COURSES VERS L'AVANT

# positionalCAM6
source: KEY ATTRIBUTES
ar: الصفات الرئيسية
fr: ATTRIBUTS CLÉS

# positionalCAM7
source: RUN WITH THE BALL
ar: الجري مع الكرة
fr: COURIR AVEC LE BALLON

# positionalCAM8
source: DRIBBLING
ar: المراوغة
fr: DRIBBLAGE

# positionalCAM9
source: CLOSE CONTROL
ar: مراقبة قريبة
fr: CONTRÔLE RAPPROCHE

# positionalCAM10
source: SKILFUL
ar: ماهر
fr: DOUÉ

# positionalCAM11
source: nfluencing possession play Offer depth and cover Penetrate opposition lines
ar: تأثير لعبة الاستحواذ تقديم العمق والتغطية اختراق خطوط الخصم
fr: Influencer le jeu de possession Offrir de la profondeur et du couverture Pénétrer les lignes adverses

# positionalCAM12
source: Delay and force the opposition to play backwards
ar: التأخير وإجبار الخصم على اللعب للخلف
fr: Retarder et forcer l'opposition à jouer en arrière

# positionalCAM13
source: Slow opposition play in order to recover the shape
ar: إبطاء لعب الخصم من أجل استعادة التكوين
fr: Ralentir le jeu de l'opposition afin de récupérer la forme

# positionalCAM14
source: Delay and force the opposition to play backwards
ar: التأخير وإجبار الخصم على اللعب للخلف
fr: Retarder et forcer l'opposition à jouer en arrière

# positionalCAM15
source: Offer balance and support to the play Interceptions Minimise any space between units.
ar: توفير التوازن والدعم للعب التدخلات تقليل أي مسافة بين الوحدات.
fr: Offrir un équilibre et un soutien au jeu Interceptions Minimiser tout espace entre les unités.

# positionalCAM16
source: Passing range Vision to create Dictate tempo of the game
ar: نطاق التمرير رؤية الإبداع لإنشاء تحديد وتمرير سرعة اللعب
fr: Gamme de passes Vision pour créer Dicté le tempo du jeu

# positionalCAM17
source: Delay and/or double up Set up press triggers Protect team shape
ar: التأخير و / أو المضاعفة تحديد مفاتيح الضغط حماية هيكل الفريق
fr: Retarder et/ou doubler Mise en place de pièges à la presse Protéger la forme d'équipe

# positionalCAM18
source: Delay and/or double up Set up press triggers Protect team shape
ar: التأخير و / أو المضاعفة تحديد مفاتيح الضغط حماية هيكل الفريق
fr: Retarder et/ou doubler Mise en place de pièges à la presse Protéger la forme d'équipe

# positionalCAM19
source: Anticipation of counter attack Awareness of Positioning
ar: توقع الهجوم المضاد وعي بالتمريرات
fr: Anticipation de contre-attaque Conscience du Positionnement

# positionalCAM20
source: Offer balance and support to the play Interceptions Minimise any space between units.
ar: توفير التوازن والدعم للعب التدخلات تقليل أي مسافة بين الوحدات.
fr: Offrir un équilibre et un soutien au jeu Interceptions Minimiser tout espace entre les unités.

# positionalCAM21
source: Distributor of the Ball: A defensive midfielder must also be able to distribute the ball effectively, both in defense and in attack. This involves making accurate passes,starting attacking plays, and linking up with the forwards and wingers.
ar: موزع الكرة: يجب أن يكون المتوسط الدفاعي أيضًا قادرًا على توزيع الكرة بفعالية، سواء في الدفاع أو في الهجوم. يتضمن ذلك تنفيذ تمريرات دقيقة، وبدء الهجمات الهجومية، والربط بين الهجوم والوسط والمهاجمين.
fr: Distributeur du Ballon : Un milieu de terrain défensif doit également être capable de distribuer efficacement le ballon, aussi bien en défense qu'en attaque. Cela implique de faire des passes précises, de démarrer les actions offensives et de se lier avec les attaquants et les ailiers.

# positionalCAM22
source: Delay and/or double up Set up press triggers Protect team shape
ar: التأخير و / أو المضاعفة تحديد مفاتيح الضغط حماية هيكل الفريق
fr: Retarder et/ou doubler Mise en place de pièges à la presse Protéger la forme d'équipe

# positionalCAM23
source: Aerial Threat: are also often called upon to contribute to the attack by joining in set pieces, such as corner kicks and free kicks. This requires good aerial ability, as well as the ability to jump and win headers in the box
ar: التهديد الهوائي: يتعين أيضًا على المدافعين أن يساهموا في الهجوم من خلال المشاركة في الكرات الثابتة، مثل الركلات الركنية والضربات الحرة. يتطلب ذلك قدرة جيدة على القفز والفوز في الكرات العالية داخل منطقة الجزاء
fr: Menace Aérienne : sont également souvent sollicités pour contribuer à l'attaque en participant aux phases arrêtées, telles que les coups de pied de coin et les coups francs. Cela nécessite une bonne capacité aérienne, ainsi que la capacité à sauter et à remporter des duels aériens dans la surface

# positionalCF1
source: POSITION:CF
ar: الموقف:CF

# positionalCF2
source: FINISHER
ar: الهداف
fr: FINISSEUR

# positionalCF3
source: DEFENSIVE R&R
ar: دفاعي ر و ر
fr: R&R DÉFENSIF

# positionalCF4
source: VARIETY OF RUNS
ar: تنوع في الركض
fr: VARIÉTÉ DE COURSES

# positionalCF5
source: SHIELDING
ar: حماية
fr: PROTECTION

# positionalCF6
source: KEY ATTRIBUTES
ar: الصفات الرئيسية
fr: ATTRIBUTS CLÉS

# positionalCF7
source: TACTICAL EQUIPT
ar: مجهز تكتيكياً
fr: ÉQUIPE TACTIQUE

# positionalCF8
source: DRIBBLING
ar: المراوغة
fr: DRIBBLAGE

# positionalCF9
source: ANTICIPATION
ar: التوقع

# positionalCF10
source: TACTICAL EQUIPT
ar: مجهز تكتيكياً
fr: ÉQUIPE TACTIQUE

# positionalCF11
source: Able to understand how movement can create a face in front and in behind oppositions
ar: القدرة على فهم كيفية حركة يمكن أن تخلق وجه أمام وخلف الخصم
fr: Capable de comprendre comment le mouvement peut créer un espace devant et derrière les adversaires

# positionalCF12
source: Counter press to force the opposition to player quicker Interceptions Anticipate any mistakesDelay and force the opposition to play backwards
ar: الضغط المضاد لإجبار الخصم على اللعب بسرعة الاعتراضات توقع أي أخطاء
fr: Presse contre pour forcer l'opposition à jouer plus vite Interceptions Anticiper les erreurs éventuelles

# positionalCF13
source: Acknowledging when to press or recover after losing possession
ar: الاعتراف متى يجب الضغط أو استعادة الكرة بعد فقدان الاستحواذ
fr: Reconnaître quand presser ou récupérer après avoir perdu la possession

# positionalCF14
source: Counter press to force the opposition to player quicker Interceptions Anticipate any mistakes
ar: الضغط المضاد لإجبار الخصم على اللعب بسرعة الاعتراضات توقع أي أخطاء
fr: Presse contre pour forcer l'opposition à jouer plus vite Interceptions Anticiper les erreurs éventuelles

# positionalCF15
source: Force opposition to play to a particular area of strength Knowledge of when to press and the distances to press.
ar: إجبار الخصم على اللعب في منطقة معينة من القوة معرفة متى يجب الضغط والمسافات للضغط
fr: Forcer l'opposition à jouer dans une zone de force Connaissance du moment de presser et des distances à presser.

# positionalCF16
source: Able to understand how movement can create a face in front and in behind oppositions
ar: القدرة على فهم كيفية حركة يمكن أن تخلق وجه أمام وخلف الخصم
fr: Capable de comprendre comment le mouvement peut créer un espace devant et derrière les adversaires

# positionalCF17
source: Force opposition to play to a particular area of strength Knowledge of when to press and the distances to press.
ar: إجبار الخصم على اللعب في منطقة معينة من القوة معرفة متى يجب الضغط والمسافات للضغط
fr: Forcer l'opposition à jouer dans une zone de force Connaissance du moment de presser et des distances à presser.

# positionalCF18
source: Counter press to force the opposition to player quicker Interceptions Anticipate any mistakes
ar: الضغط المضاد لإجبار الخصم على اللعب بسرعة الاعتراضات توقع أي أخطاء
fr: Presse contre pour forcer l'opposition à jouer plus vite Interceptions Anticiper les erreurs éventuelles

# positionalCF19
source: Quality in challenging (Ground & aerial)
ar: جودة في التحدي (أرضي وجوي)
fr: Qualité dans les duels (Sol & aérien)

# positionalCF20
source: Quality in challenging (Ground & aerial)
ar: جودة في التحدي (أرضي وجوي)
fr: Qualité dans les duels (Sol & aérien)

# positionalCF21
source: Influencing possession play Offer depth and cover Penetrate opposition lines
ar: تأثير لعبة الاستحواذ تقديم العمق والتغطية اختراق خطوط الخصم
fr: Influencer le jeu de possession Offrir de la profondeur et du couverture Pénétrer les lignes adverses

# positionalCF22
source: Slow opposition play in order to recover the shape
ar: إبطاء لعب الخصم من أجل استعادة التكوين
fr: Ralentir le jeu de l'opposition afin de récupérer la forme

# positionalCF23
source: Able to understand how movement can create a face in front and in behind oppositions
ar: القدرة على فهم كيفية حركة يمكن أن تخلق وجه أمام وخلف الخصم
fr: Capable de comprendre comment le mouvement peut créer un espace devant et derrière les adversaires

# imgLang
source: en
ar: ar
fr: fr

# strengthWeaknessesList
source: Strength & Weaknesses
ar: نقاط القوة و نقاط الضعف
fr: Forces et Faiblesses

# strengthWeaknesses1
source: POSITION GK
ar: الموقف حارس المرمى
fr: POSITION GB

# strengthWeaknesses2
source: POSITION DEF
ar: الموقف خط الدفاع

# strengthWeaknesses3
source: POSITION CDM
ar: الموقف خط الوسط الدفاعي
fr: POSITION MDC

# strengthWeaknesses4
source: POSITION AM
ar: الموقف خط الوسط الهجومي
fr: POSITION AMC

# strengthWeaknesses5
source: POSITION CF
ar: الموقف مركز الأمام
fr: POSITION BU

# strengthWeaknesses6
source: Strength
ar: القوة
fr: Force

# strengthWeaknesses7
source: POTENITAL WEAKNESSES
ar: الضعف المحتمل
fr: FAIBLESSES POTENTIELLES

# gameModel
source: Game Model E-Book
ar: نموذج اللعب
fr: Modèle de jeu

# principlesofplayList
source: Principles of play
ar: مبادئ اللعب
fr: Principes de jeu

# gameModelList
source: Game Model
ar: نموذج اللعبة
fr: Modèle de jeu

# gameModel1
source: Possession Phase
ar: مرحلة الاستحواذ
fr: Phase de Possession

# gameModel2
source: Possession with a the intent to penetrate
ar: استحواذ بنية للاختراق
fr: Possession avec l'intention de pénétrer

# gameModel3
source: Utilising the principles of play to disorganise and unbalance the opposition to create space and goal scoring opporunities. To immediately pressure the ball whilst the attacking team is transitioning to their attacking shape.Utilising the principles of play to win the ball back early Pressure Delay Cover Balance Progress Control Compact Patience Creativity Support Movement Width Depth Penetration
ar: استخدام مبادئ اللعب لتفكيك وعدم توازن الخصم لخلق مساحة وفرص تسجيل الأهداف. الضغط فورًا على الكرة أثناء انتقال الفريق الهجومي إلى شكله الهجومي. استخدام مبادئ اللعب لاسترجاع الكرة مبكرًا. الضغط، التأخير، الغطاء، التوازن، التقدم، التحكم، الانضغاط، الصبر، الإبداع، الدعم، الحركة، العرض، العمق، الاختراق
fr: Utiliser les principes de jeu pour déstabiliser et déséquilibrer l'adversaire afin de créer de l'espace et des opportunités de marquer. Pour presser immédiatement le ballon tandis que l'équipe attaquante passe en transition vers sa forme d'attaque. Utiliser les principes de jeu pour récupérer tôt le ballon Pression Retard Couverture Équilibre Progrès Contrôle Compact Patience Créativité Soutien Mouvement Largeur Profondeur Pénétration

# gameModel4
source: Playing out the back Playing into midfield Counter Attacking from Defending third Playing through GK Playing Direct Creating width and depth
ar: اللعب من الخلف اللعب في وسط الملعب الهجوم المضاد من الثلث الدفاعي اللعب من خلال حارس المرمى اللعب المباشر خلق العرض والعمق
fr: Jeu depuis l'arrière Jeu dans le milieu de terrain Contre-attaque depuis le tiers défensif Jeu à travers le GB Jeu Direct Création de largeur et de profondeur

# gameModel5
source: Playing through midfield Creating width and depth Central Attacking Attacking in wide areas Switching Play Overlapping, Underlapping Overloads Tempo and Speed Play
ar: اللعب من خلال وسط الملعب خلق العرض والعمق الهجوم المركزي الهجوم في المناطق العرضية تبديل اللعب التجاوز، التحتلم التحميلات الإيقاع وسرعة اللعب
fr: Jeu à travers le milieu de terrain Création de largeur et de profondeur Attaque Centrale Attaque sur les côtés Changement de Jeu Débordement, Sous-débordement Surcharges Tempo et Vitesse de Jeu

# gameModel6
source: Finishing Crossing and Finishing Combination Play Quick Play Forward Movement Creative Play Patience Play Breaking the block
ar: التسديد عبور وتسديد اللعب التكتيكي اللعب السريع الحركة إلى الأمام اللعب الإبداعي اللعب الصبور كسر الكتلة
fr: Finition Centrage et Finition Jeu en combinaison Jeu rapide Mouvement vers l'avant Jeu créatif Jeu patient Perforer le bloc

# gameModel7
source: Defensive Transition
ar: الانتقال الدفاعي
fr: Transition Défensive

# gameModel8
source: Prevent possession progression by theopposition andattempt to recover
ar: منع تقدم الاستحواذ من قبل الخصم ومحاولة الاسترداد
fr: Empêcher la progression de la possession par l'adversaire et tenter de récupérer

# gameModel9
source: To immediately pressure the ball whilst the attacking team is transitioning to their attacking shape.
ar: الضغط فورًا على الكرة أثناء انتقال الفريق الهجومي إلى شكله الهجومي.
fr: Presser immédiatement le ballon tandis que l'équipe attaquante passe en transition vers sa forme d'attaque.

# gameModel10
source: Prevent shots around 18yrds Immediate Press defending
ar: منع التسديدات حول 18 ياردة الضغط الفوري عند الدفاع
fr: Empêcher les tirs autour des 18 mètres Pression immédiate en défense

# gameModel11
source: Delay in Midfield Midfield Structure / Cover Immediate Press Midfield 3rd Prevent the Counter Attacking
ar: التأخير في وسط الملعب هيكل وغطاء وسط الملعب الضغط الفوري في ثلث الملعب منع الهجوم المضاد
fr: Retard au Milieu de Terrain Structure du Milieu de Terrain / Couverture Pression Immédiate Tiers Milieu Empêcher la Contre-attaque

# gameModel12
source: Immediate Press Defending from the front High Pres Low Press
ar: الضغط الفوري الدفاع من الأمام ضغط مرتفع ضغط منخفض
fr: Pression Immédiate Défense depuis l'avant Haute Pression Basse Pression

# gameModel13
source: Out of Possession Phase
ar: خارج مرحلة الاستحواذ
fr: Phase Sans Possession

# gameModel14
source: Organised and structure defending in attempt to regain possession quickly as possible.
ar: الدفاع المنظم والهيكلي في محاولة لاستعادة الكرة بأسرع وقت ممكن.
fr: Défense organisée et structurée pour récupérer la possession le plus rapidement possible.

# gameModel15
source: Utilising the principles of play to win the ball back early Pressure Delay Cover Balance Progress Control Compact
ar: استخدام مبادئ اللعب لاسترجاع الكرة مبكرًا الضغط التأخير الغطاء التوازن التقدم التحكم الانضغاط
fr: Utiliser les principes de jeu pour récupérer tôt le ballon Pression Retard Couverture Équilibre Progrès Contrôle Compact

# gameModel16
source: 1v1 Defending Zonal Defending Compact Defending Dealing with Direct Play Occupying Finishing Zones Protect Space behind Recovery Runs Cover and Support.
ar: الدفاع 1v1 الدفاع منطقي الدفاع المدمر التعامل مع اللعب المباشر احتلال مناطق التسديد حماية المساحة الخلفية الركض للتغطية والدعم.
fr: Défense en 1 contre 1 Défense en Zone Défense Compacte Gérer le Jeu Direct Occuper les Zones de Finition Protéger l'Espace derrière Runs de Récupération Couverture et Soutien.

# gameModel17
source: Minimise Space between the lines Deny space and opportunities in Zone 14 Prevent Penetration Balance when applying pressure Support if possession is regained
ar: تقليل المسافة بين الخطوط منع المساحة والفرص في المنطقة 14 منع التسلل التوازن عند تطبيق الضغط الدعم إذا تم استعادة الاستحواذ
fr: Minimiser l'espace entre les lignes Refuser l'espace et les opportunités dans la Zone 14 Empêcher la Pénétration Équilibrer lors de l'application de la pression Soutien si la possession est reprise

# gameModel18
source: Focus Opponent to Play long Make play predictable Low Block Mid Block High Pres
ar: توجيه الخصم للعب بطولي جعل اللعب متوقعًا كتلة منخفضة كتلة متوسطة ضغط مرتفع
fr: Orienter l'adversaire à jouer long Rendre le jeu prévisible Bas Bloquer Bloc Moyen Haute Pression

# gameModel19
source: Attacking Transition
ar: الانتقال الهجومي
fr: Transition Offensive

# gameModel20
source: Exploit disorganised opposition to attack quickly or gradually progress with possession
ar: استغلال الخصم غير المنظم للهجوم بسرعة أو التقدم التدريجي مع الاستحواذ
fr: Exploiter l'adversaire désorganisé pour attaquer rapidement ou progresser graduellement avec la possession

# gameModel21
source: To immediately attack a team that is disorganised and caught in transition. Or recover possession to build a meaningful attack.
ar: الهجوم فورًا على فريق غير منظم ومحاصر في الانتقال. أو استعادة الاستحواذ لبناء هجوم ذو معنى.
fr: Attaquer immédiatement une équipe désorganisée et surprise en transition. Ou récupérer la possession pour construire une attaque significative.

# gameModel22
source: Counter from Defending 3rd Clearance Compact team shape Play direct Build through, around or over.
ar: الهجوم من الثلث الدفاعي التصريف شكل فريق مدمر اللعب المباشر بناء من خلال، حول أو فوق.
fr: Contre-attaque depuis le Tiers Défensif Dégagement Forme compacte de l'équipe Jeu direct Construire à travers, autour ou au-dessus.

# gameModel23
source: Playing around pressure Counter from central midfield Counter from wide areas Finding the spare player quickly
ar: اللعب حول الضغط الهجوم من وسط الملعب الهجوم من المناطق العرضية العثور على اللاعب الفارغ بسرعة
fr: Jeu autour de la pression Contre-attaque depuis le milieu de terrain central Contre-attaque depuis les zones latérales Trouver rapidement le joueur libre

# gameModel24
source: Quick Finishing Creative Play Crossing and Finishing Finishing with Balance Finishing with numbers
ar: التسديد السريع اللعب الإبداعي عبور وتسديد التسديد مع التوازن التسديد بأرقام
fr: Finition Rapide Jeu Créatif Centrage et Finition Finition avec Équilibre Finition avec des nombres

# gameModel25
source: Possession Phase
ar: مرحلة الاستحواذ
fr: Phase de Possession

# gameModel26
source: Defensive Transition
ar: الانتقال الدفاعي
fr: Transition Défensive

# gameModel27
source: Attacking Transition
ar: الانتقال الهجومي
fr: Transition Offensive

# gameModel28
source: Out of Possession Phase
ar: خارج مرحلة الاستحواذ
fr: Phase Sans Possession

# gameModel29
source: Game Model:Breakdown
ar: نموذج اللعب: الكسر
fr: Modèle de Jeu: Décryptage

# gameModel30
source: Possession Phase
ar: مرحلة الاستحواذ
fr: Phase de Possession

# gameModel31
source: Defensive Transition
ar: الانتقال الدفاعي
fr: Transition Défensive

# gameModel32
source: Attacking Transition
ar: الانتقال الهجومي
fr: Transition Offensive

# gameModel33
source: Out of Possession Phase
ar: خارج مرحلة الاستحواذ
fr: Phase Sans Possession

# gameModel34
source: Find the spare players (Numerical Advantage) Movement & rotations to create overloads Quick switches of player Possession or Penetration Dictate Tempo Finishing
ar: العثور على اللاعبين الفارغين (الميزة العددية) الحركة والتناوب لخلق التحميلات التبديلات السريعة لللاعب الاستحواذ أو الاختراق تحديد الإيقاع التسديد
fr: Trouver les joueurs libres (Avantage Numérique) Mouvement & rotations pour créer des surcharges Changements rapides de joueur Possession ou Pénétration Dictée du Tempo Finition

# gameModel35
source: React Quickly Instant press, delay or protect Force play onto supporting players Compact shape Avoid penetration Avoid finishing
ar: الاستجابة بسرعة الضغط الفوري، التأخير أو الحماية إجبار اللعب على اللاعبين الداعمين شكل مدمر تجنب الاختراق تجنب التسديد
fr: Réagir rapidement Pression instantanée, retard ou protection Forcer le jeu vers les joueurs de soutien Forme compacte Éviter la pénétration Éviter la finition

# gameModel36
source: Secure the first pass Counter Attacking (Opp Unbalanced) Positional Attack (Opp Balanced) Creativity Support. Switching of Play
ar: تأمين الباس الأول الهجوم المضاد (الخصم غير متوازن) الهجوم الموضعي (الخصم متوازن) الإبداع الدعم. تبديل اللعب
fr: Assurer la première passe Contre-attaque (Adversaire Déséquilibré) Attaque Positionnelle (Adversaire Équilibré) Créativité Soutien. Changement de jeu

# gameModel37
source: Regain Possession Protect the centre & show wide Protect space between units Prevent split passes, between players Compact Apply pressure
ar: استعادة الاستحواذ حماية الوسط وإظهار العرضي حماية المسافة بين الوحدات منع التمريرات الانشقاقية، بين اللاعبين مدمر تطبيق الضغط
fr: Récupérer la Possession Protéger le centre & montrer à l'extérieur Protéger l'espace entre les unités Empêcher les passes en profondeur, entre les joueurs Compact Exercer une pression

# gameModel38
source: Create overloads Rotations Positional Attack (Opp Balanced) Creativity Combinations Speed of play Width, Depth, Penetration
ar: خلق التحميلات التبديلات الهجوم الموضعي (الخصم متوازن) الإبداع التجميعات سرعة اللعب العرض، العمق، الاختراق
fr: Créer des surcharges Rotations Attaque Positionnelle (Adversaire Équilibré) Créativité Combinaisons Vitesse de jeu Largeur, Profondeur, Pénétration

# gameModel39
source: Recover formation Press on loose possession Defend from front, drop back if required Force opposition away from central areas Compact, Delay and Deny Cover & Slide Block Passing lanes
ar: استعادة التشكيل الضغط على الكرة الضائعة الدفاع من الأمام، الانسحاب إذا لزم الأمر إبعاد الخصم بعيدًا عن المناطق المركزية مدمر، تأخير ورفض التغطية والانزلاق حجب مسارات التمرير
fr: Reprendre la formation Pression sur la perte de balle Défendre de l'avant, reculer si nécessaire Forcer l'adversaire à s'éloigner des zones centrales Compact, Retarder et Refuser Couverture & Glissement Bloquer les lignes de passe

# gameModel40
source: ATT to stretch the opposition DEF line Build the attack Create numerical advantage Creativity Progress into attacking zones Switching of Play Finding the spare player
ar: الهجوم لتمدد خط الدفاع الخصم بناء الهجوم خلق ميزة عددية الإبداع التقدم إلى مناطق الهجوم تبديل اللعب العثور على اللاعب الفارغ
fr: ÉTIRER l'ATT pour étirer la ligne de DÉFENSE adverse Construire l'attaque Créer un avantage numérique Créativité Progresser dans les zones d'attaque Changement de jeu Trouver le joueur libre

# gameModel41
source: Regain progression Defend the goal Press in packs Cover positions if required (Unbalanced) Delay opposition, force them to recycle Compactness Protect the central areas
ar: استعادة التقدم الدفاع عن المرمى الضغط بتجمعات تغطية المواقع إذا لزم الأمر (غير متوازن) تأخير الخصم، إجبارهم على إعادة التدوير المدمرة حماية المناطق المركزية
fr: Récupérer la progression Défendre le but Pression en groupe Occupation des positions si nécessaire (Déséquilibré) Retarder l'adversaire, le forcer à recycler Compacité Protéger les zones centrales

# gameModel42
source: PRINCIPLES
ar: المبادئ
fr: PRINCIPES

# gameModel43
source: AIMS
ar: الأهداف
fr: OBJECTIFS

# gameModel44
source: PHASE
ar: المرحلة

# gameModel45
source: MICRO-PRINCIPLES
ar: المبادئ الدقيقة
fr: MICRO-PRINCIPES
