Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# exercise34step3
source: Slowly return to starting position. Repeat.
ar: ارجع ببطء إلى وضع البداية. كرر.
fr: Revenez lentement à la position de départ. Répétez.

# exercise35step1
source: Stand up straight with a dumbbell in each hand at arm's length.
ar: قف بشكل مستقيم مع دمبل في كل يد على طول الذراع.
fr: Tenez-vous droit avec un haltère dans chaque main à la longueur des bras.

# exercise35step2
source: Raise one dumbbell and twist your forearm until it is vertical and your palm faces the shoulder.
ar: ارفع دمبل وادر أسطح الذراع حتى تكون رأسية وكف اليد تواجه الكتف.
fr: Levez un haltère et tournez votre avant-bras jusqu'à ce qu'il soit vertical et votre paume face à l'épaule.

# exercise35step3
source: Lower to original position and repeat with opposite arm
ar: انخفض إلى الوضع الأصلي وكرر مع الذراع الآخر
fr: Abaissez à la position originale et répétez avec le bras opposé

# exercise36step1
source: Attach band to a low anchor point. Point your palms straight forward.
ar: ثبت الشريط إلى نقطة تثبيت منخفضة. حدِّد كفوف يديك نحو الأمام مباشرة.
fr: Attachez la bande à un point d'ancrage bas. Pointez vos paumes droit devant.

# exercise36step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: انثنِ مرفقيك حتى تشعر بانقباض في عضلات البايسبس. ثم قم بتمديد المرفقين بشكل كامل.
fr: Fléchissez votre coude jusqu'à ce que vous sentiez vos biceps se contracter. Puis étendez complètement les coudes.

# exercise37step1
source: While holding the upper arms stationary, curl the weights forward while contracting the biceps as you breathe out.
ar: أثناء إبقاء الذراعين العلويتين ثابتتين، ارفع الأوزان إلى الأمام مع انقباض البايسبس وأنت تزفر.
fr: Tout en gardant les bras supérieurs immobiles, enroulez les poids vers l'avant en contractant les biceps en expirant.

# exercise37step2
source: Continue the movement until your biceps are fully contracted and the bar is at shoulder level.
ar: واصل الحركة حتى تكون البايسبس قد انقبضت بشكل كامل ويكون القضيب عند مستوى الكتف.
fr: Continuez le mouvement jusqu'à ce que vos biceps soient complètement contractés et que la barre soit au niveau des épaules.

# exercise37step3
source: Lower toHold the contracted position for a second and squeeze the biceps hard. original position and repeat with opposite arm
ar: احتفظ بالوضع المنقبض لثانية وانقبض بقوة على البايسبس. ارفع ببطء الوزن إلى وضع البداية وكرر مع الذراع الآخر.
fr: Maintenez la position contractée pendant une seconde et serrez fort les biceps.

# exercise37step4
source: Slowly bring the weight back down to the starting position.
ar: قم بإعادة الوزن ببطء إلى وضع البداية.
fr: Ramenez lentement le poids à la position de départ.

# exercise38step1
source: Take a double overhand grip that's about shoulder width. Flex your elbows while keeping your elbows tucked in. Try not to let them flare out.
ar: خذ قبضة مزدوجة بعرض الكتف تقريبًا. انحنِ مرفقيك مع الحفاظ على اقتران المرفقين. حاول عدم السماح لهما بالتوسع.
fr: Prenez une prise en pronation à environ la largeur des épaules. Fléchissez vos coudes tout en gardant vos coudes serrés. Essayez de ne pas les laisser s'évaser.

# exercise38step2
source: Curl until your forearm presses into your bicep. Then fully extend your elbows at the bottom of each rep.
ar: انثنِ حتى يضغط ساعدك على عضلة البايسبس. ثم قم بتمديد المرفقين بشكل كامل في أسفل كل تكرار.
fr: Enroulez jusqu'à ce que votre avant-bras presse dans votre biceps. Puis étendez complètement vos coudes à la fin de chaque répétition.

# exercise39step1
source: Position a barbell in a landmine or corner of a room and stand facing it with your feet shoulder-width apart.
ar: وضع قضيب في ركن أو زاوية في الغرفة وقف أمامه بقدميك على عرض الكتفين.
fr: Positionnez une barre dans un landmine ou un coin de la pièce et tenez-vous face à elle, pieds écartés à la largeur des épaules.

# exercise39step2
source: Grasp the end of the barbell with a neutral grip, keeping your arms straight and your shoulders relaxed.
ar: امسك بطرف القضيب بقبضة محايدة، وحافظ على تمديد ذراعيك واستراحة كتفيك.
fr: Saisissez l'extrémité de la barre avec une prise neutre, en gardant les bras droits et les épaules détendues.

# exercise39step3
source: Bend at the hips and knees to lower your torso until it is almost parallel to the ground.
ar: انحنِ عند الوركين والركب لتخفيض جذعك حتى يكون تقريبًا موازيًا للأرض.
fr: Penchez-vous au niveau des hanches et des genoux pour abaisser votre torse jusqu'à ce qu'il soit presque parallèle au sol.

# exercise39step4
source: Pull the barbell towards your chest, squeezing your shoulder blades together as you row the weight up.
ar: اسحب القضيب نحو صدرك، مع الضغط على ألواح الكتف معًا أثناء رفع الوزن.
fr: Tirez la barre vers votre poitrine, en serrant les omoplates ensemble alors que vous ramez le poids vers le haut.

# exercise40step1
source: Attach band to a low anchor point. Point your palms straight forward.
ar: ثبت الشريط إلى نقطة تثبيت منخفضة. حدد كفوف يديك نحو الأمام مباشرة.
fr: Attachez la bande à un point d'ancrage bas. Pointez vos paumes droit devant.

# exercise40step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: انثنِ مرفقيك حتى تشعر بانقباض في عضلات البايسبس. ثم قم بتمديد المرفقين بشكل كامل.
fr: Fléchissez votre coude jusqu'à ce que vous sentiez vos biceps se contracter. Puis étendez complètement les coudes.

# exercise41step1
source: Attach band to a low anchor point. Point your palms straight forward.
ar: ثبت الشريط إلى نقطة تثبيت منخفضة. حدد كفوف يديك نحو الأمام مباشرة.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers l'avant.

# exercise41step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: انثنِ مرفقيك حتى تشعر بانقباض في عضلات البايسبس. ثم قم بتمديد المرفقين بشكل كامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise42step1
source: Attach band to a low anchor point. Point your palms straight forward.
ar: ثبت الشريط إلى نقطة تثبيت منخفضة. حدد كفوف يديك نحو الأمام مباشرة.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers l'avant.

# exercise42step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: انثنِ مرفقيك حتى تشعر بانقباض في عضلات البايسبس. ثم قم بتمديد المرفقين بشكل كامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise43step1
source: Place the band at about eye level. Fall into a kneeling position.
ar: ضع الشريط تقريبًا على مستوى العينين. اسقط في وضع جلوس.
fr: Placez la bande à environ la hauteur des yeux. Mettez-vous à genoux.

# exercise43step2
source: The knee that is on the ground should be the same side as the working arm. Stick your chest out.
ar: يجب أن تكون الركبة التي على الأرض من نفس الجهة العاملة. انفرد بصدرك.
fr: Le genou au sol doit être du même côté que le bras qui travaille. Bombez le torse.

# exercise43step3
source: And then pull your elbow straight back. Flex your lats and then extend into the starting position.
ar: ثم اسحب مرفقك إلى الخلف بشكل مستقيم. انثنِ عضلات الظهر ثم قم بالتمديد للوصول إلى وضع البداية.
fr: Puis tirez votre coude droit en arrière. Contractez vos dorsaux puis revenez à la position de départ.

# exercise44step1
source: Attach band to a low anchor point. . Point your palms toward your thighs.
ar: ثبت الشريط إلى نقطة تثبيت منخفضة. نقطة كفوف يديك نحو الفخذين.
fr: Attachez la bande à un point d'ancrage bas. Orientez vos paumes vers vos cuisses.

# exercise44step2
source: Flex your elbow until you feel your biceps contract. Then fully extend elbows.
ar: انثنِ مرفقيك حتى تشعر بانقباض في عضلات البايسبس. ثم قم بتمديد المرفقين بشكل كامل.
fr: Fléchissez votre coude jusqu'à sentir vos biceps se contracter. Puis étendez complètement les coudes.

# exercise45step1
source: Hover your heels just off the ground..
ar: ارفع كعبيك قليلاً عن الأرض.
fr: Maintenez vos talons juste au-dessus du sol.

# exercise45step2
source: Stick your chest out and maintain a flat back. Make all the movement happen at your mid and upper spine.
ar: امتد صدرك وحافظ على ظهر مستقيم. قم بجعل جميع الحركة في منتصف وأعلى العمود الفقري.
fr: Bombez le torse et maintenez un dos plat. Faites en sorte que tout le mouvement se produise au niveau de votre colonne vertébrale moyenne et supérieure.

# exercise45step3
source: Point your chest to the left, then rotate at the spine until your chest is pointed right.
ar: قدم صدرك إلى اليسار، ثم ادور عند منتصف العمود الفقري حتى يكون صدرك موجهًا إلى اليمين.
fr: Orientez votre torse vers la gauche, puis tournez au niveau de la colonne jusqu'à ce que votre torse soit orienté vers la droite.

# exercise46step1
source: Start with your elbow and hip on the ground. Either neutral fist or flat hand on the ground.
ar: ابدأ بمرفق وورك على الأرض. إما بالقبضة الطبيعية أو اليد المسطحة على الأرض.
fr: Commencez avec votre coude et votre hanche au sol. Poing neutre ou main à plat sur le sol.

# exercise46step2
source: Begin in a side plank position, and then drop your hips to the floor.
ar: ابدأ في وضع اللوحة الجانبية، ثم انخفض بوركيك إلى الأرض.
fr: Commencez en position de planche latérale, puis laissez tomber vos hanches au sol.

# exercise46step3
source: Pull your hips back to the ceiling to finish the rep..
ar: اسحب وركيك إلى السقف لإكمال التكرار.
fr: Ramenez vos hanches vers le plafond pour finir la répétition.

# exercise47step1
source: Begin in an elbow side plank position..
ar: ابدأ في وضع اللوحة الجانبية على المرفقين.
fr: Commencez en position de planche latérale sur le coude.

# exercise47step2
source: Reach for the ceiling with your off hand..
ar: امتد نحو السقف بيدك البعيدة.
fr: Tendez la main vers le plafond avec votre main libre.

# exercise47step3
source: Rotate at the mid and upper spine and reach through the open space between the floor and your torso.
ar: قم بتدوير منتصف وأعلى العمود الفقري وامتد عبر المسافة المفتوحة بين الأرض وجنبك.
fr: Tournez au niveau de la colonne vertébrale moyenne et supérieure et passez votre main à travers l'espace ouvert entre le sol et votre torse.

# exercise47step4
source: Obliques
ar: عضلات الجوانب

# exercise48step1
source: Place the band at an anchor point that is shoulder height. Take a few steps away until the band is taut.
ar: ضع الشريط في نقطة تثبيت على ارتفاع الكتف. اخطو بعيدًا حتى يكون الشريط متوترًا.
fr: Placez la bande à un point d'ancrage à hauteur d'épaule. Éloignez-vous de quelques pas jusqu'à ce que la bande soit tendue.

# exercise48step2
source: Start with your fingers interlocked around the band and your fists connected to your chest.
ar: ابدأ بتشابك أصابعك حول الشريط وربط قبضتك بصدرك.
fr: Commencez avec vos doigts entrelacés autour de la bande et vos poings contre votre poitrine.

# exercise48step3
source: Extend at the elbows pressing the band away from your body until your elbows are fully extended.
ar: امتد عند المرفقين مضغوطًا الشريط بعيدًا عن جسمك حتى يتم تمديد المرفقين بالكامل.
fr: Étendez les coudes en pressant la bande loin de votre corps jusqu'à ce que vos coudes soient complètement étendus.

# exercise49step1
source: Place the band at an anchor point that is shoulder height. Take a few steps away until the band is taut.
ar: ضع الشريط في نقطة تثبيت على ارتفاع الكتف. اخطو بعيدًا حتى يكون الشريط متوترًا.
fr: Placez la bande à un point d'ancrage à hauteur d'épaule. Éloignez-vous de quelques pas jusqu'à ce que la bande soit tendue.

# exercise49step2
source: Start with your fingers interlocked around the band and your fists connected to your chest.
ar: ابدأ بتشابك أصابعك حول الشريط وربط قبضتك بصدرك.
fr: Commencez avec vos doigts entrelacés autour de la bande et vos poings contre votre poitrine.

# exercise49step3
source: Extend at the elbows pressing the band away from your body until your elbows are fully extended.
ar: امتد عند المرفقين مضغوطًا الشريط بعيدًا عن جسمك حتى يتم تمديد المرفقين بالكامل.
fr: Étendez les coudes en pressant la bande loin de votre corps jusqu'à ce que vos coudes soient complètement étendus.

# exercise50step1
source: Stand with your mid-foot under the bar and grip the bar with your hands, about a shoulder width apart.
ar: وقف مع منتصف قدميك تحت الشريط وامسك الشريط بيديك، على بُعد حوالى عرض الكتف.
fr: Tenez-vous avec le milieu de votre pied sous la barre et saisissez la barre avec vos mains, à peu près à la largeur des épaules.

# exercise50step2
source: Bend your knees, then lift the bar by straightening your back. It is important to keep your back straight.
ar: انحني ركبتيك، ثم ارفع الشريط بتقويم ظهرك. من المهم الحفاظ على ظهرك مستقيمًا.
fr: Pliez vos genoux, puis soulevez la barre en redressant votre dos. Il est important de garder votre dos droit.

# exercise50step3
source: Stand to your full height and hold.
ar: قف إلى ارتفاعك الكامل واحتفظ بالوضع.
fr: Tenez-vous à votre pleine hauteur et maintenez.

# exercise51step1
source: Stand with your mid-foot under the bar and grip the bar with your hands, about a shoulder width apart.
ar: وقف مع منتصف قدميك تحت الشريط وامسك الشريط بيديك، على بُعد حوالى عرض الكتف.
fr: Tenez-vous avec le milieu de votre pied sous la barre et saisissez la barre avec vos mains, à peu près à la largeur des épaules.

# exercise51step2
source: Bend your knees, then lift the bar by straightening your back. It is important to keep your back straight.
ar: انحني ركبتيك، ثم ارفع الشريط بتقويم ظهرك. من المهم الحفاظ على ظهرك مستقيمًا.
fr: Pliez vos genoux, puis soulevez la barre en redressant votre dos. Il est important de garder votre dos droit.

# exercise51step3
source: Stand to your full height and hold.
ar: قف إلى ارتفاعك الكامل واحتفظ بالوضع.
fr: Tenez-vous à votre pleine hauteur et maintenez.

# exercise52step1
source: Place the band at an anchor point that is shoulder height. Take a few steps away until the band is taut.
ar: ضع الشريط في نقطة تثبيت على ارتفاع الكتف. اخطو بضع خطوات حتى يكون الشريط متوترًا.
fr: Placez la bande à un point d'ancrage à hauteur d'épaule. Éloignez-vous de quelques pas jusqu'à ce que la bande soit tendue.

# exercise52step2
source: Start with your fingers interlocked around the band and your fists connected to your chest.
ar: ابدأ بتشابك أصابع يديك حول الشريط وقبضة قبضتيك على صدرك.
fr: Commencez avec vos doigts entrelacés autour de la bande et vos poings contre votre poitrine.

# exercise52step3
source: Extend at the elbows pressing the band away from your body until your elbows are fully extended.
ar: امتد في المرفقين مضغوطًا الشريط بعيدًا عن جسمك حتى يكون المرفقان ممدودين تمامًا.
fr: Étendez les coudes en pressant la bande loin de votre corps jusqu'à ce que vos coudes soient complètement étendus.

# exercise53step1
source: Place the band at an anchor point that is shoulder height. Take a few steps away until the band is taut.
ar: ضع الشريط في نقطة تثبيت على ارتفاع الكتف. اخطو بضع خطوات حتى يكون الشريط متوترًا.
fr: Placez la bande à un point d'ancrage à hauteur d'épaule. Éloignez-vous de quelques pas jusqu'à ce que la bande soit tendue.

# exercise53step2
source: Start with your fingers interlocked around the band and your fists connected to your chest.
ar: ابدأ بتشابك أصابع يديك حول الشريط وقبضة قبضتيك على صدرك.
fr: Commencez avec vos doigts entrelacés autour de la bande et vos poings contre votre poitrine.

# exercise53step3
source: Extend at the elbows pressing the band away from your body until your elbows are fully extended.
ar: امتد في المرفقين مضغوطًا الشريط بعيدًا عن جسمك حتى يكون المرفقان ممدودين تمامًا.
fr: Étendez les coudes en pressant la bande loin de votre corps jusqu'à ce que vos coudes soient complètement étendus.

# exercise55step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط في أعلى نقطة تثبيت تتوفر لديك. امسك بكلا طرفي الشريط وانخرط في وضع الجلوس.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise55step2
source: Push your hips back flexing at the spine.
ar: اضغط وركيك إلى الوراء مع انثناء العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise55step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: ضغط على عضلات البطن ثم امتد في الوركين والعمود الفقري مرة أخرى إلى وضع البداية.
fr: Contractez vos abdominaux puis étendez au niveau des hanches et de la colonne vertébrale pour revenir à la position de départ.

# exercise56step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط في أعلى نقطة تثبيت تتوفر لديك. امسك بكلا طرفي الشريط وانخرط في وضع الجلوس.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise56step2
source: Push your hips back flexing at the spine.
ar: اضغط وركيك إلى الوراء مع انثناء العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise56step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: ضغط على عضلات البطن ثم امتد في الوركين والعمود الفقري مرة أخرى إلى وضع البداية.
fr: Contractez vos abdominaux puis étendez au niveau des hanches et de la colonne vertébrale pour revenir à la position de départ.

# exercise57step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط في أعلى نقطة تثبيت تتوفر لديك. امسك بكلا طرفي الشريط وانخرط في وضع الجلوس.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise57step2
source: Push your hips back flexing at the spine.
ar: اضغط وركيك إلى الوراء مع انثناء العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise57step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: ضغط على عضلات البطن ثم امتد في الوركين والعمود الفقري مرة أخرى إلى وضع البداية.
fr: Contractez vos abdominaux puis étendez au niveau des hanches et de la colonne vertébrale pour revenir à la position de départ.

# exercise58step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط في أعلى نقطة تثبيت تتوفر لديك. امسك بكلا طرفي الشريط وانخرط في وضع الجلوس.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise58step2
source: Push your hips back flexing at the spine.
ar: اضغط وركيك إلى الوراء مع انثناء العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise58step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: ضغط على عضلات البطن ثم امتد في الوركين والعمود الفقري مرة أخرى إلى وضع البداية.
fr: Contractez vos abdominaux puis étendez au niveau des hanches et de la colonne vertébrale pour revenir à la position de départ.

# exercise59step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط في أعلى نقطة تثبيت تتوفر لديك. امسك بكلا طرفي الشريط وانخرط في وضع الجلوس.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise59step2
source: Push your hips back flexing at the spine.
ar: اضغط وركيك إلى الوراء مع انثناء العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise59step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: ضغط على عضلات البطن ثم امتد في الوركين والعمود الفقري مرة أخرى إلى وضع البداية.
fr: Contractez vos abdominaux puis étendez au niveau des hanches et de la colonne vertébrale pour revenir à la position de départ.

# exercise60step1
source: Hold the Barbell with both hands and kneel on the floor with your feet up
ar: امسك بالحمالة بكلتا يديك وانحنِ على الأرض بركبتيك.
fr: Tenez la barre avec les deux mains et agenouillez-vous au sol avec les pieds en l'air

# exercise60step2
source: Slowly roll the Barbell straight forward, stretching your body into a straight position.
ar: اسحب الحمالة ببطء نحو الأمام، ممتدًا جسمك إلى وضع مستقيم.
fr: Roulez lentement la barre droit devant, en étirant votre corps en position droite.

# exercise60step3
source: After a pause at the stretched position, start pulling yourself back to the starting position. This should be a slow and controlled movement.
ar: بعد توقف في الوضع الممتد، ابدأ في سحب نفسك إلى وضع البداية. يجب أن تكون هذه حركة بطيئة ومسيطرة.
fr: Après une pause en position étirée, commencez à vous tirer vers la position de départ. Ce mouvement doit être lent et contrôlé.

# exercise61step1
source: Hold the Barbell with both hands and kneel on the floor with your feet up
ar: امسك بالحمالة بكلتا يديك وانحنِ على الأرض بركبتيك.
fr: Tenez la barre avec les deux mains et agenouillez-vous au sol avec les pieds en l'air

# exercise61step2
source: Slowly roll the Barbell straight forward, stretching your body into a straight position.
ar: اسحب الحمالة ببطء نحو الأمام، ممتدًا جسمك إلى وضع مستقيم.
fr: Roulez lentement la barre droit devant, en étirant votre corps en position droite.

# exercise61step3
source: After a pause at the stretched position, start pulling yourself back to the starting position. This should be a slow and controlled movement.
ar: بعد توقف في الوضع الممتد، ابدأ في سحب نفسك إلى وضع البداية. يجب أن تكون هذه حركة بطيئة ومسيطرة.
fr: Après une pause en position étirée, commencez à vous tirer vers la position de départ. Ce mouvement doit être lent et contrôlé.

# exercise62step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط في أعلى نقطة تثبيت تتوفر لديك. امسك بكلا طرفي الشريط وانخرط في وضع الجلوس.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise62step2
source: Push your hips back flexing at the spine.
ar: اضغط وركيك إلى الوراء مع انثناء العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise62step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: ضغط على عضلات البطن ثم امتد في الوركين والعمود الفقري مرة أخرى إلى وضع البداية.
fr: Contractez vos abdominaux puis étendez au niveau des hanches et de la colonne vertébrale pour revenir à la position de départ.

# exercise63step1
source: Place the band at the highest anchor point you have available. Grab both ends of the band and fall into a kneeling position
ar: ضع الشريط في أعلى نقطة تثبيت تتوفر لديك. امسك بكلا طرفي الشريط وانخرط في وضع الجلوس.
fr: Placez la bande au point d'ancrage le plus haut disponible. Saisissez les deux extrémités de la bande et mettez-vous à genoux

# exercise63step2
source: Push your hips back flexing at the spine.
ar: اضغط وركيك إلى الوراء مع انثناء العمود الفقري.
fr: Poussez vos hanches en arrière en fléchissant la colonne vertébrale.

# exercise63step3
source: Squeeze your abs and then extend at the hips and spine back to the starting position.
ar: ضغط على عضلات البطن ثم امتد في الوركين والعمود الفقري مرة أخرى إلى وضع البداية.
fr: Contractez vos abdominaux puis étendez au niveau des hanches et de la colonne vertébrale pour revenir à la position de départ.
