Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# positionalRB18
source: Body position Angle of approach Aggressiveness & Interception
ar: موقف الجسم- زاوية الاقتراب- العدوانية و الاعتراض
fr: Position du corps Angle d'approche Aggressivité & Interception

# positionalRB19
source: Maintain defensive structure to minimise the counter-threat Corner responsibilities i.e. short option, front post area
ar: الحفاظ على هيكل الدفاع لتقليل التهديد العكسي- مسؤوليات الزاوية أي الخيار القصير ، منطقة القائم الأمامي
fr: Maintenir une structure défensive pour minimiser la menace de contre-responsabilité Responsabilités de corner, par exemple option courte, zone du premier poteau

# positionalRB20
source: The right-back position is all about balance,you need to be able to defend well and also support the attack - Philipp Lahm
ar: مركز الظهير الأيمن يتعلق الأمر بالتوازن، يجب عليك أن تكون قادرًا على الدفاع بشكل جيد وكذلك دعم الهجوم -
fr: Le poste d'arrière droit est tout une question d'équilibre, vous devez bien défendre et aussi soutenir l'attaque

# positionalRB21
source: Defender: The primary role of a right-back is to defend the right side of the field and protect the goal. This involves tracking the opposition's forwards and wingers,making tackles, and making interceptions.
ar: مدافع: الدور الأساسي للظهير الأيمن هو الدفاع عن الجانب الأيمن من الملعب وحماية المرمى. يتضمن ذلك تتبع المهاجمين والجناحين للخصم، والقيام بالتدخلات، وعمل الاعتراض.
fr: Défenseur : Le rôle principal d'un arrière droit est de défendre le côté droit du terrain et de protéger le but. Cela implique de suivre les attaquants et les ailiers adverses, de faire des tacles et des interceptions.

# positionalRB22
source: Attacker: In addition to defending, a right-back must also be able to contribute to the attacking play. This involves getting forward and making runs down the right flank, as well as delivering crosses into the box and getting involved in the final third.
ar: مهاجم: بالإضافة إلى الدفاع، يجب على الظهير الأيمن أيضًا أن يكون قادرًا على المساهمة في اللعب الهجومي. يتضمن ذلك التقدم والجري في الجناح الأيمن، بالإضافة إلى تقديم العروض العرضية إلى داخل المرمى والمشاركة في الثلث النهائي للملعب.
fr: Attaquant : En plus de défendre, un arrière droit doit également pouvoir contribuer au jeu offensif. Cela implique d'avancer et de faire des courses sur le flanc droit, ainsi que de délivrer des centres dans la surface et de s'impliquer dans le dernier tiers du terrain.

# positionalRB23
source: Distributor of the Ball: A right-back must also be able to play with the ball at their feet and distribute it effectively. This involves making accurate passes and starting attacking plays, as well as being able to link up with the midfield and forwards.Good distribution skills can be crucial in transitioning the play from defense to attack.
ar: موزع الكرة: يجب أن يكون الظهير الأيمن قادرًا أيضًا على اللعب بالكرة بقدميه وتوزيعها بشكل فعال. يتضمن ذلك إجراء تمريرات دقيقة وبدء الهجمات الهجومية، بالإضافة إلى القدرة على التواصل مع خط الوسط والمهاجمين. يمكن أن تكون مهارات التوزيع الجيدة حاسمة في تحويل اللعب من الدفاع إلى الهجوم.
fr: Distributeur du Ballon : Un arrière droit doit également être capable de jouer avec le ballon à ses pieds et de le distribuer efficacement. Cela implique de faire des passes précises et de démarrer des actions offensives, ainsi que d'être capable de faire le lien avec le milieu de terrain et les attaquants. De bonnes compétences en distribution peuvent être cruciales dans la transition du jeu de la défense à l'attaque.

# positionalCB11
source: POSITION:CB
ar: الموقف: CB

# positionalCB12
source: DRIBBLING
ar: المراوغة
fr: DRIBBLAGE

# positionalCB13
source: CREATIVITY
ar: الإبداع
fr: CRÉATIVITÉ

# positionalCB14
source: COMMUNICATION
ar: التواصل

# positionalCB15
source: PASSING
ar: التمرير
fr: PASSER

# positionalCB16
source: KEY ATTRIBUTES
ar: الصفات الرئيسية
fr: KATTRIBUTS CLÉS

# positionalCB17
source: PHYSICAL
ar: بدني
fr: PHYSIQUE

# positionalCB18
source: HEADING
ar: الرأسيات
fr: EN-TÊTE

# positionalCB19
source: DECISION MAKING
ar: اتخاذ القرار
fr: PRISE DE DÉCISION

# positionalCB110
source: TACTICALLY
ar: تكتيكيًا
fr: TACTIQUEMENT

# positionalCB111
source: Able to receive under pressure Maintain possession in tight areas Continuously support players off the ball Confident to break lines (Passing/RWTB)
ar: القدرة على التحمل
fr: Capable de recevoir sous pression Maintenir la possession dans les espaces restreints Soutenir continuellement les joueurs sans ballon Être confiant pour casser les lignes (Passe/RWTB)

# positionalCB112
source: Communicate changes in team shape Deny, delay or intercept Confident to challenge aerially Identifying and communicating threats(opposition or spaces)
ar: تواصل التغييرات في شكل الفريق- الحرمان، التأخير أو الاعتراض -الثقة في التحدي الهوائي- تحديد وتواصل التهديدات (الخصم أو المساحات)
fr: Communiquer les changements dans la forme de l'équipe Nier, retarder ou intercepter Être confiant pour challenger dans les airs Identifier et communiquer les menaces (opposition ou espaces)

# positionalCB113
source: Knowledge of slowing opposition ATT Maintaining good balance and team structure Awarenesses of long passes in-behind Communication
ar: معرفة تباطؤ الهجوم- الحفاظ على التوازن الجيد وهيكل الفريق -الوعي بالتمريرات الطويلة خلف الدفاع التواصل
fr: Connaissance de la manière de ralentir l'ATT de l'opposition Maintien d'un bon équilibre et d'une bonne structure d'équipe Conscience des longues passes en profondeur Communication

# positionalCB114
source: Balance and Depth Always being a passing option Finding the spare player Quick tempo to move opposition
ar: التوازن والعمق دائمًا كونه خيار - تمرير - العثور على اللاعب الفارغ وتمرير السرعة لتحريك الخصم
fr: Équilibre et Profondeur Toujours être une option de passe Trouver le joueur libre Un tempo rapide pour bouger l'opposition

# positionalCB115
source: Team work and communication to progress unit with play Dominant in 1v1 (Ground & Ariel)Cautious of height and distances (Units,behind, team mates)
ar: العمل الجماعي والتواصل لتقدم الوحدة مع اللعب- سيطرة في المواجهة الفردية (الأرض والهواء)- تحذير من الارتفاع والمسافات (الوحدات، الخلف، زملائه)
fr: Travail d'équipe et communication pour progresser dans l'unité de jeu Dominateur en 1 contre 1 (Sol & Aérien)Prudent quant à la hauteur et aux distances (Unités,derrière, coéquipiers)

# positionalCB116
source: Secure the first pass if possible If under pressure can we relieve pressure by playing long Build possession progressively Use GK if needed
ar: تأمين التمريرة الأولى إذا أمكن الخروج تحت الضغط - هل يمكننا تخفيف الضغط عن طريق اللعب الطويل- بناء الاستحواذ تدريجيًا - استخدم حارس المرمى إذا لزم الأمر
fr: Assurer la première passe si possible Si sous pression, pouvons-nous soulager la pression en jouant longtemps Construire progressivement la possession Utiliser le gardien de but si nécessaire

# positionalCB117
source: Create an overload in MID Switch the Play Diagonal Play Long balls in-behind
ar: خلق تحميل زائد في منتصف الميدان - تبديل اللعب - اللعب القطري- كرات طويلة خلف الخطوط
fr: Créer un surnombre au milieu de terrain Changer de jeu Jeu en diagonale Longs ballons en profondeur

# positionalCB118
source: Balanced distances between units Press & Cover & Sweep Dominate and recover possession
ar: المسافات المتوازنة بين الوحدات -الضغط والتغطية والتمرير- السيطرة واستعادة الاستحواذ
fr: Distances équilibrées entre les unités Presser & Couvrir & Balayer Dominer et récupérer la possession

# positionalCB119
source: Challenge in the air Mark, track and intercept Make spaces hard to work from
ar: التحدي في الهواء- وضع علامة- تتبع والاعتراض جعل المساحات صعبة العمل منها
fr: Challenger dans les airs Marquer, suivre et intercepter Rendre les espaces difficiles à travailler

# positionalCB120
source: Being a is about being tough,but also smart, you need to read the game and make quick decisions.- Gerard Pique
ar: أن تكون مدافعًا يتعلق الأمر بكونك قويًا، ولكن أيضًا ذكيًا، عليك قراءة اللعبة واتخاذ قرارات سريعة.
fr: Être un est une question d'être dur, mais aussi intelligent, vous devez lire le jeu et prendre des décisions rapides. - Gerard Piqué

# positionalCB121
source: Defender: The primary role of is to defend the goal and prevent the opposition from scoring. This involves making tackles, interceptions, and blocking shots, as well as organizing and communicating with the rest of the defense
ar: مدافع: الدور الأساسي لمدافع هو الدفاع عن المرمى ومنع الخصم من التسجيل. يتضمن ذلك إجراء التدخلات، والاعتراض، ومنع التسديدات، بالإضافة إلى تنظيم الدفاع والتواصل مع بقية الدفاع
fr: Défenseur : Le rôle principal d'un est de défendre le but et d'empêcher l'adversaire de marquer. Cela implique de faire des tacles, des interceptions et de bloquer les tirs, ainsi que d'organiser et de communiquer avec le reste de la défense

# positionalCB122
source: Aerial Threat: are also often called upon to contribute to the attack by joining in set pieces, such as corner kicks and free kicks. This requires good aerial ability, as well as the ability to jump and win headers in the box
ar: التهديد الهوائي: يتعين أيضًا على المدافعين أن يساهموا في الهجوم من خلال المشاركة في الكرات الثابتة، مثل الركلات الركنية والضربات الحرة. يتطلب ذلك قدرة جيدة على القفز والفوز في الكرات العالية داخل منطقة الجزاء
fr: Menace Aérienne : sont également souvent sollicités pour contribuer à l'attaque en participant aux phases arrêtées, telles que les coups de pied de coin et les coups francs. Cela nécessite une bonne capacité aérienne, ainsi que la capacité à sauter et à remporter des duels aériens dans la surface

# positionalCB123
source: Leader and Organizer: As one of the most experienced players on the field, centerbacks must also be leaders and organizers. This involves being vocal, making splitsecond decisions, and directing the defense in order to keep the team organized and focused on the task at hand. Center-backs are often the cornerstone of a team's defense and play a crucial role in maintaining a solid back line.
ar: قائد ومنظم: كونه أحد اللاعبين الأكثر خبرة على الملعب، يجب أن يكون المدافع قائدًا ومنظمًا أيضًا. ينطوي ذلك على كونه صوتيًا، واتخاذ قرارات في لحظة، وتوجيه الدفاع للحفاظ على تنظيم الفريق والتركيز على المهمة في يده. غالبًا ما يكون مدافعو المركز عمودًا فقريًا في دفاع الفريق ويؤدون دورًا حاسمًا في الحفاظ على خط دفاع قوي.
fr: Leader et Organisateur : En tant que l'un des joueurs les plus expérimentés sur le terrain, les défenseurs centraux doivent également être des leaders et des organisateurs. Cela implique d'être vocal, de prendre des décisions en une fraction de seconde et de diriger la défense afin de maintenir l'équipe organisée et concentrée sur la tâche à accomplir. Les défenseurs centraux sont souvent la pierre angulaire de la défense d'une équipe et jouent un rôle crucial dans le maintien d'une ligne arrière solide.

# positionalLB1
source: POSITION:LB
ar: الموقف: LB

# positionalLB2
source: BALANCE
ar: التوازن
fr: ÉQUILIBRE

# positionalLB3
source: POSITIONING
ar: التموضع
fr: POSITIONNEMENT

# positionalLB4
source: CREATIVITY
ar: الإبداع
fr: CRÉATIVITÉ

# positionalLB5
source: PASSING
ar: التمرير
fr: PASSER

# positionalLB6
source: KEY ATTRIBUTES
ar: الصفات الرئيسية
fr: ATTRIBUTS CLÉS

# positionalLB7
source: VISION
ar: رؤية

# positionalLB8
source: STAMINA
ar: القدرة على التحمل
fr: ENDURANCE

# positionalLB9
source: MOVEMENT
ar: الحركة
fr: MOUVEMENT

# positionalLB10
source: TACTICALLY
ar: تكتيكيًا
fr: TACTIQUEMENT

# positionalLB11
source: Movement into a wider position to receive Combination play Look to play into the next unit or ATT
ar: الحركة إلى موقع أوسع لتلقي الكرة - اللعب المشترك- البحث عن اللعب إلى الوحدة التالية أو الهجوم
fr: Déplacement vers une position plus large pour recevoir Jeu en combinaison Chercher à jouer dans la prochaine unité ou l'attaque

# positionalLB12
source: Recovery Runs (2v1) Adopt a more compact structure Block crosses (Force backwards) Challenge aerially
ar: الجري للتعافي- (2v1) اعتماد هيكل أكثر اندماجًا- حظر العبور (فرض العودة) التحدي في الهواء
fr: Courses de récupération (2v1) Adopter une structure plus compacte Bloquer les centres (Forcer en arrière) Challenging dans les airs

# positionalLB13
source: Delay to slow the opposition Deny to reorganize The decision to press or protect Get behind the ball
ar: التأخير لتباطئ المنافسة- الحرمان لإعادة التنظيم- القرار بالضغط أو الحماية- الوصول خلف الكرة
fr: Retard pour ralentir l'opposition Nier pour se réorganiser La décision de presser ou de protéger Se replacer derrière le ballon

# positionalLB14
source: Create an overload in MID Switch the Play Diagonal Play Long balls in-behind
ar: خلق تحميل زائد في منتصف الميدان - تبديل اللعب - اللعب القطري- كرات طويلة خلف الخطوط
fr: Créer un surnombre au milieu de terrain Changer de jeu Jeu en diagonale Longs ballons en profondeur

# positionalLB15
source: Balanced distances between units Press & Cover & Sweep Dominate and recover possession
ar: المسافات المتوازنة بين الوحدات -الضغط والتغطية والتمرير- السيطرة واستعادة الاستحواذ
fr: Distances équilibrées entre les unités Presser & Couvrir & Balayer Dominer et récupérer la possession

# positionalLB16
source: Secure the first pass if possible If under pressure can we relieve pressure by playing long Build possession progressively Use GK if needed
ar: تأمين التمريرة الأولى إذا أمكن الخروج تحت الضغط -هل يمكننا تخفيف الضغط عن طريق اللعب الطويل- بناء الاستحواذ تدريجيًا استخدم حارس المرمى إذا لزم الأمر
fr: Assurer la première passe si possible Si sous pression, pouvons-nous soulager la pression en jouant longtemps Construire progressivement la possession Utiliser le gardien de but si nécessaire

# positionalLB17
source: Challenge in the air Mark, track and intercept Make spaces hard to work from
ar: التحدي في الهواء- وضع علامة- تتبع والاعتراض جعل المساحات صعبة العمل منها
fr: Challenger dans les airs Marquer, suivre et intercepter Rendre les espaces difficiles à travailler

# positionalLB18
source: IN POSSESSION
ar: في حالة الاستحواذ
fr: EN POSSESSION

# positionalLB19
source: Balance and Depth Always being a passing option Finding the spare player Quick tempo to move opposition
ar: التوازن والعمق دائمًا كونه خيار- تمرير- العثور على اللاعب الفارغ وتمرير السرعة لتحريك الخصم
fr: Équilibre et Profondeur Toujours être une option de passe Trouver le joueur libre Un tempo rapide pour bouger l'opposition

# positionalLB20
source: Being a is about being tough,but also smart, you need to read the game and make quick decisions.- Gerard Pique
ar: أن تكون مدافعًا يتعلق الأمر بكونك قويًا، ولكن أيضًا ذكيًا، عليك قراءة اللعبة واتخاذ قرارات سريعة.
fr: Être un est une question d'être dur, mais aussi intelligent, vous devez lire le jeu et prendre des décisions rapides. - Gerard Piqué

# positionalLB21
source: Defender: The primary role of is to defend the goal and prevent the opposition from scoring. This involves making tackles, interceptions, and blocking shots, as well as organizing and communicating with the rest of the defense
ar: مدافع: الدور الأساسي لمدافع هو الدفاع عن المرمى ومنع الخصم من التسجيل. يتضمن ذلك إجراء التدخلات، والاعتراض، ومنع التسديدات، بالإضافة إلى تنظيم الدفاع والتواصل مع بقية الدفاع
fr: Défenseur : Le rôle principal d'un est de défendre le but et d'empêcher l'adversaire de marquer. Cela implique de faire des tacles, des interceptions et de bloquer les tirs, ainsi que d'organiser et de communiquer avec le reste de la défense

# positionalLB22
source: Aerial Threat: are also often called upon to contribute to the attack by joining in set pieces, such as corner kicks and free kicks. This requires good aerial ability, as well as the ability to jump and win headers in the box
ar: التهديد الهوائي: يتعين أيضًا على المدافعين أن يساهموا في الهجوم من خلال المشاركة في الكرات الثابتة، مثل الركلات الركنية والضربات الحرة. يتطلب ذلك قدرة جيدة على القفز والفوز في الكرات العالية داخل منطقة الجزاء
fr: Menace Aérienne : sont également souvent sollicités pour contribuer à l'attaque en participant aux phases arrêtées, telles que les coups de pied de coin et les coups francs. Cela nécessite une bonne capacité aérienne, ainsi que la capacité à sauter et à remporter des duels aériens dans la surface

# positionalLB23
source: Leader and Organizer: As one of the most experienced players on the field, centerbacks must also be leaders and organizers. This involves being vocal, making splitsecond decisions, and directing the defense in order to keep the team organized and focused on the task at hand. Center-backs are often the cornerstone of a team's defense and play a crucial role in maintaining a solid back line.
ar: قائد ومنظم: كونه أحد اللاعبين الأكثر خبرة على الملعب، يجب أن يكون المدافع قائدًا ومنظمًا أيضًا. ينطوي ذلك على كونه صوتيًا، واتخاذ قرارات في لحظة، وتوجيه الدفاع للحفاظ على تنظيم الفريق والتركيز على المهمة في يده. غالبًا ما يكون مدافعو المركز عمودًا فقريًا في دفاع الفريق ويؤدون دورًا حاسمًا في الحفاظ على خط دفاع قوي.
fr: Leader et Organisateur : En tant que l'un des joueurs les plus expérimentés sur le terrain, les défenseurs centraux doivent également être des leaders et des organisateurs. Cela implique d'être vocal, de prendre des décisions en une fraction de seconde et de diriger la défense afin de maintenir l'équipe organisée et concentrée sur la tâche à accomplir. Les défenseurs centraux sont souvent la pierre angulaire de la défense d'une équipe et jouent un rôle crucial dans le maintien d'une ligne arrière solide.

# positionalCDM1
source: POSITION:CDM
ar: الموقف: CDM

# positionalCDM2
source: DICTATE THE GAME
ar: تحديد مجرى اللعب
fr: DICTER LE JEU

# positionalCDM3
source: POSITIONAL BALANCE
ar: توازن موقعي
fr: ÉQUILIBRE POSITIONNEL

# positionalCDM4
source: SPATIAL AWARENESS
ar: الوعي المكاني
fr: CONSCIENCE SPATIALE

# positionalCDM5
source: INTERCEPTIONS
ar: الاعتراض

# positionalCDM6
source: KEY ATTRIBUTES
ar: الصفات الرئيسية
fr: ATTRIBUTS CLÉS

# positionalCDM7
source: ORGANISATION
ar: التنظيم

# positionalCDM8
source: BALL CONTROL
ar: التحكم في الكرة
fr: MAÎTRISE DU BALLON

# positionalCDM9
source: PASSING RANGE
ar: نطاق التمرير
fr: ÉTENDUE DE PASSAGE

# positionalCDM10
source: BODY POSITION
ar: موقف الجسم
fr: POSITION DU CORPS

# positionalCDM11
source: Offer support and depth Break line with passing/running w/ ball Set up/build the attack i.e. switch of play
ar: تقديم الدعم والعمق كسر الخط بالتمرير / الجري مع الكرة إعداد / بناء الهجوم أي التبديل في اللعب
fr: Offrir un soutien et de la profondeur Rompre la ligne avec des passes/courses avec le ballon Mettre en place/construire l'attaque c'est-à-dire changer de jeu

# positionalCDM12
source: Defensive R&R Press & Cover & Sweep Dominate and recover possession
ar: دفاعي الرياضة والترفيه الضغط والتغطية والتمرير سيطرة واستعادة الاستحواذ
fr: R&R défensif Presser & Couvrir & Balayer Dominer et récupérer la possession

# positionalCDM13
source: Offer balance and support to the play Interceptions Minimise any space between units.
ar: توفير التوازن والدعم للعب التدخلات تقليل أي مسافة بين الوحدات.
fr: Offrir un équilibre et un soutien au jeu Interceptions Minimiser tout espace entre les unités.

# positionalCDM14
source: Reacting to the tempo of the game.Creating Overloads.Passing (Short, Medium, Long).Switching the play.The movement to create space.The movement to receive.Play with GK.Break lines.Combinations.Rotations.Width (Make the pitch big?).Capitalise on space.Can we progress forwards? Communication Belief
ar: الاستجابة لإيقاع اللعب. خلق التفوقات. التمرير (قصير، متوسط، طويل). تحويل اللعب. الحركة لخلق المساحة. الحركة لاستقبال الكرة. اللعب مع الحارس. كسر الخطوط. الجمع بين اللاعبين. التناوب. العرض (جعل الملعب كبيرًا؟). الاستفادة من المساحة. هل يمكننا التقدم إلى الأمام؟ التواصل الإيمان
fr: Réagir au tempo du jeu. Création de surnombres. Passe (Courte, Moyenne, Longue). Changer le jeu. Le mouvement pour créer de l'espace. Le mouvement pour recevoir. Jouer avec le gardien de but. Casser les lignes. Combinaisons. Rotations. Largeur (Rendre le terrain grand ?). Capitaliser sur l'espace. Pouvons-nous progresser vers l'avant ? Communication. Croyance

# positionalCDM15
source: Communicate changes in team shape Deny, delay or intercept Confident to challenge aerially Identifying and communicating threats(opposition or spaces)
ar: تواصل التغييرات في شكل الفريق- الحرمان، التأخير أو الاعتراض -الثقة في التحدي الهوائي- تحديد وتواصل التهديدات (الخصم أو المساحات)
fr: Communiquer les changements dans la forme de l'équipe Nier, retarder ou intercepter Être confiant pour challenger dans les airs Identifier et communiquer les menaces (opposition ou espaces)

# positionalCDM16
source: Defending 1v1 Invite opposition to press to positional space to ATT Support ATT (Overlap, underlap/inverted)
ar: الدفاع الفردي- دعوة الخصم للضغط على المساحة الموضعية للهجوم- دعم الهجوم (التداخل ، التحت مرر / الانعكاس)
fr: Défendre en 1 contre 1 Inviter l'opposition à presser dans l'espace positionnel vers l'attaque Soutenir l'attaque (Chevauchement, sous-chevauchement/inversé)

# positionalCDM17
source: Passing range Vision to create Dictate tempo of the game
ar: نطاق التمرير رؤية الإبداع لإنشاء تحديد وتمرير سرعة اللعب
fr: Gamme de passes Vision pour créer Dicté le tempo du jeu

# positionalCDM18
source: Delay and/or double up Set up press triggers Protect team shape
ar: التأخير و / أو المضاعفة تحديد مفاتيح الضغط حماية هيكل الفريق
fr: Retarder et/ou doubler Mise en place de pièges à la presse Protéger la forme d'équipe

# positionalCDM19
source: Anticipation of counter attack Awareness of Positioning
ar: توقع الهجوم المضاد وعي بالتمريرات
fr: Anticipation de contre-attaque Conscience du Positionnement

# positionalCDM20
source: The defensive midfielder is the pivot of the team, the one who sets the tempo and makes the team tick. - Xabi Alonso
ar: المتوسط الدفاعي هو المحور في الفريق، الذي يحدد الإيقاع ويجعل الفريق يعمل.
fr: Le milieu de terrain défensif est le pivot de l'équipe, celui qui donne le rythme et fait avancer l'équipe. - Xabi Alonso

# positionalCDM21
source: Protector of the Defense: The primary role of a defensive midfielder is to provide protection for the defense. This involves intercepting passes, making tackles, and disrupting the opposition's attacking play
ar: حامي الدفاع: الدور الأساسي للمتوسط الدفاعي هو توفير الحماية للدفاع. يتضمن ذلك اعتراض التمريرات والقيام بالتدخلات وتعطيل لعب الهجوم للخصم
fr: Protecteur de la Défense : Le rôle principal d'un milieu de terrain défensif est de protéger la défense. Cela implique d'intercepter les passes, de faire des tacles et de perturber le jeu offensif de l'adversaire

# positionalCDM22
source: Distributor of the Ball: A defensive midfielder must also be able to distribute the ball effectively, both in defense and in attack. This involves making accurate passes,starting attacking plays, and linking up with the forwards and wingers.
ar: موزع الكرة: يجب أن يكون المتوسط الدفاعي أيضًا قادرًا على توزيع الكرة بفعالية، سواء في الدفاع أو في الهجوم. يتضمن ذلك تنفيذ تمريرات دقيقة، وبدء الهجمات الهجومية، والربط بين الهجوم والوسط والمهاجمين.
fr: Distributeur du Ballon : Un milieu de terrain défensif doit également être capable de distribuer efficacement le ballon, aussi bien en défense qu'en attaque. Cela implique de faire des passes précises, de démarrer les actions offensives et de se lier avec les attaquants et les ailiers.

# positionalCDM23
source: Challenge in the air Mark, track and intercept Make spaces hard to work from
ar: التحدي في الهواء- وضع علامة- تتبع والاعتراض جعل المساحات صعبة العمل منها
fr: Challenger dans les airs Marquer, suivre et intercepter Rendre les espaces difficiles à travailler

# positionalCM1
source: POSITION:CM
ar: الموقف: CM

# positionalCM2
source: FIND SPACE
ar: البحث عن المساحة
fr: TROUVER DE L'ESPACE

# positionalCM3
source: PASSING ABILITY
ar: قدرة التمرير
fr: CAPACITÉ DE PASSAGE

# positionalCM4
source: PLAY UNDER PRESSURE
ar: اللعب تحت الضغط
fr: JOUER SOUS PRESSION
