Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# beepIntermittentTrainingParag6
source: 20-minute intermittent training is a method of physical training that involves periods of intense exercise alternating with periods of active or complete recovery. This training method is often used in fitness programs to improve cardiovascular fitness, increase strength and muscular endurance, as well as burn fat and lose weight. The 20-minute intermittent workout can take many forms, but generally consists of a series of short periods of intense exercise followed by periods of active or complete recovery. These periods can vary depending on the intensity and duration of the exercise, but are generally between 30 seconds and 2 minutes for intense exercise and between 30 seconds and 2 minutes for recovery. Intense exercise may include activities such as running, skipping, cycling, squats, lunges or push-ups. Recovery periods may include walking, slow jogging or active stretching. The 20-minute intermittent workout can be an effective method for improving fitness and overall health, even with limited training time. It can also be adapted to different fitness levels and can be performed at home or in a gym with minimal equipment. However, as with any workout program, it is important to consult a health care professional before beginning.
ar: التدريب المتقطع لمدة 20 دقيقة هو أسلوب تدريب بدني يتضمن فترات من التمارين المكثفة بالتناوب مع فترات من التعافي النشط أو الكامل. وغالبًا ما تستخدم طريقة التدريب هذه في تمارين برامج التكييف لتحسين قدرة القلب والأوعية الدموية , وزيادة القوة العضلية والقدرة على التحمل , بالإضافة إلى حرق الدهون وفقدان الوزن. يمكن أن يتخذ التمرين المتقطع لمدة 20 دقيقة عدة أشكال مختلفة , ولكنه يتكون عادة من سلسلة من التدريبات القصيرة. تمارين مكثفة , تليها فترات من التعافي النشط أو الكامل. قد تختلف هذه الفترات اعتمادًا على شدة التمرين ومدته , ولكن بشكل عام ما بين 30 ثانية ودقيقتين للتمرين المكثف وما بين 30 ثانية ودقيقتين للتعافي يمكن أن تشمل التمارين المكثفة أنشطة مثل الجري أو القفز على الحبل أو ركوب الدراجات أو القرفصاء أو الاندفاع أو الدفع -يو بي إس. يمكن أن تشمل فترات التهدئة المشي أو الركض البطيء أو التمدد النشط. يمكن أن يكون التدريب المتقطع لمدة 20 دقيقة طريقة فعالة لتحسين اللياقة والصحة العامة , حتى مع وقت التدريب المحدود. يمكن أيضًا تكييفها مع مستويات اللياقة البدنية المختلفة ويمكن القيام بها في المنزل أو في صالة الألعاب الرياضية مع الحد الأدنى من المعدات. ومع ذلك , كما هو الحال مع أي برنامج تدريبي , من المهم استشارة أخصائي طبي قبل البدء.
fr: L'entraînement intermittent de 20 minutes est une méthode d'entraînement physique qui implique des périodes d'exercice intensif alternant avec des périodes de récupération active ou complète. Cette méthode d'entraînement est souvent utilisée dans les programmes de conditionnement physique pour améliorer la capacité cardiovasculaire, augmenter la force et l'endurance musculaire, ainsi que pour brûler les graisses et perdre du poids.L'entraînement intermittent de 20 minutes peut prendre différentes formes, mais il consiste généralement en une série de courtes périodes d'exercices intenses, suivies de périodes de récupération active ou complète. Ces périodes peuvent varier en fonction de l'intensité et de la durée de l'exercice, mais elles sont généralement comprises entre 30 secondes et 2 minutes pour l'exercice intense et entre 30 secondes et 2 minutes pour la récupération. Les exercices intenses peuvent inclure des activités comme la course à pied, le saut à la corde, le vélo, les squats, les fentes ou les pompes. Les périodes de récupération peuvent inclure de la marche, du jogging lent ou des étirements actifs. L'entraînement intermittent de 20 minutes peut être une méthode efficace pour améliorer la condition physique et la santé globale, même avec un temps d'entraînement limité. Il peut également être adapté à différents niveaux de condition physique et peut être effectué à la maison ou dans une salle de sport avec un équipement minimal. Cependant, comme pour tout programme d'entraînement, il est important de consulter un professionnel de la santé avant de commencer.

# timerTitle1
source: Getting Started
ar: الشروع في العمل
fr: Prise en main

# timerTitle2
source: General warm-up
ar: الإحماء العام
fr: Echauffement général

# timerTitle3
source: Specific heating
ar: الإحماء الخاص
fr: Echauffement spécifique

# timerTitle4
source: Technic-tactical training
ar: عودة إلى الهدوء
fr: Entrainement technico-tactique

# timerWork
source: Work
ar: العمل
fr: TRAVAIL

source: Intervals
ar: فترات زمنية
fr: Intervalles

source: Remaining time
ar: الوقت المتبقي
fr: Temps restant

source: Rounds
ar: الاعادات

source: Work Period
ar: فترة العمل
fr: Période de travail

source: Rest period
ar: فترة الراحة
fr: Période de repos

# chestCircumfrence
source: Chest circumference* (en cm)
ar: محيط الصدر * (سم)
fr: Tour de poitrine* (en cm)

source: Select A file
ar: إختر ملف
fr: Sélectionner un fichier

# noselectAfile
source: No File Selected
ar: لم يتم إختيار ملف
fr: Aucun fichier sélectionné

source: Formation Videos
ar: فيديوهات تدريبية

source: Eps Videos
ar: فيديوات الرياضة و التربية البدنية

# pdfTitle1
source: worldwide
ar: عالمي
fr: mondial

# pdfTitle2
source: Arab
ar: عربي
fr: Arabe

# formationVideosTitle1
source: Football_exercices
ar: تمارين كرة القدم

# formationVideosTitle2
source: Football tactical
ar: تكتيكية كرة القدم

# formationVideosTitle3
source: Collective intelligence in football
ar: الذكاء الجماعي في كرة القدم
fr: L'intelligence collective dans le football

# formationVideosTitle4
source: Soccer offside rule explained
ar: قانون التسلل في كرة القدم
fr: La règle du hors-jeu du football expliquée

# formationVideosTitle5
source: Tactical zone
ar: المنطقة التكتيكية

# formationVideosTitle6
source: Game tactics
ar: تكتيكيات اللعبة

# formationVideosTitle7
source: Coaching tactics
ar: تكتيكيات التدريب

# formationVideosTitle8
source: Muscule building
ar: بناء العضلات
fr: Construction musculaire

# formationVideosTitle9
source: Technical training 12-15 years old
ar: التدريب الفني 12-15 سنة
fr: Formation technique 12-15 ans

# formationVideosTitle10
source: Coaching U18_U20
ar: سنة 18_20 تدريبات تحت

# formationVideosTitle11
source: Plyometric training
ar: تمارين بليومترك
fr: Entraînement pliométrique

# formationVideosTitle12
source: Goalkeeper training
ar: تدريب حارس المرمى
fr: Entraînement de gardien de but

# epsVideosTitle1
source: Warming up
ar: الاحماءات
fr: Echauffement

# epsVideosTitle2
source: Gym
ar: الجمباز

# epsVideosTitle3
source: Jeux
ar: الالعاب

# epsVideosTitle4
source: Kids
ar: الأطفال
fr: Enfants

# emploiduTemps
source: Time table
ar: الجدول الزمني
fr: Emploi du temps

# rapportdustage
source: Internship report
ar: تقرير التربص
fr: Rapport du stage

# listedesbilansdudebutdecycle
source: Bilan of cycle report
ar: تقرير بداية الدورة
fr: Bilan du début de cycle

# listedesbilansdufindecycle
source: End of cycle report
ar: تقرير نهاية الدورة
fr: Bilan de fin de cycle

# chartedeathete
source: Athlete's Charter
ar: ميثاق الرياضي
fr: Charte de l'athlète

# dixcommandements
source: Ten Golden Commandments
ar: عشر وصايا ذهبية
fr: Dix commandements d'or

# conceptionpedagogique
source: Instructional design
ar: التدخلات ‌البيداغوجية
fr: Conception pédagogique

# coatching
source: Coachings
ar: التدريب
fr: Entrainement

source: videoRecord
ar: مبرمج الفيديو
fr: enregistrement vidéo

# effectif
source: Players
ar: اللاعبين
fr: effectif

source: Espace EPS
ar: مساحة التربية و الرياضة

# dixCommandementdor1
source: 1.Consciously prepare the session by documenting myself with great care in choice of objectives and pedagogical means to be used.
ar: 1. تلعب دائما من أجل الإنتصار.
fr: 1. Préparer consciemment la séance en me documentant un grand soin au choix des objectifs et des moyens pédagogiques à utiliser.

# dixCommandementdor2
source: 2.Start the session on time to finish it on time, no one will blame me for that.
ar: 2. تلعب بروح رياضية.
fr: 2. Commencer la séance à l'heure pour la terminer à l’heure, personne ne m’en voudra pour cela.

# dixCommandementdor3
source: 3.Prepare the equipment and the workplace before the session to avoid waste of time and disruption.
ar: 3. تمتثل لقواعد اللعبة.
fr: 3.Préparer le matériel et le lieu de travail avant la séance pour éviter la perte du temps et les perturbations.

# dixCommandementdor4
source: 4.Please on the held, my behavior, and my language to serve example to my students.
ar: 4.تحترم منافسيك زملائك و الحكام و الرسميين و الجماهير.
fr: 4.Veuillez sur le tenu, mon comportement, et mon langage pour servir d’exemple à mes élèves.

# dixCommandementdor5
source: 5.Do well, hear me, see and understand by the students and communicate well with them.
ar: 5.تتقبل الهزيمة بشرف.
fr: 5.Faite bien, m'entendre, voir et comprendre par les élèves et bien communiquer avec eux.

# dixCommandementdor6
source: 6.Avoid physical sanctions, they are anti-pedagogical by respecting my students I make myself respected by without forgetting: << To understand everything is to forgive >>.
ar: 6.تحافظ على تطور مصالح الكرة
fr: 6.Eviter les sanctions physiques, elles sont anti-pédagogiques en respectant mes élèves je me fais respecter par sans oublier : « Tout comprendre c’est pardonner ».

# dixCommandementdor7
source: 7.try to awaken the sense of responsibility, by giving them tasks to fill.
ar: 7.ترفض الفساد و المنشطات و التعصب و العنف و كل المخاطر الأخرى التي تهدد كرة الرياضة
fr: 7.essayer d’éveiller le sens de responsabilité, en leur donnant des tâches à remplir.

# dixCommandementdor8
source: 8.compare my opinions to those of others, respecting these funds I will communicate better with those around me, enriching my background pedagogic.
ar: 8.تساعد الذين يقاومون محاولات الفساد في الرياضة
fr: 8.comparer mes opinions à celles des autres, en respectant ces deniers je communiquerai mieux avec mon entourage enrichissant mon bagage pédagogique.

# dixCommandementdor9
source: 9.Have a critical and non-critical spirit without forgetting that: << Imitation is the virtue of signs >>.
ar: 9.تكشف عن كل من يحاول الحط من قيمة الرياضة
fr: 9.Aies l'esprit critique et non critique sans oublier que : « L’imitation est la vertu des signes ».

# dixCommandementdor10
source: 10.Remember that PE must give the child the opportunity to experience matrix and energy expenditure and achieve it.
ar: 10.تكشف عن كل من يحاول الحط من قيمة
fr: 10.N’oubliez pas que l'EPS doit donner l’occasion à l’enfant de faire son expérience matrice et de dépense sur le plan énergétique et l’atteindre.

# epsVideosTitle5
source: Natation
ar: سباحة

# coachingExercices
source: Exercices
ar: التمارين

# coachingExercicesLib
source: Exercices Library
ar: مكتبة التمارين
fr: Bibliothèque d'exercices

# coachingSessions
source: Sessions
ar: الحصص التدريبية
fr: Séances

# coachingTraining
source: Training
ar: صنف التدريب
fr: Formation

source: Protein Calculator
ar: حاسبة البروتين
fr: Calculateur de protéines

# proteinCalculator1
source: How Much Protein Do I Need?
ar: ما مقدار البروتين الذي أحتاجه؟
fr: de combien de protéines ai-je besoin ?

# proteinCalculator2
source: Determining how much protein to eat per day is important for any lifter,athlete, or person, period! Here's the number to aim for to build muscle, lose weight, and support your exercise goals.
ar: تحديد كمية البروتين التي يجب تناولها يوميًا أمر مهم لأي رياضي أو رياضي أو شخص , هذا الرقم الذي يجب أن تستهدفه لبناء العضلات , وفقدان الوزن , ودعم أهداف التمرين.
fr: Déterminer la quantité de protéines à manger par jour est important pour tout athlète, athlète ou personne, période ! Voici le nombre à viser pour développer vos muscles, perdre du poids et soutenir vos objectifs d'exercice.

# proteinCalculator3
source: CALORIES | MACRONUTRIENTS |PROTEIN | ALL NUTRITION CALCULATORS
ar: السعرات الحرارية | المغذيات الدقيقة |بروتين | جميع حاسبات التغذية
fr: CALORIES | MACRONUTRIMENTS |PROTÉINE | TOUS LES CALCULATEURS DE NUTRITION

# proteinCalculator4
source: The amount of protein you need depends on a number of factors, including your weight, age, goals, and activity level. The daily minimum recommended by the National Institutes of Health is 0.36 grams per pound of body weight for a sedentary person. However, if you do intense workouts, have a physically demanding job, or both, experts say you may need more—perhaps as much as double.
ar: تعتمد كمية البروتين التي تحتاجها على عدد من العوامل , بما في ذلك وزنك وعمرك وأهدافك ومستوى نشاطك. الحد الأدنى اليومي الموصى به من قبل المعاهد الوطنية للصحة هو 0.36 جرام لكل رطل من وزن الجسم لواحد ومع ذلك , إذا كنت تمارس تمارين مكثفة , أو لديك وظيفة تتطلب مجهودًا بدنيًا , أو كليهما , يقول الخبراء أنك قد تحتاج إلى المزيد , وربما لمضاعفة ذلك.
fr: La quantité de protéines dont vous avez besoin dépend d'un certain nombre de facteurs, notamment votre poids, votre âge, vos objectifs et votre niveau d'activité. Le minimum quotidien recommandé par les National Institutes of Health est de 0,36 gramme par livre de poids corporel pour un Cependant, si vous faites des entraînements intenses, avez un travail physiquement exigeant, ou les deux, les experts disent que vous pourriez avoir besoin de plus, peut-être jusqu'au double.

# proteinCalculator5
source: This calculator will tell you how much protein to eat each day based on your specific body and lifestyle. Dial in this nutritional priority to take control of your nutrition and nail your goals!
ar: ستخبرك هذه الآلة الحاسبة بكمية البروتين التي يجب تناولها يوميًا بناءً على جسمك ونمط حياتك. اطلب أولوية التغذية هذه للتحكم في تغذيتك وتحقيق أهدافك!
fr: Ce calculateur vous indiquera la quantité de protéines à manger chaque jour en fonction de votre corps et de votre style de vie. Composez cette priorité nutritionnelle pour prendre le contrôle de votre nutrition et atteindre vos objectifs !

source: Instructional design
ar: التدخلات ‌البيداغوجية‌‍‌
fr: Conception pédagogique

source: Pedagogical Intervention
ar: التدخلات ‌البيداغوجية‌‍‌
fr: Intervention Pédagogique

# pedagogicalIntervention1
source: 1.Depriving a child of play and excluding him from class is considered the most severe punishment.
ar: 1.يعتبر حرمان الطفل من اللعب و إقصائه من الحصة أقصى عقوبة‌ .
fr: 1.Priver un enfant de jouer et l'exclure de la classe est considéré comme la punition la plus sévère.

# pedagogicalIntervention2
source: 2.The educator must find pedagogical solutions for difficult situations in order to make the class a success.
ar: 2.على المربي إيجاد الحلول البيداغوجية للمواقف الصعبة لإنجاح الحصة.
fr: 2.L'éducateur doit trouver des solutions pédagogiques aux situations difficiles afin de réussir le cours.

# pedagogicalIntervention3
source: 3.Avoiding the imposition of mathematical punishments on students..
ar: 3.تفادي تسليط العقوبات الرياضية على التلاميذ.
fr: 3.Éviter l'imposition de punitions mathématiques aux élèves..

# pedagogicalIntervention4
source: 4.The proper pedagogical gradation from easy to difficult and from automatic to prepared.
ar: 4.التدرج البيداغوجي السليم من السهل إلى الصعب و من التلقائي إلى المهيأ.
fr: 4.La bonne gradation pédagogique de facile à difficile et d'automatique à préparé.

# pedagogicalIntervention5
source: 5.Proper gradation within the class and within the exercise.
ar: 5.التدرج السليم داخل الحصة و داخل التمرين.
fr: 5.Une bonne gradation dans la classe et dans l'exercice.

# pedagogicalIntervention6
source: 6.Avoid the dominant lengthy explanation and suffice with compensation, and you have to present the form by the educator and then by one of the students.
ar: 6.تفادي الشرح المطول المهيمن و الإكتفاء بتعويض و لك بتقديم النموذج من قبل المربي ثم من قبل أحد التلاميذ.
fr: 6.Evitez les longues explications dominantes et contentez-vous de la compensation, et vous devez présenter le formulaire par l'éducateur puis par l'un des élèves.

# pedagogicalIntervention7
source: 7.The educator must respect the abilities and levels of the students when choosing the appropriate pedagogical situations.
ar: 7.على المربي إحترام قدرات و مستويات التلاميذ عند إختيار المواقف البيداغوجية المناسبة.
fr: 7.L'éducateur doit respecter les capacités et les niveaux des élèves lors du choix des situations pédagogiques appropriées.

# pedagogicalIntervention8
source: 8.Participating the exempted during the session in arranging furniture or assigning them the professions of arbitration.
ar: 8.تشريك المعفين خلال الحصة في تنظيم الأثاث أو تكليفهم مهن التحكيم.
fr: 8.Faire participer les dispensés pendant la séance à aménager le mobilier ou leur affecter les professions d'arbitrage.

# pedagogicalIntervention9
source: 9.Configure the warm-up period for the axis and the procedural target.
ar: 9.تكوين فترة الإحماء الخاصة بالمحور و بالهدف الإجرائي.
fr: 9.Configurer la période d'échauffement pour l'axe et la cible procédurale.

# pedagogicalIntervention10
source: 10.It is recommended that the warm-up period be played.
ar: 10.من المستحسن أن تكتسي فترة الإحماء صبغة اللعب.
fr: 10.Il est recommandé de jouer la période d'échauffement.

# pedagogicalIntervention11
source: 11.It is recommended that the warm-up period be played.
ar: 11.من المستحسن أن تكتسي فترة الإحماء صبغة اللعب.
fr: 11.Il est recommandé de jouer la période d'échauffement.

# pedagogicalIntervention12
source: 12.Participating with the pupils in playing to push them towards vitality to increase the allowance and giving more within the class.
ar: 12.المشاركة مع التلاميذ في اللعب لدفعهم نحو الحيوية لزيادة البدل و العطاء أكثر داخل الحصة .
fr: 12.Participer avec les élèves au jeu pour les pousser vers la vitalité pour augmenter l'allocation et donner plus au sein de la classe.

# ficheDePresence
source: Attendance record
ar: سجل الحضور
fr: Fiche de Présence

# ficheDeNote
source: Grade sheet
ar: بطاقة الاعداد
fr: Fiche de notes

# ficheDeLaSeance
source: Summary of the session
ar: ملخص الدورة
fr: Bilan de la séance

# groupedeniveaux
source: Level group
ar: مجموعات العمل
fr: Groupe de niveaux

# griDobservation
source: Observation grid
ar: شبكة المراقبة
fr: Grille d'observation

# fichePedagogique
source: File pedagogue
ar: البطاقة البيداغوجية
fr: Fiche Pédagogique

source: Conditions realization
ar: شروط التحقق
fr: Conditions de réalisation

source: Success Criteria
ar: معايير النجاح
fr: Critères de succès

source: Scholastic Year
ar: سنة دراسية
fr: Année scolaire

source: Pp Calculator
ar: حاسبة المعد البدني
fr: Calculateur Pp

source: Players
ar: اللاعبين
fr: Joueurs

source: Trial Players
ar: لاعبي التجربة
fr: Joueurs d'essai

source: Injured Players
ar: اللاعبين المصابين
fr: Joueurs blessés

source: Suspended Players
ar: اللاعبين الموقوفين
fr: Joueurs suspendus

source: Starting Players
ar: لاعبي المباراة
fr: Joueurs débutants

source: Players Attendance
ar: حضور اللاعبين
fr: Présence des joueurs

source: Birth Place
ar: مكان الولادة
fr: Lieu de naissance

source: Post
ar: المركز

source: Information family
ar: معلومات العائلة

source: Situation family
ar: حالة عائلية

source: Name Fadher
ar: اسم الأب

source: Name Mother
ar: اسم الأم

source: Particulars
ar: تفاصيل

source: Right Foot
ar: أفضل قدم

source: Size
ar: طول القامة

source: Victoire
ar: فوز

source: Defeat
ar: هزيمة

# matchesPlayed
source: Nombre de matchs
ar: المباريات

source: Presence
ar: حضور

source: Player Informations
ar: معلومات اللاعب

source: Document
ar: مستنداتي

source: Training Calculation
ar: حاسبات التدريب
fr: calcul d'entraînement

# trainingCalculationTitle1
source: Calculators for endurance
ar: حاسبات التحمل
fr: Calculettes pour l'endurance

# trainingCalculationTitle2
source: Calculators for fitness and morphology
ar: حاسبات اللياقة البدنية والتشكيل
fr: Calculettes pour l'état de forme et la morphologie

# trainingCalculationTitle3
source: Calculators for strength
ar: حاسبات القوة
fr: Calculettes pour la force

# hrmaxBigTitle
source: Theoretical calculation of maximum heart rate (HRMax theoretical)
ar: الحساب النظري للحد الأقصى لمعدل ضربات القلب (HRMax النظري)
fr: Calcul théorique de la fréquence cardiaque maximale (FCMax théorique)

# hrmaxTitle1
source: Enter your age (in years) :
ar: أدخل عمرك (بالسنوات) :
fr: Entrez votre âge (en années) :

# hrmaxTitle2
source: The theoretical HRmax is (in beats/min) :
ar: قيمة HRmax النظرية هي (بالنبضات / الدقيقة) :
fr: La FCmax théorique est (en batt/mn) :

# hrmaxTitle3
source: With a margin of +/- (in batt/min) :
ar: بهامش +/- (في بات / دقيقة) :
fr: Avec une marge de +/- (en batt/mn) :

source: Introduction
ar: التقديم

# lespremierscontact
source: I- First Contacts
ar: I- الاتصالات الأولى
fr: I- Les premiers contacts

# lecontact
source: 1) The contact::
ar: الاتصال:
fr: 1) Le contact:

# conseiller
source: 2) Advisor:
ar: المؤطر:
fr: 2) Le conseiller:

# lecontactavec
source: 3) Contact with:
ar: 3) الاتصال مع:
fr: 3) Le contact avec:

# lescomportements
source: II- Students' behaviors:
ar: II- سلوك الطالب:
fr: II- Les comportements élèves:

# lespointstravail
source: 1) Workpoints:
ar: 1) نقاط العمل:
fr: 1) Les points travail:

# lesdifficultesrencontrees
source: a- Difficulties encountered:
ar: a- الصعوبات المصادفة:
fr: a- Les difficultés rencontrées:

# lessolutionsproposes
source: b- The proposed solutions:
ar: b- الحلول المقترحة:
fr: b- Les solutions proposées:

# rapportDe
source: REPORT FROM
ar: تقرير عن
fr: RAPPORT DE

# planAffecti
source: 1) Affective Plan
ar: 1) المخطط المعرفي
fr: 1) Plan Affectif

# planSensorimoteur
source: 2) Motor Sensori Plan
ar: 2) المخطط الحسي الحركي
fr: 2) Plan Sensori moteur

# problmeorganisation
source: 3) Organization problem
ar: 3) الاشكاليات التنظيمة
fr: 3) Problème organisation

source: Calcul
ar: احسب
fr: Calculer

source: Group Name
ar: أسم المجموعة
fr: Nom de groupe

source: Add Student
ar: إضافة طالب
fr: Ajouter un étudiant

source: Unnamed Student
ar: طالب لم يذكر اسمه
fr: Étudiant anonyme

# enterstudentname
source: Enter student's name
ar: أدخل اسم الطالب
fr: Entrez le nom de l'élève

source: Student
ar: الطالب
fr: Etudiant

# karnoven
source: Calculation of training heart rate zones (Karnoven formula)
ar: حساب مناطق معدل ضربات القلب للتدريب (صيغة Karnoven)
fr: Calcul des zones de fréquence cardiaque d'entraînement (formule de Karnoven)

# karnovenTitle1
source: Enter your HRmax (in beats/min) :
ar: أدخل HRmax (في نبضة / دقيقة) :
fr: Entrez votre FCmax (en batt/mn) :

# karnovenTitle2
source: Enter your HR at rest (in beats/min) :
ar: أدخل معدل ضربات القلب في حالة الراحة (بالنبضات / الدقيقة) :
fr: Entrez votre FC de repos (en batt/mn) :

# karnovenColumn1Title1
source: Work Area
ar: منطقة العمل
fr: Zone de travail

# karnovenColumn1Title2
source: Recover, Regenerate Zone 1
ar: استرداد , إعادة المنطقة 1
fr: Récupération, régénération Zone 1

# karnovenColumn1Title3
source: Base Stamina Zone 2
ar: قاعدة القدرة على المنطقة 2
fr: Endurance de base Zone 2

# karnovenColumn1Title4
source: Maximum Aerobic Endurance Zone 3
ar: أقصى قدر من التحمل المنطقة 3
fr: Endurance maximale aérobie Zone 3

# karnovenColumn1Title5
source: Max Aerobic Power Zone 4
ar: ماكس ايروبيك المنطقة 4
fr: Puissance maximale aérobie Zone 4

# karnovenColumn1Title6
source: PMA Mixed Zone - Anaerobic Zone 5
ar: منطقة مختلطة القوة القصوى الهوائية - المنطقة 5
fr: Zone mixte PMA - Anaérobie Zone 5

# karnovenColumn2Title1
source: HR training range (in beats/min)
ar: نطاق تدريب الموارد البشرية (بالنبضات / الدقيقة)
fr: Plage FC d'entrainement (en batt/mn)

# karnovenColumn3Title1
source: % of VO2max
ar: نسبة الأكسجين القصوى
fr: % de la VO2max

source: between
ar: بين
fr: entre

source: and
ar: و
fr: et

# aerobicSpeed
source: Calculation of training heart rate zones (Karnoven formula)
ar: حساب سرعات التدريب والمناطق بناءً على السرعة الهوائية القصوى
fr: Calcul des vitesses et zones d'entrainement en fonction de la vitesse maximale aérobie

# aerobicSpeedTitle1
source: your maximum aerobic speed (in km/h - ex: 13 or 17.2) :
ar: أقصى سرعتك الهوائية (كم / ساعة - على سبيل المثال: 13 أو 17.2) :
fr: votre Vitesse maximale aérobie (en km/h - ex : 13 ou 17.2) :
