Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# morphologie1
source: Normal Morphology
ar: بنية جسدية طبيعية
fr: Morphologie Normale

# morphologie2
source: Gracile Morphology (Fine)
ar: بنية جسدية نحيفة
fr: Morphologie Gracile (Fine)

# morphologie3
source: Large Body
ar: بنية جسدية كبيرة
fr: Morphologie Large

source: Injury
ar: إصابة
fr: Blessure

# injury1
source: ankle sprain
ar: التواء الكاحل
fr: entorse de la cheville

# injury2
source: knee sprain
ar: التواء الركبة
fr: entorse du genou

# injury3
source: left calf contracture
ar: تقلص ربلة الساق اليسرى
fr: contracture du mollet gauche

# injury4
source: right calf contracture
ar: تقلص ربلة الساق اليمنى
fr: contracture du mollet droit

# injury5
source: right calf tear
ar: تمزق ربلة الساق اليمنى
fr: déchirure du mollet droit

# injury6
source: left calf tear
ar: تمزق ربلة الساق اليسرى
fr: déchirure du mollet gauche

# injury7
source: left foot hematoma
ar: ورم دموي القدم اليسرى
fr: hématome pied gauche

# injury8
source: right foot hematoma
ar: ورم دموي في القدم اليمنى
fr: hématome du pied droit

# injury9
source: adductor
ar: العضلة الضامة
fr: adducteur

# injury10
source: left hamstring
ar: أوتار الركبة اليسرى
fr: ischio-jambiers gauche

# injury11
source: right hamstring
ar: أوتار الركبة اليمنى
fr: ischio-jambier droit

# injury12
source: left quadriceps
ar: العضلة الرباعية اليسرى
fr: quadriceps gauche

# injury13
source: right quadriceps
ar: العضلة الرباعية اليسرى
fr: quadriceps droit

# injury14
source: achilles tendon
ar: وتر أشيل
fr: tendon d'Achille

# injury15
source: dos
ar: الظهر

source: Suspension
ar: تعليق

# suspension1
source: Red Card
ar: بطاقة حمراء
fr: Carton rouge

# suspension2
source: 2 Yellow Card
ar: 2 بطاقة صفراء
fr: 2 Carte jaune

# suspension3
source: Desciplinar
ar: انظباطي
fr: Desciplinaire

source: Type Presence
ar: نوع الحضور

# typePresence1
source: here
ar: حاضر
fr: présent

# typePresence2
source: unjustified absence
ar: غياب غير مبرر
fr: absence non justifiée

# typePresence3
source: justified absence
ar: غياب مبرر
fr: absence justifiée

# typePresence4
source: Injured
ar: مصاب
fr: Blessé

source: MAJ
ar: رئيسية

source: IMP
ar: مهمة
fr: I

source: MOD
ar: متوسطة الأهمية
fr: IM

source: LOW
ar: منخفضة الأهمية
fr: FI

source: N/A
ar: غير قابلة للتطبيق
fr: S/O

source: grams
ar: غرام

source: day
ar: يوم
fr: jour

source: meal
ar: وجبة
fr: repas

source: Start Workout
ar: بدء التمرين
fr: Démarrer la séance d'entraînement

source: My Workouts
ar: التدريبات الخاصة بي
fr: Mes séances d'entraînement

source: Create Workout
ar: إنشاء تمرين
fr: Créer une séance d'entraînement

source: Learn Exercices
ar: تعلم التمارين
fr: Apprendre des exercices

source: Workout History
ar: تاريخ التمرين
fr: Historique de la séance d'entraînement

# prossVideoAi
source: Process Video with AI
ar: معالجة الفيديو باستخدام الذكاء الاصطناعي
fr: Traiter la vidéo avec l'IA

# uploadvideoBaseBallComment
source: Please upload a BaseBall video here
ar: حمّل فيديو كرة القاعدة من هنا
fr: Télécharger une vidéo sur le BaseBall ici

# uploadvideoTennisComment
source: Please upload a tennis video here
ar: حمّل فيديو التنس من هنا
fr: Télécharger une vidéo sur le tennis ici

source: Video analysis
ar: تحليل الفيديو
fr: Analyse vidéo

# videouploadWarning
source: Please upload a video before analysing
ar: يرجى تنزيل مقطع فيديو قبل متابعة التحليل
fr: Veuillez télécharger une vidéo avant de procéder à l'analyse

source: Get the file
ar: احصل على الملف
fr: Obtenir le fichier

source: choose Video
ar: اختر فيديو
fr: choisir Vidéo

source: Rep Count
ar: التكرارات
fr: répétitions

source: Set Count
ar: الجلسات
fr: Séances

source: Workout App
ar: تطبيق التمرين

source: Export PDF
ar: تصدير ملف PDF
fr: Exporter PDF

# deletaLast
source: Delete Last
ar: حذف الأخير
fr: Supprimer dernier

source: pull Up
ar: سحب لأعلى

# pullUpDescription
source: A pull-up is a compound exercise where you hang from a bar and pull your body up until your chin clears the bar, targeting back, arm, and shoulder muscles. It's a challenging yet effective upper-body strength builder.
ar: تمرين السحب هو تمرين مركب حيث تتدلى من القضيب وتسحب جسمك لأعلى حتى يرفع ذقنك عن القضيب مستهدفاً عضلات الظهر والذراع والكتف. وهو تمرين صعب وفعّال في الوقت ذاته لتقوية الجزء العلوي من الجسم.
fr: Le pull-up est un exercice composé dans lequel vous vous suspendez à une barre et tirez votre corps vers le haut jusqu'à ce que votre menton se dégage de la barre, en ciblant les muscles du dos, des bras et des épaules. Il s'agit d'un exercice difficile mais efficace pour renforcer le haut du corps.

source: Push_up
ar: ادفع لأعلى

# pushupDescription
source: A push-up is a bodyweight exercise where you start in a plank position, lower your body by bending your arms, and then push back up, targeting chest, shoulder, and arm muscles. It's a versatile and fundamental exercise for upper-body strength and endurance.
ar: تمرين الضغط هو تمرين لتمرين وزن الجسم حيث تبدأ بوضعية اللوح الخشبي وتخفض جسمك بثني ذراعيك ثم تدفع لأعلى، مستهدفاً عضلات الصدر والكتف والذراع. وهو تمرين متعدد الاستعمالات وأساسي لتقوية الجزء العلوي من الجسم وقدرته على التحمل.
fr: Un push-up est un exercice de poids corporel où vous commencez en position de planche, abaissez votre corps en pliant les bras, puis repoussez vers le haut, en ciblant les muscles de la poitrine, des épaules et des bras. Il s'agit d'un exercice polyvalent et fondamental pour la force et l'endurance du haut du corps

source: sit Up
ar: الجلوس

# sitUpDescription
source: A sit-up is a core-strengthening exercise where you lie on your back, bend your knees, and lift your torso towards your thighs, engaging your abdominal muscles. It's effective for building core strength and stability
ar: تمرين الجلوس هو تمرين لتقوية عضلات وسط الجسم حيث تستلقي على ظهرك وتثني ركبتيك وترفع جذعك باتجاه الفخذين مع إشراك عضلات البطن. وهو تمرين فعال لبناء قوة وسط الجسم وثباته
fr: Le redressement assis est un exercice de renforcement du tronc qui consiste à s'allonger sur le dos, à plier les genoux et à soulever le torse vers les cuisses, en sollicitant les muscles abdominaux. Cet exercice est efficace pour renforcer la force et la stabilité du tronc.

source: Squat
ar: قرفصاء

# squatDescription
source: A squat is a compound lower-body exercise where you lower your body by bending your knees and hips, keeping your back straight, until your thighs are parallel to the ground or lower, then return to a standing position. It targets the muscles of the thighs, hips, and buttocks, and is essential for lower-body strength and functional movement.
ar: تمرين القرفصاء هو تمرين مركب للجزء السفلي من الجسم حيث تقوم بخفض جسمك عن طريق ثني ركبتيك ووركيك مع الحفاظ على استقامة ظهرك حتى يصبح الفخذان موازيين للأرض أو أقل، ثم تعود إلى وضعية الوقوف. ويستهدف هذا التمرين عضلات الفخذين والوركين والأرداف، وهو تمرين ضروري لتقوية الجزء السفلي من الجسم والحركة الوظيفية.
fr: Le squat est un exercice composé du bas du corps qui consiste à abaisser le corps en pliant les genoux et les hanches, tout en gardant le dos droit, jusqu'à ce que les cuisses soient parallèles au sol ou plus basses, puis à revenir à la position debout. Il cible les muscles des cuisses, des hanches et des fesses et est essentiel pour la force du bas du corps et les mouvements fonctionnels.

source: walk
ar: المشي

# walkDescription
source: Walking is a low-impact aerobic exercise where you move at a moderate pace by alternately placing one foot in front of the other, engaging muscles throughout the body. It's beneficial for cardiovascular health, weight management, and overall well-being.
ar: المشي هو تمرين هوائي منخفض التأثير حيث تتحرك بوتيرة معتدلة من خلال وضع قدم أمام الأخرى بالتناوب، مما يؤدي إلى إشراك العضلات في جميع أنحاء الجسم. وهو مفيد لصحة القلب والأوعية الدموية والتحكم في الوزن والصحة العامة.
fr: La marche est un exercice aérobique à faible impact qui consiste à se déplacer à un rythme modéré en plaçant alternativement un pied devant l'autre, en sollicitant les muscles de tout le corps. Elle est bénéfique pour la santé cardiovasculaire, la gestion du poids et le bien-être général.

source: Demo
ar: عرض توضيحي
fr: Démo

source: play
ar: تشغيل
fr: jouer

source: pause
ar: إيقاف

source: close
ar: إغلاق
fr: fermer

source: show Demo
ar: إظهار العرض التوضيحي
fr: montrer la démo

source: Recording
ar: تسجيل
fr: Enregistrement

source: Start Recording
ar: بدء التسجيل
fr: Démarrer l'enregistrement

source: Stop Recording
ar: إيقاف التسجيل
fr: Arrêter l'enregistrement

source: take another video
ar: أخذ فيديو آخر
fr: prendre une autre vidéo

source: repetitions
ar: تكرار
fr: prendre une autre vidéo

source: BaseBall
ar: كرة القاعدة

# workout
source: Entraînement
ar: تمرين
fr: Workout

# gestureanalysis
source: Analyse Gestuelle
ar: تحليل الحركات
fr: GestureAnalysis

source: ml
ar: مل

source: min
ar: دق

source: vVO2max
ar: سرعة الأوكسجين القصوى

source: Very insufficient
ar: غير كافٍ تمامًا
fr: Trés insuffisant

source: Insufficient
ar: غير كافٍ
fr: Insuffisant

source: Satisfactory
ar: مُرضٍ
fr: Satisfaisant

source: Good
ar: جيد
fr: Bon

source: Very good
ar: جيد جدًا
fr: Trés bon

source: Excellent
ar: ممتاز

# features1Title1
source: The sports pedagogy platform in general
ar: التقديم
fr: La plateforme de pédagogie du sport en général

# features1Par1
source: Our sports pedagogy platform is an indispensable tool for teachers, coaches and sports students looking to improve their practice and teaching. This platform offers several training modules that cover different aspects of sport, ranging from technique to tactics, including physical preparation and sports psychology. Teachers and coaches can access how-to videos, feature articles, practice exercises, as well as statistics and evaluations. Sport students also have access to these modules, allowing them to deepen their understanding and practice of sport. The platform also offers the possibility of customizing the modules according to the specific needs of each user. Teachers and coaches can adapt content based on their level of expertise and educational goals. Sports students can choose the modules that best suit their interests and study background. The sports pedagogy platform is an interactive tool that encourages collaborative learning. Users can interact with each other, ask questions and exchange tips and tricks to improve their sports practice. This platform also has a tracking system that allows teachers and coaches to follow the progress oftheir students as well as their players and to offer them personalized support.In summary, our sports pedagogy platform is an essential tool for teachers, coaches and sports students. It offers customizable, interactive training modules adapted to all levels of expertise. Thanks to this platform, users can improve their sports practice, deepen their knowledge and exchange with other sports enthusiasts.
ar: منصتنا لبيداغوجيا الرياضة هي أداة لا غنى عنها للمعلمين والمدربين وطلاب الرياضة الذين يسعون لتحسين ممارستهم وتعليمهم. تقدم هذه المنصة عدة وحدات تدريبية تغطي جوانب مختلفة من الرياضة، تتراوح بين التقنية والتكتيك، بما في ذلك الإعداد البدني وعلم نفس الرياضة. يمكن للمعلمين والمدربين الوصول إلى مقاطع الفيديو التعليمية والمقالات الخاصة وتمارين الممارسة، بالإضافة إلى الإحصاءات والتقييمات. كما يمكن لطلاب الرياضة الوصول إلى هذه الوحدات، مما يتيح لهم تعميق فهمهم وممارستهم للرياضة. توفر المنصة أيضًا إمكانية تخصيص الوحدات حسب احتياجات كل مستخدم. يمكن للمعلمين والمدربين تكييف المحتوى بناءً على مستوى خبرتهم وأهدافهم التعليمية. يمكن لطلاب الرياضة اختيار الوحدات التي تناسب اهتماماتهم وخلفيتهم الدراسية. منصة بيداغوجيا الرياضة هي أداة تفاعلية تشجع على التعلم التعاوني. يمكن للمستخدمين التفاعل مع بعضهم البعض، طرح الأسئلة وتبادل النصائح والحيل لتحسين ممارستهم الرياضية. تحتوي هذه المنصة أيضًا على نظام تتبع يسمح للمعلمين والمدربين بمتابعة تقدم طلابهم ولاعبيهم وتقديم الدعم المخصص لهم.باختصار، منصتنا أداة أساسية للمعلمين والمدربين وطلاب الرياضة. تقدم وحدات تدريبية تفاعلية قابلة للتخصيص ملائمة لجميع مستويات الخبرة. بفضلها، يمكن للمستخدمين تحسين ممارستهم الرياضية، تعميق معرفتهم وتبادل الخبرات مع عشاق الرياضة الآخرين.
fr: Notre plateforme de pédagogie sportive est un outil indispensable pour les enseignants, les entraîneurs et les étudiants en sport qui cherchent à améliorer leur pratique et leur enseignement. Cette plateforme propose plusieurs modules de formation couvrant différents aspects du sport, allant de la technique à la tactique, incluant la préparation physique et la psychologie sportive. Les enseignants et les entraîneurs peuvent accéder à des vidéos explicatives, des articles de fond, des exercices pratiques, ainsi qu'à des statistiques et évaluations. Les étudiants en sport ont également accès à ces modules, leur permettant d'approfondir leur compréhension et leur pratique du sport. La plateforme offre aussi la possibilité de personnaliser les modules en fonction des besoins spécifiques de chaque utilisateur. Les enseignants et les entraîneurs peuvent adapter le contenu selon leur niveau d'expertise et leurs objectifs pédagogiques. Les étudiants en sport peuvent choisir les modules qui correspondent le mieux à leurs intérêts et à leur parcours d'étude. La plateforme de pédagogie sportive est un outil interactif qui encourage l'apprentissage collaboratif. Les utilisateurs peuvent interagir entre eux, poser des questions et échanger des astuces et conseils pour améliorer leur pratique sportive. Cette plateforme dispose également d'un système de suivi permettant aux enseignants et aux entraîneurs de suivre les progrès de leurs élèves ainsi que de leurs joueurs et de leur offrir un soutien personnalisé.En résumé, notre plateforme de pédagogie sportive est un outil essentiel pour les enseignants, les entraîneurs et les étudiants en sport. Elle offre des modules de formation personnalisables et interactifs adaptés à tous les niveaux d'expertise. Grâce à cette plateforme, les utilisateurs peuvent améliorer leur pratique sportive, approfondir leurs connaissances et échanger avec d'autres passionnés de sport.

# features1Title2
source: The digital library
ar: المكتبة الرقمية
fr: La bibliothèque numérique

# features1Par2
source: The digital sports library in our platform is an invaluable resource for teachers of physical education and sports as well as for teachers of sports training. It offers a wide variety of documents in PDF and video format, covering a multitude of sports disciplines and levels of practice. Teachers can find educational manuals, worksheets, training videos, learning sequences and much more to enrich their lessons and meet the specific needs of their students. Athletes,meanwhile, have access to training programs, technical advice, performance analysis and many other contents to help them progress in their practice. The digital library is continually updated with quality content from experts in sport and physical education. It also offers an advanced search to quickly find the desired documents bybased on the search criteria chosen. It is also a valuable tool for coaches looking to improve their practice. It offers resources to improve their knowledge of sports science, their understanding of exercise physiology, their understanding of the psychological aspects of performance and much more. Thanks to this digital library specialized in sport, teachers, coaches and athletes have at their disposal a reliable source of knowledge and inspiration to achieve their sporting and educational goals.
ar: المكتبة الرياضية الرقمية في منصتنا هي مورد قيم للغاية لمعلمي التربية البدنية والرياضة وكذلك لمعلمي التدريب الرياضي. تقدم مجموعة واسعة بصيغة مراجع و فيديو، تغطي مجموعة متنوعة من تخصصات الرياضة ومستويات الممارسة. يمكن للمعلمين العثور على الكتيبات التعليمية، جذاذيات نموذجية، فيديوهات التدريب، تسلسلات التعلم والكثير غيرها لإثراء دروسهم وتلبية الاحتياجات الخاصة لطلابهم. في الوقت نفسه، يمكن للرياضيين الوصول إلى برامج التدريب، النصائح التقنية، تحليل الأداء والعديد من المحتويات الأخرى لمساعدتهم على التقدم في ممارساتهم. تُحدث المكتبة الرقمية باستمرار بمحتوى عالي الجودة من خبراء في الرياضة والتربية البدنية. كما تقدم بحثًا متقدمًا للعثور بسرعة على الوثائق المطلوبة بناءً على معايير البحث المختارة. كما أنها أداة قيمة للمدربين الذين يتطلعون إلى تحسين ممارستهم. تقدم الموارد لتحسين معرفتهم بعلوم الرياضة، فهمهم لفزيولوجيا التمرين، فهمهم للجوانب النفسية للأداء والكثير غير ذلك. بفضل هذه المكتبة الرقمية المتخصصة في الرياضة، يمتلك المعلمون والمدربون والرياضيون مصدرًا موثوقًا للمعرفة والإلهام لتحقيق أهدافهم الرياضية والتعليمية.
fr: La bibliothèque numérique,La bibliothèque numérique sportive de notre plateforme est une ressource inestimable pour les enseignants d'éducation physique et sportive ainsi que pour les formateurs en sport. Elle propose une grande variété de documents en formats PDF et vidéo, couvrant une multitude de disciplines sportives et de niveaux de pratique. Les enseignants peuvent trouver des manuels pédagogiques, des fiches d'exercices, des vidéos de formation, des séquences d'apprentissage et bien plus encore pour enrichir leurs cours et répondre aux besoins spécifiques de leurs étudiants. Les athlètes, quant à eux, ont accès à des programmes d'entraînement, des conseils techniques, des analyses de performance et de nombreux autres contenus pour les aider à progresser dans leur pratique. La bibliothèque numérique est continuellement mise à jour avec des contenus de qualité provenant d'experts en sport et en éducation physique. Elle offre également une recherche avancée pour trouver rapidement les documents désirés en fonction des critères de recherche choisis. C'est également un outil précieux pour les entraîneurs désireux d'améliorer leur pratique. Elle propose des ressources pour approfondir leurs connaissances en sciences du sport, leur compréhension de la physiologie de l'exercice, leur compréhension des aspects psychologiques de la performance et bien plus encore. Grâce à cette bibliothèque numérique spécialisée en sport, enseignants, entraîneurs et athlètes disposent d'une source fiable de connaissances et d'inspiration pour atteindre leurs objectifs sportifs et éducatifs.

# features1Title3
source: The calculator module
ar: وحدة الحاسبة
fr: Le module calculateur

# features1Par3
source: The calculator module in our platform is an essential tool in technical training, athletic preparation, muscle building and managing caloric needs. It allows you to accurately determine the basic parameters for effective training and nutrition planning. When it comes to technical training, the calculator can help determine appropriate workloads foreach exercise. Based on the athlete's goals and skill level, the calculator can help develop individualized training plans to maximize performance. In the field of athletic preparation, the calculator can help assess the physical condition of the athlete in terms of strength, speed and endurance. The results obtained can help to establish appropriate training programs for strengthen weak points and improve overall performance. When it comes to muscle building, the calculator can help determine the appropriate workload for each muscle group, based on the athlete's goal and skill level. Using the data provided by the calculator, the trainer can build an effective training program to maximize muscle gains.Finally, the calculator can help determine the athlete's caloric needs based on their basal metabolic rate, their level of physical activity and their goals for weight loss or muscle mass gain. Using the data provided by the calculator, the coach can develop an appropriate nutritional plan to meet the athlete's energy needs.
ar: وحدة الحاسبة في منصتنا هي أداة أساسية في التدريب الفني، الإعداد الرياضي، بناء العضلات وإدارة الاحتياجات السعرية. تتيح لك تحديد المعايير الأساسية بدقة للتخطيط الفعال للتدريب والتغذية. عندما يتعلق الأمر بالتدريب الفني، يمكن للحاسبة أن تساعد في تحديد أحمال العمل المناسبة لكل تمرين. استنادًا إلى أهداف ومستوى مهارة الرياضي، يمكن للحاسبة أن تساعد في تطوير خطط تدريب مخصصة لتقوية الأداء. في مجال الإعداد الرياضي، يمكن للحاسبة أن تساعد في تقييم الحالة البدنية للرياضي من حيث القوة والسرعة والتحمل. يمكن أن تساعد النتائج المحصلة في إنشاء برامج تدريب مناسبة لتقوية النقاط الضعيفة وتحسين الأداء العام. عندما يتعلق الأمر ببناء العضلات، يمكن للحاسبة أن تساعد في تحديد حمل العمل المناسب لكل مجموعة عضلية، استنادًا إلى هدف الرياضي ومستوى مهارته. باستخدام البيانات التي توفرها الحاسبة، يمكن للمدرب أن يبني برنامج تدريب فعال لتقوية المكاسب العضلية.أخيرًا، يمكن للحاسبة أن تساعد في تحديد الاحتياجات السعرية للرياضي بناءً على معدل الأيض الأساسي، مستوى النشاط البدني وأهدافهم لفقدان الوزن أو زيادة كتلة العضلات. باستخدام البيانات التي توفرها الحاسبة، يمكن للمدرب تطوير خطة غذائية مناسبة لتلبية احتياجات الطاقة للرياضي.
fr: Le module calculateur de notre plateforme est un outil essentiel dans la formation technique, la préparation athlétique, le renforcement musculaire et la gestion des besoins caloriques. Il permet de déterminer avec précision les paramètres de base pour une planification efficace de l'entraînement et de la nutrition. En matière de formation technique, le calculateur peut aider à déterminer les charges de travail appropriées pour chaque exercice. Basé sur les objectifs et le niveau de compétence de l'athlète, le calculateur peut aider à développer des plans d'entraînement individualisés pour maximiser la performance. Dans le domaine de la préparation athlétique, le calculateur peut aider à évaluer la condition physique de l'athlète en termes de force, de vitesse et d'endurance. Les résultats obtenus peuvent aider à établir des programmes d'entraînement appropriés pour renforcer les points faibles et améliorer la performance globale. En ce qui concerne le renforcement musculaire, le calculateur peut aider à déterminer la charge de travail appropriée pour chaque groupe musculaire, en fonction de l'objectif et du niveau de compétence de l'athlète. À l'aide des données fournies par le calculateur, l'entraîneur peut élaborer un programme d'entraînement efficace pour maximiser les gains musculaires.Enfin, le calculateur peut aider à déterminer les besoins caloriques de l'athlète en fonction de son taux métabolique basal, de son niveau d'activité physique et de ses objectifs de perte de poids ou de gain de masse musculaire. Utilisant les données fournies par le calculateur, l'entraîneur peut développer un plan nutritionnel approprié pour répondre aux besoins énergétiques de l'athlète.

# features1Title4
source: The technical and tactical drawing module
ar: وحدة الرسم الفني والتكتيكي
fr: Le module de dessin technique et tactique
