Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# exercise162step4
source: Release the shrug.
ar: أطلق الهمس.
fr: Relâchez la contraction.

# exercise163step1
source: Place the band under your feet. Stand upright.
ar: ضع الشريط تحت قدميك. قف مستقيمًا.
fr: Placez la bande sous vos pieds. Tenez-vous droit.

# exercise163step2
source: Elevate your shoulder blades and then depress back to the starting position.
ar: ارتفع بشفرات الكتف ثم اضغطها مرة أخرى إلى وضع البداية.
fr: Élevez vos omoplates puis redescendez à la position initiale.

# exercise164step1
source: Place the band under your feet. Stand upright.
ar: ضع الشريط تحت قدميك. قف مستقيمًا.
fr: Placez la bande sous vos pieds. Tenez-vous droit.

# exercise164step2
source: Elevate your shoulder blades and then depress back to the starting position.
ar: ارتفع بشفرات الكتف ثم اضغطها مرة أخرى إلى وضع البداية.
fr: Élevez vos omoplates puis redescendez à la position initiale.

# exercise165step1
source: Place the band under your feet. Stand upright.
ar: ضع الشريط تحت قدميك. قف مستقيمًا.
fr: Placez la bande sous vos pieds. Tenez-vous droit.

# exercise165step2
source: Elevate your shoulder blades and then depress back to the starting position.
ar: ارتفع بشفرات الكتف ثم اضغطها مرة أخرى إلى وضع البداية.
fr: Élevez vos omoplates puis redescendez à la position initiale.

# exercise166step1
source: Anchor the band at shoulder height. Take a few steps away until the band is taut.
ar: ثبت الشريط على ارتفاع الكتف. اخطو بعيدًا حتى يكون الشريط متوترًا.
fr: Ancrez la bande à la hauteur des épaules. Éloignez-vous jusqu'à ce que la bande soit tendue.

# exercise166step2
source: Retract your shoulder blades straight back in schools. Then protract to the starting position.
ar: انسحب بشفرات الكتف مباشرة إلى الخلف في المدارس. ثم انزل إلى وضع البداية.
fr: Rétractez vos omoplates directement en arrière en école. Puis protractez à la position initiale.

# exercise167step1
source: Use a bench or an object to elevate your feet.
ar: استخدم مقعدًا أو جسمًا لرفع قدميك.
fr: Utilisez un banc ou un objet pour surélever vos pieds.

# exercise167step2
source: Lower your head towards the floor by bending your elbows
ar: انخفض برأسك نحو الأرض بثني الكوعين.
fr: Abaissez votre tête vers le sol en pliant les coudes

# exercise167step3
source: Push through your hands and return to the starting pike position.
ar: اندفع بيديك وعد إلى وضع البايك الابتدائي.
fr: Poussez sur vos mains et revenez à la position de pike initiale.

# exercise167step4
source: Repeat
ar: كرر
fr: Répétez

# exercise168step1
source: Use a bench or an object like a chair to elevate your feet.
ar: استخدم مقعدًا أو جسمًا مثل كرسي لرفع قدميك.
fr: Utilisez un banc ou un objet comme une chaise pour surélever vos pieds.

# exercise168step2
source: Slowly lower your body (scapula) while keeping your elbows locked (this is key)
ar: انخفض ببطء جسمك (الكتف) مع الحفاظ على قفل المرفقين (هذا أمر أساسي)
fr: Abaissez lentement votre corps (scapula) tout en gardant vos coudes verrouillés (c'est crucial)

# exercise168step3
source: Slowly raise your body back to the start position.
ar: ارتفع ببطء جسمك مرة أخرى إلى وضع البداية.
fr: Remontez lentement votre corps à la position initiale.

# exercise169step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: استلم الشريط بقبضة عريضة الكتف. حدد ذراعيك مستقيمة أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise169step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: اسحب شفرات الكتف ومفصل الكتف ببطء حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise171step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: استلم الشريط بقبضة عريضة الكتف. حدد ذراعيك مستقيمة أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise171step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: اسحب شفرات الكتف ومفصل الكتف ببطء حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise172step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: استلم الشريط بقبضة عريضة الكتف. حدد ذراعيك مستقيمة أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise172step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: اسحب شفرات الكتف ومفصل الكتف ببطء حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise173step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: استلم الشريط بقبضة عريضة الكتف. حدد ذراعيك مستقيمة أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise173step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: اسحب شفرات الكتف ومفصل الكتف ببطء حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise174step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: استلم الشريط بقبضة عريضة الكتف. حدد ذراعيك مستقيمة أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise174step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: اسحب شفرات الكتف ومفصل الكتف ببطء حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise175step1
source: Take a roughly shoulder width grip. There should be a straight line from your elbow to fist (vertical forearms).
ar: خذ قبضة على بعد تقريبي للكتف. يجب أن يكون هناك خط مستقيم من المرفق إلى القبضة (الذراعين العموديين).
fr: Prenez une prise approximativement à la largeur des épaules. Il devrait y avoir une ligne droite de votre coude à votre poing (avant-bras verticaux).

# exercise175step2
source: Pull your chin back and press the weight toward the ceiling by extending at the elbow joint and flexing at the shoulder joint.
ar: اسحب ذقنك للوراء واضغط على الوزن نحو السقف عن طريق التمدد في مفصل الكوع والتثني في مفصل الكتف.
fr: Tirez votre menton en arrière et pressez le poids vers le plafond en étendant au niveau de l'articulation du coude et en fléchissant l'articulation de l'épaule.

# exercise175step3
source: Press until your elbows are extended and push your head forward slightly.
ar: اضغط حتى يتم تمديد المرفقين ودفع رأسك قليلاً للأمام.
fr: Pressez jusqu'à ce que vos coudes soient étendus et poussez légèrement votre tête vers l'avant.

# exercise175step4
source: Return to the start position with control. Pulling your chin back to allow the bar to pass your face safely.
ar: ارجع إلى وضع البداية بتحكم. اسحب ذقنك للوراء للسماح للقضيب بالمرور بأمان أمام وجهك.
fr: Revenez à la position de départ avec contrôle. Tirez votre menton en arrière pour permettre à la barre de passer votre visage en toute sécurité.

# exercise176step1
source: Stand straight and hold the end of the Barbell
ar: وقف مستقيمًا وامسك بطرف الشريط.
fr: Tenez-vous droit et tenez l'extrémité de la Barre

# exercise176step2
source: Keep your hips and shoulders facing forward, bend to one side slowly
ar: ابقِ وركيك وكتفيك مواجهين للأمام ، انحنِ إلى جانب واحد ببطء.
fr: Gardez vos hanches et épaules orientées vers l'avant, penchez-vous d'un côté lentement

# exercise176step3
source: Return to the upright position.
ar: ارجع إلى وضع الوقوف العمودي.
fr: Revenez à la position verticale.

# exercise176step4
source: Switch hands and repeat.
ar: غير يديك وكرر.
fr: Changez de mains et répétez.

# exercise177step1
source: Stand straight and hold the end of the Barbell
ar: وقف مستقيمًا وامسك بطرف الشريط.
fr: Tenez-vous droit et tenez l'extrémité de la Barre

# exercise177step2
source: Keep your hips and shoulders facing forward, bend to one side slowly
ar: ابقِ وركيك وكتفيك مواجهين للأمام ، انحنِ إلى جانب واحد ببطء.
fr: Gardez vos hanches et épaules orientées vers l'avant, penchez-vous d'un côté lentement

# exercise177step3
source: Return to the upright position.
ar: ارجع إلى وضع الوقوف العمودي.
fr: Revenez à la position verticale.

# exercise177step4
source: Switch hands and repeat.
ar: غير يديك وكرر.
fr: Changez de mains et répétez.

# exercise178step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: استلم الشريط بقبضة عريضة الكتف. حدد ذراعيك مستقيمة أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise178step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: اسحب شفرات الكتف ومفصل الكتف ببطء حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise179step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: استلم الشريط بقبضة عريضة الكتف. حدد ذراعيك مستقيمة أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise179step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: اسحب شفرات الكتف ومفصل الكتف ببطء حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise180step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: استلم الشريط بقبضة عريضة الكتف. حدد ذراعيك مستقيمة أمامك.
fr: Saisissez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise180step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: اسحب شفرات الكتف ومفصل الكتف ببطء حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise181step1
source: Anchor the band at eye level. Take a few steps away until the band is taut.
ar: ربط الشريط على مستوى العين. قم باتخاذ بضع خطوات إلى الوراء حتى يكون الشريط متوترًا.
fr: Ancrez la bande à la hauteur des yeux. Éloignez-vous jusqu'à ce que la bande soit tendue.

# exercise181step2
source: Use an overhand grip with both hands. Pull the band to the bridge of your nose flaring your elbows out.
ar: استخدم قبضة علوية بكلتا اليدين. اسحب الشريط إلى جسر أنفك مع فتح كوعيك إلى الخارج.
fr: Utilisez une prise en pronation avec les deux mains. Tirez la bande jusqu'à l'arête de votre nez en écartant vos coudes.

# exercise182step1
source: Grab the band at shoulder width. Raise your arms straight out to the side.
ar: التقط الشريط على عرض الكتف. رفع ذراعيك مستقيمة إلى الجانب.
fr: Saisissez la bande à la largeur des épaules. Levez vos bras droit sur le côté.

# exercise182step2
source: The band should scrape against your shirt.
ar: يجب أن يخدش الشريط على قميصك.
fr: La bande devrait racler contre votre chemise.

# exercise183step1
source: Stand on the band with one or 2 feet depending on how heavy you want the band to be.
ar: قف على الشريط بقدم واحدة أو قدمين اعتمادًا على مدى ثقل الشريط الذي تريده.
fr: Tenez-vous sur la bande avec un ou deux pieds selon la résistance désirée.

# exercise183step2
source: With your elbows extended raise your fists straight up to the ceiling until they are at eye level.
ar: مع تمديد الكوعين، رفع قبضتيك مباشرة إلى السقف حتى تكون عند مستوى العينين.
fr: Avec les coudes tendus, levez vos poings droit vers le plafond jusqu'à ce qu'ils soient à hauteur des yeux.

# exercise184step1
source: Hold your body with arms locked above the equipment
ar: احتفظ بجسمك بذراعين مقفلتين فوق الجهاز.
fr: Maintenez votre corps avec les bras verrouillés au-dessus de l'équipement

# exercise184step2
source: Lower your body slowly while leaning forward, flare out your elbows
ar: انخفض ببطء بينما تميل للأمام، وافتح كوعيك.
fr: Abaissez lentement votre corps tout en vous penchant en avant, écartez vos coudes

# exercise184step3
source: Raise your body above the bars until your arms are locked.
ar: ارتفع بجسمك فوق القضبان حتى تقفل ذراعيك.
fr: Soulevez votre corps au-dessus des barres jusqu'à ce que vos bras soient verrouillés.

# exercise185step1
source: Place your hands firmly on the ground, directly under shoulders.
ar: وضع يديك بإحكام على الأرض، مباشرة تحت الكتفين.
fr: Placez vos mains fermement sur le sol, directement sous les épaules.

# exercise185step2
source: Flatten your back so your entire body is straight and slowly lower your body
ar: مستويًا ظهرك حتى يكون جسمك كله مستقيمًا، ثم انخفض ببطء.
fr: Aplatissez votre dos afin que votre corps soit droit et abaissez lentement votre corps

# exercise185step3
source: Draw shoulder blades back and down, keeping elbows tucked close to your body
ar: اسحب شفرات الكتف للوراء ولأسفل، مع الاحتفاظ بالكوعين قريبين من جسمك.
fr: Tirez les omoplates en arrière et vers le bas, en gardant les coudes près de votre corps

# exercise185step4
source: Exhale as you push back to the starting position.
ar: أخرج الهواء بينما تدفع للعودة إلى وضع البداية.
fr: Expirez en vous poussant de retour à la position de départ.

# exercise186step1
source: Stand facing bench or sturdy elevated platform.
ar: واجه مقعدًا أو منصة صلبة.
fr: Tenez-vous face à un banc ou à une plateforme surélevée solide.

# exercise186step2
source: Place hands on edge of bench or platform, slightly wider than shoulder width.
ar: ضع يديك على حافة المقعد أو المنصة، قليلاً أوسع من عرض الكتف.
fr: Placez les mains sur le bord du banc ou de la plateforme, légèrement plus large que la largeur des épaules.

# exercise186step3
source: Slowly lower your body until your chest almost touches the bench.
ar: انخفض بجسمك حتى تلامس صدرك تقريبًا المقعد.
fr: Abaissez lentement votre corps jusqu'à ce que votre poitrine touche presque le banc.

# exercise186step4
source: Push body up until arms are extended.
ar: ارتفع بجسمك حتى تمتد الذراعين.
fr: Poussez votre corps jusqu'à ce que les bras soient tendus.

# exercise187step1
source: Use a bench to elevate your feet.
ar: استخدم مقعدًا لرفع قدميك.
fr: Utilisez un banc pour surélever vos pieds.

# exercise187step2
source: Put your hands slightly wider than shoulder-width.
ar: ضع يديك قليلاً أوسع من عرض الكتفين.
fr: Placez vos mains légèrement plus larges que la largeur des épaules.

# exercise187step3
source: Slowly lower your body until your chest almost touches the ground
ar: انخفض بجسمك ببطء حتى تلامس صدرك تقريبًا الأرض.
fr: Abaissez lentement votre corps jusqu'à ce que votre poitrine touche presque le sol

# exercise187step4
source: Raise your body until you almost lock your elbows.
ar: ارفع جسمك حتى تكاد تقفل الكوعين.
fr: Soulevez votre corps jusqu'à ce que vous verrouilliez presque vos coudes.

# exercise188step1
source: Attach the band to an anchor point that is about shoulder height. Take a few steps away until the band is taut.
ar: ربط الشريط بنقطة مرجعية على ارتفاع الكتف. قم باتخاذ بضع خطوات إلى الوراء حتى يكون الشريط متوترًا.
fr: Attachez la bande à un point d'ancrage à environ la hauteur des épaules. Éloignez-vous jusqu'à ce que la bande soit tendue.

# exercise188step2
source: Extend your shoulder joint and elbow across your body until your arm is fully extended.
ar: امتد مفصل الكتف والكوع عبر جسمك حتى يكون ذراعك ممتدًا بالكامل.
fr: Étendez l'articulation de l'épaule et du coude à travers votre corps jusqu'à ce que votre bras soit complètement étendu.

# exercise189step1
source: Use a bench to elevate your feet.
ar: استخدم مقعدًا لرفع قدميك.
fr: Utilisez un banc pour surélever vos pieds.

# exercise189step2
source: Put your hands slightly wider than shoulder-width.
ar: ضع يديك قليلاً أوسع من عرض الكتفين.
fr: Placez vos mains légèrement plus larges que la largeur des épaules.

# exercise189step3
source: Slowly lower your body until your chest almost touches the ground
ar: انخفض بجسمك ببطء حتى تلامس صدرك تقريبًا الأرض.
fr: Abaissez lentement votre corps jusqu'à ce que votre poitrine touche presque le sol

# exercise189step4
source: Raise your body until you almost lock your elbows.
ar: ارفع جسمك حتى تكاد تقفل الكوعين.
fr: Soulevez votre corps jusqu'à ce que vous verrouilliez presque vos coudes.

# exercise190step1
source: Use a bench to elevate your feet.
ar: استخدم مقعدًا لرفع قدميك.
fr: Utilisez un banc pour surélever vos pieds.

# exercise190step2
source: Put your hands slightly wider than shoulder-width.
ar: ضع يديك قليلاً أوسع من عرض الكتفين.
fr: Placez vos mains légèrement plus larges que la largeur des épaules.

# exercise190step3
source: Slowly lower your body until your chest almost touches the ground
ar: انخفض بجسمك ببطء حتى تلامس صدرك تقريبًا الأرض.
fr: Abaissez lentement votre corps jusqu'à ce que votre poitrine touche presque le sol

# exercise190step4
source: Raise your body until you almost lock your elbows.
ar: ارفع جسمك حتى تكاد تقفل الكوعين.
fr: Soulevez votre corps jusqu'à ce que vous verrouilliez presque vos coudes.

# exercise191step1
source: Lay flat on the bench with your feet on the ground. With straight arms unrack the bar.
ar: استلقِ على المقاعد بقدميك على الأرض. باستخدام ذراعيك مستقيمة، ارفع القضيب.
fr: Allongez-vous sur le banc avec les pieds au sol. Avec les bras tendus, décrochez la barre.

# exercise191step2
source: Lower the bar to your mid chest
ar: انخفض بالقضيب إلى منتصف صدرك.
fr: Abaissez la barre jusqu'à votre poitrine

# exercise191step3
source: Raise the bar until you've locked your elbows.
ar: ارفع القضيب حتى تقفل الكوعين.
fr: Soulevez la barre jusqu'à ce que vos coudes soient verrouillés.

# exercise192step1
source: Position the bench between 30 and 45 degrees.
ar: ضع الدكة بين 30 و 45 درجة.
fr: Positionnez le banc entre 30 et 45 degrés.

# exercise192step2
source: Lay flat on the bench with your feet on the ground. With straight arms unrack the bar.
ar: استلقِ على الدكة بشكل مسطح مع وضع قدميك على الأرض. ارفع القضيب بذراعيك المستقيمتين.
fr: Allongez-vous sur le banc avec les pieds au sol. Avec les bras tendus, décrochez la barre.

# exercise192step3
source: Lower the bar to your mid chest
ar: انخفض بالقضيب إلى منتصف صدرك.
fr: Abaissez la barre jusqu'à votre poitrine

# exercise192step4
source: Raise the bar (slowly and controlled) until you've locked your elbows.
ar: ارتفع بالقضيب (ببطء وبسيطرة) حتى تقفل المرفقين.
fr: Soulevez la barre (lentement et contrôlé) jusqu'à ce que vos coudes soient verrouillés.

# exercise193step1
source: Un-rack the bar and break at the elbows and shoulders.
ar: انزع القضيب وثني المرفقين والكتفين.
fr: Décrochez la barre et pliez aux coudes et aux épaules.

# exercise193step2
source: Bring your elbows to the floor, rest for a second to remove all the momentum from the rep, then press to a lockout.
ar: قم بجلب المرفقين إلى الأرض، استرح لثانية لإزالة كل الزخم من التمرين، ثم اضغط حتى تقفل القوائم.
fr: Amenez vos coudes au sol, reposez-vous une seconde pour retirer tout le momentum de la répétition, puis pressez jusqu'au verrouillage.

# exercise194step1
source: Raise the bench to a 30 - 45 degree angle
ar: ارفع الدكة إلى زاوية 30 - 45 درجة.
fr: Relevez le banc à un angle de 30 à 45 degrés

# exercise194step2
source: Lay on the bench and set your feet on the ground.
ar: استلقِ على الدكة ووضع قدميك على الأرض.
fr: Allongez-vous sur le banc et placez vos pieds au sol.

# exercise194step3
source: Raise the dumbbells with straight arms then slowly lower them to about shoulder width.
ar: ارفع الدمبل بذراعين مستقيمتين ثم اخفضهما ببطء إلى حوالي عرض الكتف.
fr: Soulevez les haltères avec les bras tendus puis abaissez-les lentement jusqu'à environ la largeur des épaules.

# exercise194step4
source: Raise them again until your arms are locked and at the starting position again.
ar: ارفعهما مرة أخرى حتى تقفل الذراعين وتعود إلى الوضع الابتدائي مرة أخرى.
fr: Soulevez-les à nouveau jusqu'à ce que vos bras soient verrouillés et à la position initiale.

# exercise195step1
source: Raise the bench to a 30 - 45 degree angle
ar: ارفع الدكة إلى زاوية 30 - 45 درجة.
fr: Relevez le banc à un angle de 30 à 45 degrés

# exercise195step2
source: Lay on the bench and set your feet on the ground.
ar: استلقِ على الدكة ووضع قدميك على الأرض.
fr: Allongez-vous sur le banc et placez vos pieds au sol.

# exercise195step3
source: Raise the dumbbells with straight arms then slowly lower them to about shoulder width.
ar: ارفع الدمبل بذراعين مستقيمتين ثم اخفضهما ببطء إلى حوالي عرض الكتف.
fr: Soulevez les haltères avec les bras tendus puis abaissez-les lentement jusqu'à environ la largeur des épaules.

# exercise195step4
source: Raise them again until your arms are locked and at the starting position again.
ar: ارفعهما مرة أخرى حتى تقفل الذراعين وتعود إلى الوضع الابتدائي مرة أخرى.
fr: Soulevez-les à nouveau jusqu'à ce que vos bras soient verrouillés et à la position initiale.

# exercise196step1
source: Attach the band to an anchor point that is about shoulder height. Take a few steps away until the band is taut.
ar: ثبت الشريط على نقطة تثبيت تكون على ارتفاع الكتف. اخطو بضع خطوات حتى يكون الشريط مشدودًا.
fr: Attachez la bande à un point d'ancrage à environ la hauteur des épaules. Éloignez-vous jusqu'à ce que la bande soit tendue.

# exercise196step2
source: Extend your shoulder joint and elbow across your body until your arm is fully extended.
ar: امتد الكتف والمرفق عبر جسمك حتى يكون ذراعك ممتدًا تمامًا.
fr: Étendez l'articulation de l'épaule et du coude à travers votre corps jusqu'à ce que votre bras soit complètement étendu.

# exercise197step1
source: Loop the band around your mid-back. The ends of the bands should be around your hands between your thumb and pointer finger.
ar: قم بلف الشريط حول منتصف ظهرك. يجب أن تكون أطراف الشريط حول يديك بين إبهامك وسبابتك الوسطى.
fr: Passez la bande autour de votre dos. Les extrémités des bandes doivent être autour de vos mains entre votre pouce et votre index.

# exercise197step2
source: This exercise can be done from the knees or the toes depending on experience level.
ar: يمكن أداء هذا التمرين من الركبتين أو الأصابع الأصابع اعتمادًا على مستوى الخبرة.
fr: Cet exercice peut être effectué à partir des genoux ou des orteils selon le niveau d'expérience.

# exercise197step3
source: Begin by breaking at the elbows until your upper arm is by your side. Then extend at the elbows back into the top position.
ar: ابدأ بثني المرفقين حتى يكون الذراع العلوي بجانبك. ثم قم بتمديد المرفقين إلى الوضع الأعلى مرة أخرى.
fr: Commencez par plier les coudes jusqu'à ce que votre bras supérieur soit à vos côtés. Puis étendez aux coudes de retour à la position haute.

# exercise198step1
source: Grab the bar shoulder width apart with a supinated grip (palms facing you)
ar: امسك القضيب بعرض الكتف مع قبضة متجهة للأعلى (الكفوف تواجهك).
fr: Saisissez la barre à la largeur des épaules avec une prise en supination (paumes vers vous)

# exercise198step2
source: With your body hanging and arms fully extended, pull yourself up until your chin is past the bar.
ar: مع جسمك معلق وذراعيك ممدودتين تمامًا، اسحب نفسك حتى يمر ذقنك فوق القضيب.
fr: Avec votre corps suspendu et les bras complètement tendus, tirez-vous vers le haut jusqu'à ce que votre menton dépasse la barre.

# exercise198step3
source: Slowly return to starting position. Repeat.
ar: ارجع ببطء إلى الوضع الابتدائي. كرر.
fr: Revenez lentement à la position initiale. Répétez.

# exercise199step1
source: Stand up straight with a dumbbell in each hand at arm's length.
ar: وقف مستقيمًا مع دمبل في كل يد على طول الذراع.
fr: Tenez-vous droit avec un haltère dans chaque main à la longueur des bras.
