Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# inputControl
source: Field {field} cannot be empty.
ar: الحقل {field} لا يمكن أن يكون فارغًا.

# inputControlInvalid
source: Input in the {field} field is invalid.
ar: الإدخال في حقل {field} غير صالح.

# inputHint
source: Enter {yourField}
ar: أدخل {yourField}
fr: Entrer {yourField}

# inputControlLess
source: {field} must be at least {min} characters
ar: {field} يجب أن يكون على الأقل {min} حرفًا

# open1
source: open
ar: فتح
fr: ouvrir

source: Home
ar: الرئيسية
fr: Acceuil

source: Chat
ar: الدردشة
fr: Discuter

source: Teams
ar: الفرق
fr: equipes

source: Season
ar: الموسم
fr: saison

source: Calendar
ar: التقويم
fr: calendrier

source: Title
ar: العنوان
fr: titre

source: Cancel
ar: إلغاء
fr: annuler

# confirmPasswordLabel
source: Confirm Password
ar: تأكيد كلمة المرور
fr: Confirmer le mot de passe

source: Passwords do not match
ar: كلمات المرور غير متطابقة
fr: Les mots de passe ne correspondent pas

source: Error
ar: خطأ
fr: erreur

source: Next
ar: التالي
fr: Suivant

source: No account ?
ar: لا يوجد حساب؟
fr: Pas de compte ?

# createAccount
source: Create one
ar: أنشئ حسابًا
fr: Créer un

# forgotPassword
source: Forgot your password?
ar: هل نسيت كلمة المرور؟
fr: Vous avez oublié votre mot de passe ?

source: Login
ar: تسجيل الدخول
fr: connexion

source: OK
ar: موافق

source: No
ar: لا
fr: Non

source: Yes
ar: نعم
fr: Oui

source: Proceed
ar: متابعة
fr: Procéder

source: Description
ar: الوصف

source: Email
ar: البريد الإلكتروني

source: Submit
ar: إرسال
fr: Soumettre

source: Refresh
ar: تحديث
fr: Rafraîchir

source: Language
ar: اللغة
fr: Langue

source: Name
ar: الاسم
fr: Nom

source: Address
ar: العنوان
fr: Adresse

source: Image viewer
ar: عارض الصور
fr: Visionneuse d'images

source: Security
ar: الأمان
fr: Sécurité

source: Change your password
ar: قم بتغيير كلمة المرور الخاصة بك
fr: Modifier votre mot de passe

# changeTheApplicationsLanguage
source: Change app language
ar: تغيير لغة التطبيق
fr: Changer la langue de l'application

source: App theme
ar: سمة التطبيق

source: Enable the dark theme
ar: تمكين الوضع الداكن
fr: Thème de l'application

source: Enable the light theme
ar: تمكين الوضع الفاتح
fr: Activer le thème lumineux

source: Privacy shortcuts
ar: اختصارات الخصوصية
fr: Raccourcis de confidentialité

# cardVipPrivacyPolicy
source: privacy policy Sports Pedagogue
ar: سياسة الخصوصية Sports Pedagogue
fr: Politique de confidentialité Sports Pedagogue

source: Information
ar: المعلومات
fr: Informations

source: Not implemented yet
ar: لم يتم تنفيذه بعد
fr: Pas encore mis en œuvre

source: Logout
ar: تسجيل الخروج
fr: Déconnexion

source: You can log back in anytime
ar: يمكنك تسجيل الدخول مرة أخرى في أي وقت
fr: Vous pouvez vous reconnecter à tout moment

source: Theme settings
ar: إعدادات السمة
fr: Paramètres du thème

source: Follow system
ar: اتبع النظام
fr: Suivre le système

source: Light mode
ar: وضع النهار
fr: Mode lumineux

source: Dark mode
ar: وضع الليل
fr: Mode sombre

source: Settings
ar: الإعدادات
fr: Paramètres

# currentPasswordLabel
source: Current password
ar: كلمة المرور الحالية
fr: Mot de passe actuel

source: Please enter your current password
ar: الرجاء إدخال كلمة المرور الحالية الخاصة بك
fr: Veuillez saisir votre mot de passe actuel

source: New password label
ar: كلمة المرور الجديدة
fr: Nouveau libellé du mot de passe

source: Please enter your new password
ar: الرجاء إدخال كلمة المرور الجديدة الخاصة بك
fr: Veuillez saisir votre nouveau mot de passe

source: Invalid credentials
ar: بيانات الاعتماد غير صالحة
fr: Informations d'identification invalides

source: No data
ar: لا توجد بيانات
fr: Pas de données

# addNew
source: Add new {item}
ar: إضافة {item} جديد
fr: Ajouter un nouveau {item}

# update
source: Update {item}
ar: تحديث {item}
fr: Mise à jour {item}

source: {item} list
ar: قائمة {item}
fr: {item} liste

source: Staff
ar: الموظفين
fr: Personnel

source: Team
ar: فريق
fr: Équipe

source: Category
ar: الفئة
fr: Catégorie

source: No message here yet...
ar: لا توجد رسائل هنا بعد...
fr: Pas de message pour l'instant...

source: Create
ar: إنشاء
fr: Créer

# list
source: List Of
ar: قائمة
fr: Liste

source: Add
ar: إضافة
fr: Ajouter

source: No conversations
ar: لا توجد محادثات
fr: Pas de conversations

source: Save
ar: حفظ
fr: Sauvegarder

source: Password
ar: كلمة المرور
fr: Mot de passe

source: Login page
ar: صفحة تسجيل الدخول
fr: Page de connexion

source: Password confirmation
ar: تأكيد كلمة المرور
fr: Confirmation du mot de passe

source: Username
ar: اسم المستخدم
fr: Nom d'utilisateur

source: Register page
ar: صفحة التسجيل
fr: Page d'enregistrement

source: Matches
ar: مباريات

source: Conversation
ar: محادثة

source: Unknown
ar: غير معروف
fr: Inconnu

source: No messages
ar: لا توجد رسائل
fr: Aucun message

source: Coaching
ar: تدريب
fr: Encadrement

source: Meeting
ar: اجتماع
fr: Réunion

source: Technical drawing
ar: الرسم الفني
fr: Dessin technique

source: Soccer
ar: كرة القدم
fr: Football

source: Basketball
ar: كرة السلة

source: Handball
ar: كرة اليد

source: Volleyball
ar: كرة الطائرة

source: Rugby
ar: الرغبي

source: tennis
ar: تنس

source: Athletics
ar: الألعاب الرياضية
fr: Athlétisme

source: Match
ar: مباراة

source: Referee
ar: الحكم
fr: Arbitre

source: Delete confirmation
ar: تأكيد الحذف

# areYouSureYouWantToDeleteThis
source: Are you sure you want to delete this {value} ?
ar: هل أنت متأكد أنك تريد حذف هذا {value} ؟
fr: Êtes-vous sûr de vouloir supprimer cette {value} ?

source: Event
ar: حدث
fr: Événement

source: Events
ar: الأحداث
fr: Evénements

source: Events of
ar: أحداث من
fr: Événements de

source: Event details
ar: تفاصيل الحدث
fr: Détails de l'événement

source: Warning
ar: تحذير
fr: Avertissement

source: Rating
ar: تقييم
fr: Evaluation

source: Please check the required fields
ar: يرجى التحقق من الحقول المطلوبة
fr: Veuillez remplir les champs obligatoires

source: Session
ar: جلسة

# select
source: Select {value}
ar: اختر {value}
fr: Sélectionner {value}

# inputHintNumberOfCharacters
source: This field should have less than {value} characters
ar: يجب أن يكون عدد الأحرف في هذا الحقل أقل من {value}
fr: Ce champ doit contenir moins de {value} caractères

source: Time
ar: الوقت
fr: Temps

source: Place
ar: مكان
fr: Lieu

source: Date
ar: التاريخ

source: Score
ar: النتيجة

source: Competition
ar: المسابقة
fr: Concours

source: Yellow Card
ar: بطاقة صفراء
fr: Carte jaune

source: Red Card
ar: بطاقة حمراء
fr: Carton rouge

source: Scorer
ar: هداف
fr: buteur

source: Assistant goal scoring
ar: مساعد في التهديف
fr: Assistant buteur

source: Goals conceded
ar: أهداف مستقبلة
fr: Buts concédés

source: Opponent
ar: الخصم
fr: Opposant

source: Res Out
ar: نتيجة خارجة

source: Go Ret
ar: عودة

source: Arbitrator
ar: الحكم
fr: Arbitre

source: Assistant 1
ar: مساعد 1

source: Assistant 2
ar: مساعد 2

source: Report
ar: تقرير
fr: Rapport

source: Choose image
ar: اختر صورة
fr: Choisir l'image

source: Opponent logo
ar: شعار الخصم
fr: Logo de l'adversaire

source: Video error
ar: خطأ في الفيديو
fr: Erreur vidéo

# elementNotFound
source: {value} not found
ar: {value} غير موجود
fr: {value} non trouvé

source: Sessions Count
ar: عدد الجلسات
fr: Nombre de séances

source: Type
ar: نوع

source: Coach
ar: مدرب
fr: Entraîneur

source: Assistant
ar: مساعد المدرب
fr: Entraîneur-adjoint

source: Director
ar: المدير الرياضي
fr: Directeur Sportif

source: Doctor
ar: طبيب الفريق
fr: Médecin

source: Administrative
ar: إداري الفريق
fr: Administratif

# delegateValue
source: Delegate
ar: إداري
fr: Délégué

source: Fitness
ar: مدرب لياقة بدنية
fr: Preparateur Physique

source: Goalkeeper
ar: حارس مرمى
fr: Gardien

source: Coach Goalkeeper
ar: مدرب حراس المرمى
fr: Gardiens

source: Material
ar: حافظ الاثاث
fr: Garde Materiels

source: Nutritionist
ar: أخصائي تغذية
fr: Nutritionniste

source: Physiotherapist
ar: أخصائي علاج طبيعي
fr: Physiothérapeute

source: Statistician
ar: إحصائي
fr: Statisticien

source: First name
ar: الاسم الأول
fr: Prénom

source: Last name
ar: اسم العائلة
fr: Nom de famille

source: Sex
ar: الجنس
fr: sexe

source: Birth date
ar: تاريخ الميلاد
fr: Date de naissance

source: Birthplace
ar: مكان الميلاد

source: Mobile
ar: الموبايل

source: Country
ar: البلد
fr: Pays

source: city
ar: المدينة
fr: ville

source: Zip code
ar: الرمز البريدي
fr: Code postal

# exerciseTitle1
source: Elevated Pike Press
ar: ضغط بيك مرتفع
fr: Presse à pique surélevée

# exerciseTitle2
source: Elevated Pike Shoulder Shrug
ar: شد الكتف بيك مرتفع
fr: Haussement d'épaules à pique surélevé

# exerciseTitle3
source: Dumbbell Shrug
ar: شد بالدمبل
fr: Haussement d'épaules avec haltères

# exerciseTitle4
source: Barbell Silverback Shrug
ar: شد باربل سيلفرباك
fr: Haussement d'épaules Silverback à la barre

# exerciseTitle5
source: Traps Stretch Variation One
ar: تمديد فخذ متغير واحد
fr: Variation un de l'étirement des trapèzes

# exerciseTitle6
source: Traps Stretch Variation Two
ar: تمديد فخذ متغير اثنان
fr: Variation deux de l'étirement des trapèzes

# exerciseTitle7
source: Band Shrug
ar: شد بالحزام
fr: Haussement d'épaules avec bande

# exerciseTitle8
source: Band Horizontal Shrug
ar: شد أفقي بالحزام
fr: Haussement d'épaules horizontal avec bande

# exerciseTitle9
source: Elevated Pike Press
ar: ضغط الكتف المرتفع
fr: Presse à pique surélevée

# exerciseTitle10
source: Elevated Pike Shoulder Shrug
ar: رفع الكتف المرتفع بالبايك
fr: Haussement d'épaules à pique surélevé

# exerciseTitle11
source: Dumbbell Seated Overhead Press
ar: ضغط الدمبل الجالس فوق الرأس
fr: Presse verticale assise avec haltères

# exerciseTitle12
source: Dumbbell Alternating Single Arm Press
ar: ضغط الدمبل الفردي بالتناوب
fr: Presse à un bras alternée avec haltères

# exerciseTitle13
source: Dumbbell Decline Squeeze Press
ar: ضغط الدمبل على المقاعد بالانقباض
fr: Presse en déclin serrée avec haltères

# exerciseTitle14
source: Barbell Overhead Press
ar: ضغط الباربيل فوق الرأس
fr: Presse verticale à la barre

# exerciseTitle15
source: Barbell Upright Row
ar: رفع الباربيل بشكل عمودي
fr: Rowing debout à la barre

# exerciseTitle16
source: Shoulders Stretch Variation One
ar: تمرين تمديد الكتف - النسخة الأولى
fr: Variation un de l'étirement des épaules

# exerciseTitle17
source: Shoulders Stretch Variation Two
ar: تمرين تمديد الكتف - النسخة الثانية
fr: Variation deux de l'étirement des épaules

# exerciseTitle18
source: Band Pull Apart
ar: سحب الشريط القابل للفصل
fr: Écarté avec bande

# exerciseTitle19
source: Band Single Arm Overhead Press
ar: ضغط الشريط الفردي فوق الرأس
fr: Presse verticale à un bras avec bande

# exerciseTitle20
source: Band Horizontal Shrug
ar: رفع الكتف بالشريط الأفقي
fr: Haussement d'épaules horizontal avec bande

# exerciseTitle21
source: Dips
ar: النقعات

# exerciseTitle22
source: Push Up
ar: الضغط بالجسم
fr: Pompes

# exerciseTitle23
source: Incline Push Up
ar: الضغط بالجسم على سطح مائل
fr: Pompes inclinées

# exerciseTitle24
source: Decline Push Up
ar: الضغط بالجسم على سطح مائل للأسفل
fr: Pompes déclinées

# exerciseTitle25
source: Dumbbell Incline Chest Flys
ar: تحليق الدمبل للصدر على سطح مائل
fr: Écarté à l'incliné avec haltères

# exerciseTitle26
source: Dumbbell Incline Bench Press
ar: ضغط الدمبل على سطح مائل
fr: Presse à l'incliné avec haltères

# exerciseTitle27
source: Barbell Bench Press
ar: ضغط الباربيل على السطح
fr: Presse à la barre

# exerciseTitle28
source: Incline Barbell Bench Press
ar: ضغط الباربيل على سطح مائل
fr: Presse à la barre inclinée

# exerciseTitle29
source: Floor Press
ar: الضغط على الأرض
fr: Presse au sol

# exerciseTitle30
source: Barbell Bench Press
ar: ضغط الباربيل على السطح
fr: Presse à la barre

# exerciseTitle31
source: Incline Barbell Bench Press
ar: ضغط الباربيل على سطح مائل
fr: Presse à la barre inclinée

# exerciseTitle32
source: Band Chest Press
ar: ضغط الشريط الفردي
fr: Presse pectorale avec bande

# exerciseTitle33
source: Band Pec Fly
ar: تحليق الشريط للصدر
fr: Écarté pectoral avec bande

# exerciseTitle34
source: Chin Ups
ar: التشين أب
fr: Traction à la barre fixe

# exerciseTitle35
source: Dumbbell Curl
ar: تمرين الدمبل للتمدد
fr: Curl avec haltères

# exerciseTitle36
source: Dumbbell Hammer Curl
ar: تمرين الدمبل للتمدد بالمطرقة
fr: Curl marteau avec haltères

# exerciseTitle37
source: Curl
ar: تمرين الكرل

# exerciseTitle38
source: Barbell Reverse Curl
ar: تمرين الباربيل للتمدد بالاتجاه المعاكس
fr: Curl inversé à la barre

# exerciseTitle39
source: Landmine Row
ar: سحب اللاندماين
fr: Rowing à la mine terrestre

# exerciseTitle40
source: Biceps Stretch Variation One
ar: تمرين التمدد للبايسبس - النسخة الأولى
fr: Variation un de l'étirement des biceps

# exerciseTitle41
source: Biceps Stretch Variation Two
ar: تمرين التمدد للبايسبس - النسخة الثانية
fr: Variation deux de l'étirement des biceps

# exerciseTitle42
source: Band Curl
ar: تمرين الكرل بالشريط
fr: Curl avec bande

# exerciseTitle43
source: Band Kneeling Single Arm Pulldown
ar: سحب الشريط للصدر بالجلوس
fr: Tirage un bras à genoux avec bande

# exerciseTitle44
source: Band Reverse Curl
ar: تمرين الكرل بالشريط بالاتجاه المعاكس
fr: Curl inversé avec bande

# exerciseTitle45
source: Bodyweight Russian Twist
ar: لف الجسم الروسي بالوزن الجسماني
fr: Twist russe au poids du corps

# exerciseTitle46
source: Side Plank Up Down
ar: الانحناء الجانبي بالشكل الصعود والهبوط
fr: Montée et descente en planche latérale

# exerciseTitle47
source: Side Plank Reach Through
ar: الانحناء الجانبي مع التمدد
fr: Planche latérale avec passage du bras sous le corps

# exerciseTitle48
source: Dumbbell Russian Twist
ar: لف الجسم الروسي بالدمبل
fr: Twist russe avec haltères

# exerciseTitle49
source: Dumbbell Wood Chopper
ar: قطع الخشب بالدمبل
fr: Coupe de bois avec haltères

# exerciseTitle50
source: Barbell Landmine Side Bend
ar: الانحناء الجانبي بالباربيل للخشم
fr: Flexion latérale à la barre terrestre

# exerciseTitle51
source: Barbell Suitcase Deadlift
ar: الرفع الجانبي بالباربيل للحقيبة
fr: Soulevé de terre valise avec barre

# exerciseTitle52
source: Barbell Landmine Side Bend
ar: الانحناء الجانبي بالباربيل للخشم
fr: Flexion latérale à la barre terrestre

# exerciseTitle53
source: Band Pallof Press
ar: ضغط الشريط بالبالوف
fr: Presse Pallof avec bande

# exerciseTitle54
source: Band Wood Chopper
ar: قطع الخشب بالشريط
fr: Coupe de bois avec bande

# exerciseTitle55
source: Crunches
ar: العضلات البطنية

# exerciseTitle56
source: Hanging Knee Raises
ar: رفع الركبة مع الإعلان
fr: Levées de genoux suspendu

# exerciseTitle57
source: Rotate your upper spine to engage your obliques.
ar: تدوير العمود الفقري العلوي لتشغيل الوتيرات الجانبية
fr: Tournez votre colonne vertébrale supérieure pour solliciter vos obliques.

# exerciseTitle58
source: Forearm Plank
ar: اللوحة بالساعد
fr: Planche sur avant-bras

# exerciseTitle59
source: Dumbbell Russian Twist
ar: لف الجسم الروسي بالدمبل
fr: Twist russe avec haltères

# exerciseTitle60
source: Barbell Roll Outs
ar: إخراج الباربيل
fr: Déroulés avec barre

# exerciseTitle61
source: Barbell Roll Outs
ar: إخراج الباربيل
fr: Déroulés avec barre

# exerciseTitle62
source: Barbell Roll Outs
ar: إخراج الباربيل
fr: Déroulés avec barre

# exerciseTitle63
source: Barbell Situp
ar: الجلوس بالباربيل
fr: Redressement assis avec barre

# exerciseTitle64
source: Larsen Bench Press
ar: ضغط اللارسن
fr: Presse de banc Larsen

# exerciseTitle65
source: Band Crunch
ar: الكرل بالشريط
fr: Crunch avec bande

# exerciseTitle66
source: Chin Ups
ar: التشين أب
fr: Traction à la barre fixe

# exerciseTitle67
source: Inverted Row
ar: السحب العكسي
fr: Rowing inversé

# exerciseTitle68
source: Dumbbell Wrist Curl
ar: لف الرسغ بالدمبل
fr: Curl de poignet avec haltères

# exerciseTitle69
source: Dumbbell Wrist Extension
ar: تمديد الرسغ بالدمبل
fr: Extension de poignet avec haltères

# exerciseTitle70
source: Dumbbell Reverse Curl
ar: تمرين الكرل بالدمبل بالاتجاه المعاكس
fr: Curl inversé avec haltères

# exerciseTitle71
source: Barbell Wrist Curl
ar: تمرين لف الرسغ بالباربيل
fr: Curl de poignet avec barre

# exerciseTitle72
source: Behind The Back Barbell Wrist Curl
ar: تمرين لف الرسغ بالباربيل وراء الظهر
fr: Curl de poignet avec barre derrière le dos

# exerciseTitle73
source: Barbell Reverse Curl
ar: تمرين الباربيل للتمدد بالاتجاه المعاكس
fr: Curl inversé avec barre

# exerciseTitle74
source: Forearms Stretch Variation One
ar: تمرين تمديد الساعدين - النسخة الأولى
fr: Variation un de l'étirement des avant-bras

# exerciseTitle75
source: Forearms Stretch Variation Two
ar: تمرين تمديد الساعدين - النسخة الثانية
fr: Variation deux de l'étirement des avant-bras

# exerciseTitle76
source: Band Reverse Curl
ar: تمرين الكرل بالشريط بالاتجاه المعاكس
fr: Curl inversé avec bande

# exerciseTitle77
source: Bodyweight Squat
ar: التحليق بالجسم
fr: Squat au poids du corps

# exerciseTitle78
source: Forward Lunges
ar: الانحناء للأمام
fr: Fentes avant

# exerciseTitle79
source: Bulgarian Split Squat
ar: الانحناء البلغاري
fr: Squat Bulgare

# exerciseTitle80
source: Jump Squats
ar: القفزات الجانبية
fr: Squats sautés

# exerciseTitle81
source: Dumbbell Glute Bridge
ar: جسر الدمبل للأرداف
fr: Pont fessier avec haltères

# exerciseTitle82
source: Dumbbell Goblet Squat
ar: السكوات الجانبية بالدمبل
fr: Squat goblet avec haltères

# exerciseTitle83
source: Dumbbell Bulgarian Split Squat
ar: الانحناء البلغاري بالدمبل
fr: Squat Bulgare avec haltères

# exerciseTitle84
source: Barbell Curtsy Lunge
ar: انحناء الساق بالباربيل
fr: Fente courbée avec barre

# exerciseTitle85
source: Barbell Split Squat
ar: الانحناء البلغاري بالباربيل
fr: Squat partagé avec barre

# exerciseTitle86
source: Front Squat Bodybuilding
ar: السكوات الأمامية لبناء الجسم
fr: Squat avant culturisme

# exerciseTitle87
source: Barbell Squat
ar: السكوات بالباربيل
fr: Squat avec barre

# exerciseTitle88
source: Band Squat
ar: السكوات بالشريط
fr: Squat avec bande

# exerciseTitle89
source: Band Leg Press
ar: ضغط الساق بالشريط
fr: Presse à jambes avec bande

# exerciseTitle90
source: Band Spanish Squat
ar: القرفصاء الإسباني بالشريط
fr: Squat espagnol avec bande

# exerciseTitle91
source: Walking Calf Raises
ar: رفع كعبين أثناء المشي
fr: Montées sur mollets en marchant

# exerciseTitle92
source: Tip Toe Walking
ar: المشي على أطراف الأصابع
fr: Marche sur la pointe des pieds

# exerciseTitle93
source: Calf Raises
ar: رفع كعبين
fr: Montées sur mollets

# exerciseTitle94
source: Dumbbell Calf Raise
ar: رفع كعبين بالدمبل
fr: Montées sur mollets avec haltères

# exerciseTitle95
source: Dumbbell Seated Calf Raise
ar: رفع كعبين جلوس بالدمبل
fr: Montées sur mollets assis avec haltères

# exerciseTitle96
source: Calf Raises
ar: رفع كعبين
fr: Montées sur mollets

# exerciseTitle97
source: Calf Jump
ar: قفزة العجل
fr: Sauts sur mollets

# exerciseTitle98
source: Barbell Seated Calf Raise
ar: رفع كعبين بالشريط
fr: Montées sur mollets assis avec barre

# exerciseTitle99
source: Calf Raises
ar: رفع كعبين
fr: Montées sur mollets

# exerciseTitle100
source: Calf Raises
ar: رفع كعبين
fr: Montées sur mollets

# exerciseTitle101
source: Pull Ups
ar: السحب على العارضة
fr: Traction à la barre fixe

# exerciseTitle102
source: Dumbbell Row Bilateral
ar: السحب بالدمبل ثنائي الأذرع
fr: Rowing avec haltères bilatéral

# exerciseTitle103
source: Dumbbell Row Unilateral
ar: السحب بالدمبل أحادي الأذرع
fr: Rowing avec haltères unilatéral

# exerciseTitle104
source: Dumbbell Rear Delt Row
ar: السحب الخلفي بالدمبل
fr: Rowing deltoïde postérieur avec haltères

# exerciseTitle105
source: Dumbbell Silverback Shrug
ar: السحب بالدمبل باتجاه الظهر
fr: Haussement d'épaules Silverback avec haltères

# exerciseTitle106
source: Deadlift
ar: الرفع الأرضي
fr: Soulevé de terre

# exerciseTitle107
source: Landmine Row
ar: صف العامود
fr: Rowing à la mine terrestre

# exerciseTitle108
source: Band Pull Apart
ar: فصل الشريط
fr: Écarté avec bande

# exerciseTitle109
source: Pull Ups
ar: السحب على العارضة
fr: Traction à la barre fixe

# exerciseTitle110
source: Chin Ups
ar: السحب بالذقن
fr: Traction à la barre fixe (menton)

# exerciseTitle111
source: Inverted Row
ar: السحب العكسي
fr: Rowing inversé

# exerciseTitle112
source: Dumbbell Row Bilateral
ar: السحب بالدمبل ثنائي الأذرع
fr: Rowing avec haltères bilatéral

# exerciseTitle113
source: Bent Over Barbell Row
ar: السحب بالشريط أثناء الانحناء بالقضيب
fr: Rowing penché à la barre

# exerciseTitle114
source: Landmine Row
ar: صف العامود
fr: Rowing à la mine terrestre

# exerciseTitle115
source: Band Row
ar: سحب الشريط
fr: Rowing avec bande

# exerciseTitle116
source: Band Pullover
ar: السحب بالشريط
fr: Pullover avec bande

# exerciseTitle117
source: Band Kneeling Single Arm Pulldown
ar: سحب الشريط أثناء الجلوس بيد واحدة
fr: Tirage un bras à genoux avec bande

# exerciseTitle118
source: Dips
ar: النزول

# exerciseTitle119
source: Diamond Push Ups
ar: ضغط الماس
fr: Pompes diamant

# exerciseTitle120
source: Bench Dips
ar: النزول على المقعد
fr: Dips sur banc

# exerciseTitle121
source: Dumbbell Skullcrusher
ar: كسر الجمجمة بالدمبل
fr: Extensions de triceps allongé avec haltères

# exerciseTitle122
source: Seated Overhead Tricep Extension
ar: تمديد الذراعين بالدمبل فوق الرأس جالسًا
fr: Extension des triceps assis au-dessus de la tête

# exerciseTitle123
source: Silverback Shrug
ar: رفع الأكتاف باتجاه الظهر
fr: Haussement d'épaules Silverback

# exerciseTitle124
source: Laying Triceps Extensions
ar: تمديد الذراعين واستلقاء الوجه
fr: Extensions de triceps allongé

# exerciseTitle125
source: Band Pushdown
ar: دفع الشريط للأسفل
fr: Descente avec bande

# exerciseTitle126
source: Glute Bridge
ar: جسر الأرداف
fr: Pont fessier

# exerciseTitle127
source: Forward Lunges
ar: الانحناء الأمامي
fr: Fentes avant

# exerciseTitle128
source: Good Mornings
ar: تحييد الظهر

# exerciseTitle129
source: Jump Squats
ar: قفزات السكوات
fr: Squats sautés

# exerciseTitle130
source: Side Lunges
ar: الانحناء جانبيًا
fr: Fentes latérales

# exerciseTitle131
source: Dumbbell Romanian Deadlift
ar: الرفع الروماني بالدمبل
fr: Soulevé de terre roumain avec haltères

# exerciseTitle132
source: Barbell Squat
ar: السكوات بالقضيب
fr: Squat avec barre

# exerciseTitle133
source: Barbell Squat
ar: السكوات بالقضيب
fr: Squat avec barre

# exerciseTitle134
source: Barbell Romanian Deadlift
ar: الرفع الروماني بالقضيب
fr: Soulevé de terre roumain avec barre

# exerciseTitle135
source: Band Squat
ar: السكوات بالشريط
fr: Squat avec bande

# exerciseTitle136
source: Band Good Morning
ar: تحييد الظهر بالشريط
fr: Good Morning avec bande

# exerciseTitle137
source: Good Mornings
ar: تحييد الظهر

# exerciseTitle138
source: Supermans
ar: سوبرمان

# exerciseTitle139
source: Dumbbell Romanian Deadlift
ar: الرفع الروماني بالدمبل
fr: Soulevé de terre roumain avec haltères

# exerciseTitle140
source: Dumbbell Row Bilateral
ar: السحب بالدمبل ثنائي الأذرع
fr: Rowing avec haltères bilatéral

# exerciseTitle141
source: Deadlift
ar: الرفع الأرضي
fr: Soulevé de terre

# exerciseTitle142
source: Deadlift
ar: الرفع الأرضي
fr: Soulevé de terre

# exerciseTitle143
source: Barbell Romanian Deadlift
ar: الرفع الروماني بالقضيب
fr: Soulevé de terre roumain avec barre

# exerciseTitle144
source: Band Romanian Deadlift
ar: الرفع الروماني بالشريط
fr: Soulevé de terre roumain avec bande

# exerciseTitle145
source: Good Mornings
ar: تحييد الظهر

# exerciseTitle146
source: Supermans
ar: سوبرمان

# exerciseTitle147
source: Kickbacks
ar: ركلات الساق

# exerciseTitle148
source: Single Legged Romanian Deadlifts
ar: الرفع الروماني لساق واحدة
fr: Soulevé de terre roumain sur une jambe

# exerciseTitle149
source: Nordic Hamstring Curl
ar: التمارين الهمستر النوردية
fr: Curl nordique des ischio-jambiers

# exerciseTitle150
source: Good Mornings
ar: تحييد الظهر

# exerciseTitle151
source: Dumbbell Romanian Deadlift
ar: الرفع الروماني بالدمبل
fr: Soulevé de terre roumain avec haltères

# exerciseTitle152
source: Barbell Romanian Deadlift
ar: الرفع الروماني بالقضيب
fr: Soulevé de terre roumain avec barre

# exerciseTitle153
source: Stiff Leg Deadlifts
ar: الرفع الثابت للظهر
fr: Soulevé de terre jambes tendues
