Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# exercise299step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازي (أسفل ساقك يجب أن يكون متوازيًا مع الأرض). إذا لم تتمكن من تحديد عمق الانثناء، فحاول الانثناء أمام مرآة وراقب وضعيتك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous ne pouvez pas évaluer votre profondeur de squat, essayez de faire des squats devant un miroir et observez votre forme.

# exercise300step1
source: Stand with your feet shoulder-width apart. Maintain the natural arch in your back, squeezing your shoulder blades and raising your chest.
ar: وقف بقدميك على عرض الكتف. حافظ على القوس الطبيعي في ظهرك، وانقبض على عظم الكتف وارفع صدرك.
fr: Tenez-vous debout les pieds écartés à la largeur des épaules. Maintenez la courbure naturelle de votre dos, en serrant vos omoplates et en redressant votre poitrine.

# exercise300step2
source: Grip the bar across your shoulders and support it on your upper back. Unwrack the bar by straightening your legs, and take a step back.
ar: امسك بالشريط عبر كتفيك وامنعه على ظهرك العلوي. ارفع الشريط بتقويم ركبتيك، واخطو خطوة للخلف.
fr: Agrippez la barre sur vos épaules et soutenez-la sur le haut de votre dos. Dégagez la barre en redressant vos jambes et faites un pas en arrière.

# exercise300step3
source: Bend your knees as you lower the weight without altering the form of your back until your hips are below your knees.
ar: انثني ركبتيك بينما تخفض الوزن دون تغيير في وضع ظهرك حتى تكون وسط حوضك أسفل ركبتيك.
fr: Fléchissez vos genoux en abaissant le poids sans altérer la forme de votre dos jusqu'à ce que vos hanches soient en dessous de vos genoux.

# exercise301step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: وقف بقبضة عريضة الكتفين. يجب أن تكون كل قدم على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chaque main.

# exercise301step2
source: Push your butt back and also break at the knees.
ar: ادفعي مؤخرتك إلى الوراء وانثني الركبتين أيضًا.
fr: Poussez vos fesses en arrière et fléchissez également les genoux.

# exercise301step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازي (أسفل ساقك يجب أن يكون متوازيًا مع الأرض). إذا لم تتمكن من تحديد عمق الانثناء، فحاول الانثناء أمام مرآة وراقب وضعيتك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous ne pouvez pas évaluer votre profondeur de squat, essayez de faire des squats devant un miroir et observez votre forme.

# exercise302step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: وقف بقبضة عريضة الكتفين. يجب أن تكون كل قدم على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chaque main.

# exercise302step2
source: Push your butt back and also break at the knees.
ar: ادفعي مؤخرتك إلى الوراء وانثني الركبتين أيضًا.
fr: Poussez vos fesses en arrière et fléchissez également les genoux.

# exercise302step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازي (أسفل ساقك يجب أن يكون متوازيًا مع الأرض). إذا لم تتمكن من تحديد عمق الانثناء، فحاول الانثناء أمام مرآة وراقب وضعيتك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous ne pouvez pas évaluer votre profondeur de squat, essayez de faire des squats devant un miroir et observez votre forme.

# exercise303step1
source: Stand with a shoulder width grip. Both feet should be on the band with the band loops in each of your hand.
ar: وقف بقبضة عريضة الكتفين. يجب أن تكون كل قدم على الشريط مع حلقات الشريط في كل يد.
fr: Tenez-vous avec une prise à la largeur des épaules. Les deux pieds doivent être sur la bande avec les boucles de la bande dans chaque main.

# exercise303step2
source: Push your butt back and also break at the knees.
ar: ادفعي مؤخرتك إلى الوراء وانثني الركبتين أيضًا.
fr: Poussez vos fesses en arrière et fléchissez également les genoux.

# exercise303step3
source: Try to hit parallel depth (bottom of your leg should be parallel with the ground). If you can't tell your squat depth, then try squatting in front of a mirror and watch your form.
ar: حاول الوصول إلى عمق متوازي (أسفل ساقك يجب أن يكون متوازيًا مع الأرض). إذا لم تتمكن من تحديد عمق الانثناء، فحاول الانثناء أمام مرآة وراقب وضعيتك.
fr: Essayez d'atteindre une profondeur parallèle (le bas de votre jambe doit être parallèle au sol). Si vous ne pouvez pas évaluer votre profondeur de squat, essayez de faire des squats devant un miroir et observez votre forme.

# exercise304step1
source: Stand on your band with both feet.
ar: وقف على الشريط بكلتا القدمين.
fr: Tenez-vous debout sur votre bande avec les deux pieds.

# exercise304step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ إلى الأمام عند الوركين مع الحفاظ على ظهر مستقيم.
fr: Inclinez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise304step3
source: Hinge until you feel a stretch in your hamstrings.
ar: انحنِ حتى تشعر بتمدد في عضلات الساق الخلفية.
fr: Inclinez-vous jusqu'à ce que vous ressentiez un étirement dans les ischio-jambiers.

# exercise304step4
source: Push your hips back forward until you are in a standing position.
ar: اندفع بمؤخرتك إلى الأمام حتى تعود إلى وضع الوقوف.
fr: Poussez vos hanches en avant jusqu'à ce que vous soyez en position debout.

# exercise305step1
source: Get into a quadruped position. Loop the band around both of your wrists and one of your feet.
ar: انتقل إلى وضع رباعي. قم بلف الشريط حول معصميك وأحد قدميك.
fr: Mettez-vous en position à quatre pattes. Enroulez la bande autour de vos poignets et de l'un de vos pieds.

# exercise305step2
source: Extend your knee and hip straight back until you feel like contraction in the glutes.
ar: امدد ركبتك ووركك مستقيمة للخلف حتى تشعر بانقباض في عضلات الأرداف.
fr: Étendez votre genou et votre hanche tout droit en arrière jusqu'à ce que vous sentiez une contraction dans les fessiers.

# exercise305step3
source: Flex at the knee until back in the starting position.
ar: قم بثني الركبة حتى تعود إلى وضع البداية.
fr: Fléchissez le genou jusqu'à revenir à la position de départ.

# exercise306step1
source: Anchor the band at hip level. Take a few steps away until the band is taut.
ar: ربط الشريط على مستوى الورك. اخطو بعيدًا حتى يكون الشريط متيتًا.
fr: Fixez la bande au niveau des hanches. Faites quelques pas en arrière jusqu'à ce que la bande soit tendue.

# exercise306step2
source: Push your hips back while keeping your back flat until you feel a stretch in your hamstrings.
ar: ادفع وراء وسطك مع الحفاظ على ظهرك مستقيمًا حتى تشعر بتمدد في عضلات الساق الخلفية.
fr: Poussez vos hanches en arrière tout en gardant le dos plat jusqu'à ce que vous ressentiez un étirement dans les ischio-jambiers.

# exercise307step1
source: Lay flat on the ground with your head by the anchor point of the band, which should be 6 to 12 inches above your head
ar: استلقِ على الأرض مستقيمًا مع رأسك بجوار نقطة ربط الشريط، والتي يجب أن تكون على بعد 6 إلى 12 بوصة فوق رأسك.
fr: Allongez-vous à plat ventre sur le sol avec vos bras complètement étendus devant vous.

# exercise307step2
source: Place the band around your midfoot and extend at the knees and hip.
ar: ضع الشريط حول منتصف قدميك وامتد في الركبتين والورك.
fr: Placez la bande autour de votre milieu de pied et étendez vos genoux et vos hanches.

# exercise309step1
source: Anchor the band to the lowest point possible. Straddle the band and then grab with both hands.
ar: ربط الشريط إلى أدنى نقطة ممكنة. شق الشريط ثم امسك به بكلتي يديك.
fr: Fixez la bande au point le plus bas possible. Écartez les jambes et saisissez-la avec les deux mains.

# exercise309step2
source: Take a few steps away until the band is taut.
ar: خطو بعيدًا حتى يكون الشريط متيتًا.
fr: Faites quelques pas en arrière jusqu'à ce que la bande soit tendue.

# exercise309step3
source: Push your butt back until you feel a stretch in your hamstrings. Then extend the hips back into the starting position.
ar: ادفع مؤخرتك إلى الوراء حتى تشعر بتمدد في عضلات الساق الخلفية. ثم قم بتمديد الوركين إلى الوراء للوصول إلى وضع البداية.
fr: Poussez vos fesses vers l'arrière jusqu'à ce que vous ressentiez un étirement dans les ischio-jambiers. Puis étendez les hanches vers l'arrière en position de départ.

# exercise310step1
source: Stand with your feet a little past shoulder width apart with a slight bend at your knee. Place your hands behind the back of your head.
ar: قف بقدميك قليلاً أبعد من عرض الكتف مع انحناء طفيف في ركبتيك. ضع يديك خلف رأسك.
fr: Tenez-vous debout avec les pieds légèrement plus larges que les épaules et les genoux légèrement fléchis. Placez vos mains derrière l'arrière de votre tête.

# exercise310step2
source: Keeping your back straight, rotate your hips to bring your shoulders down towards the floor. Stop when your chest is parallel with the floor.
ar: مع الحفاظ على ظهرك مستقيم، قم بتدوير وسطك لجلب كتفيك نحو الأرض. توقف عندما يكون صدرك موازيًا للأرض.
fr: En gardant le dos droit, tournez vos hanches pour amener vos épaules vers le sol. Arrêtez lorsque votre poitrine est parallèle au sol.

# exercise311step1
source: Lie face down on the floor with your arms fully extended in front of you.
ar: استلقِ على وجهك على الأرض مع ذراعيك ممدودتين تمامًا أمامك.
fr: Allongez-vous à plat ventre sur le sol avec vos bras complètement étendus devant vous.

# exercise311step2
source: Simultaneously raise your arms, legs and chest off of the floor and hold the position.
ar: رفع ذراعيك وساقيك وصدرك في وقت واحد واحتفظ بالوضع.
fr: Soulevez simultanément vos bras, vos jambes et votre poitrine du sol et maintenez la position.

# exercise311step3
source: Slowly lower your arms, legs and chest back to the starting position. Repeat.
ar: انخفض ببطء ذراعيك وساقيك وصدرك إلى وضع البداية. كرر.
fr: Abaissez lentement vos bras, vos jambes et votre poitrine jusqu'à la position de départ. Répétez.

# exercise314step1
source: Stand with your mid-foot under the bar and grip the bar with your hands, about a shoulder width apart.
ar: قف بمنتصف قدميك تحت القضيب وامسك القضيب بيديك، على بعد حوالي عرض الكتفين.
fr: Tenez-vous debout avec votre milieu du pied sous la barre et saisissez la barre avec vos mains, à environ la largeur des épaules.

# exercise314step2
source: Bend your knees, then lift the bar by straightening your back. It is important to keep your back straight.
ar: انحنِ ركبتيك، ثم ارفع القضيب عن طريق تقويس ظهرك. من المهم الحفاظ على ظهرك مستقيمًا.
fr: Fléchissez les genoux, puis soulevez la barre en redressant votre dos. Il est important de garder le dos droit.

# exercise314step3
source: Stand to your full height and hold.
ar: قف إلى طولك الكامل واحتفظ بالوضع.
fr: Tenez-vous à votre pleine hauteur et maintenez.

# exercise315step1
source: Take a shoulder width, double overhand or mixed grip.
ar: خذ قبضة على عرض الكتف، إما بقبضة زائدة أو مختلطة.
fr: Prenez une prise à la largeur des épaules, double surmain ou mixte.

# exercise315step2
source: Push your hips back while leaving your knees mostly extended. Look for a stretch in your hamstrings.
ar: ادفع وراء وسطك مع الحفاظ على تقريباً تمديد ركبتيك. ابحث عن تمدد في عضلات الساق الخلفية.
fr: Poussez vos hanches vers l'arrière tout en laissant vos genoux principalement étendus. Cherchez un étirement dans les ischio-jambiers.

# exercise315step3
source: When you feel the stretch, push your hips forward until you're back in a standing position.
ar: عندما تشعر بالتمدد، ادفع وركيك إلى الأمام حتى تعود إلى وضع الوقوف.
fr: Lorsque vous ressentez l'étirement, poussez vos hanches vers l'avant jusqu'à ce que vous soyez de nouveau en position debout.

# exercise316step1
source: Stance width can vary with a sumo DL. Some prefer toes near the plates. Others prefer a more narrow stance to get more drive off the floor.
ar: يمكن أن يتغير عرض وضع القدم مع رفع الأثقال. يفضل البعض وضع أصابع القدم بالقرب من الأوزان. يفضل الآخرون وضع وضعية أضيق للحصول على دفع أكثر من الأرض.
fr: La largeur de la posture peut varier avec un sumo DL. Certains préfèrent les orteils près des plaques. D'autres préfèrent une posture plus étroite pour obtenir plus d'appui sur le sol.

# exercise316step2
source: Make sure your arms are inside your legs. The bar should be just over your mid-foot. Flatten your back and push your heels into the floor.
ar: تأكد من أن ذراعيك داخل ساقيك. يجب أن يكون القضيب قريبًا من منتصف قدميك. قم بتسوية ظهرك وادفع بكعبيك إلى الأرض.
fr: Assurez-vous que vos bras sont à l'intérieur de vos jambes. La barre doit être juste au-dessus de votre milieu du pied. Aplatir votre dos et appuyer vos talons dans le sol.

# exercise316step3
source: Try to extend your knees and hips simultaneously.
ar: حاول تمديد ركبتيك ووركيك في وقت واحد.
fr: Essayez d'étendre simultanément vos genoux et vos hanches.

# exercise317step1
source: Place one foot behind. You should only be on your toes on that back foot. Your front foot should be planted flat the entire time.
ar: ضع قدم واحدة في الخلف. يجب أن تكون على أصابع قدميك الخلفية فقط. يجب أن تكون قدمك الأمامية ثابتة على الأرض طوال الوقت.
fr: Placez un pied en arrière. Vous ne devriez être que sur vos orteils sur ce pied arrière. Votre pied avant doit être plaqué à plat tout le temps.

# exercise317step2
source: Bend your back knee and push your hips back. Look for a stretch in your front hamstring.
ar: انحنِ ركبتك الخلفية وادفع وسطك إلى الوراء. ابحث عن تمدد في عضلات الساق الأمامية.
fr: Pliez votre genou arrière et poussez vos hanches vers l'arrière. Cherchez un étirement dans votre ischio-jambier avant.

# exercise317step3
source: When you feel the stretch, push your hips forward again until you're back in a standing position.
ar: عندما تشعر بالامتداد، ادفع وركيك للأمام مرة أخرى حتى تعود إلى وضع الوقوف.
fr: Lorsque vous ressentez l'étirement, poussez à nouveau vos hanches vers l'avant jusqu'à ce que vous soyez de nouveau en position debout.

# exercise318step1
source: Stand on your band with both feet.
ar: واقف على الشريط بكلتي قدميك.
fr: Tenez-vous debout sur votre bande avec les deux pieds.

# exercise318step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ إلى الأمام عند الوركين مع الحفاظ على ظهر مستقيم.
fr: Inclinez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise318step3
source: Hinge until you feel a stretch in your hamstrings.
ar: انحنِ حتى تشعر بامتداد في عضلات الفخذ.
fr: Inclinez-vous jusqu'à ce que vous ressentiez un étirement dans les ischio-jambiers.

# exercise318step4
source: Push your hips back forward until you are in a standing position.
ar: ادفع وركيك للأمام حتى تعود إلى وضع الوقوف.
fr: Poussez vos hanches vers l'avant jusqu'à ce que vous soyez en position debout.

# exercise319step1
source: Stand on your band with both feet.
ar: واقف على الشريط بكلتي قدميك.
fr: Tenez-vous debout sur votre bande avec les deux pieds.

# exercise319step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ إلى الأمام عند الوركين مع الحفاظ على ظهر مستقيم.
fr: Inclinez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise319step3
source: Hinge until you feel a stretch in your hamstrings.
ar: انحنِ حتى تشعر بامتداد في عضلات الفخذ.
fr: Inclinez-vous jusqu'à ce que vous ressentiez un étirement dans les ischio-jambiers.

# exercise319step4
source: Push your hips back forward until you are in a standing position.
ar: ادفع وركيك للأمام حتى تعود إلى وضع الوقوف.
fr: Poussez vos hanches vers l'avant jusqu'à ce que vous soyez en position debout.

# exercise320step1
source: Lie face down on the floor with your arms fully extended in front of you.
ar: استلقِ على وجهك على الأرض مع تمديد كامل لذراعيك أمامك.
fr: Allongez-vous à plat ventre sur le sol avec vos bras complètement étendus devant vous.

# exercise320step2
source: Simultaneously raise your arms, legs and chest off of the floor and hold the position.
ar: ارفع ذراعيك وساقيك وصدرك في وقت واحد عن الأرض واحتفظ بالوضع.
fr: Soulevez simultanément vos bras, vos jambes et votre poitrine du sol et maintenez la position.

# exercise320step3
source: Slowly lower your arms, legs and chest back to the starting position. Repeat.
ar: انخفض ببطء بذراعيك وساقيك وصدرك إلى وضع البداية. كرر.
fr: Abaissez lentement vos bras, vos jambes et votre poitrine jusqu'à la position de départ. Répétez.

# exercise321step1
source: Get down on all fours and position your hands under your shoulders and your knees under your hips.
ar: انزِ على جميع أربعة وضع يديك تحت كتفيك وركبتيك تحت وركيك.
fr: Mettez-vous à quatre pattes et placez vos mains sous vos épaules et vos genoux sous vos hanches.

# exercise321step2
source: Kick back with one leg and squeeze your glutes.
ar: ارفع إحدى ساقيك للخلف وانقبض على عضلات الردف.
fr: Faites un coup de pied en arrière avec une jambe et serrez vos fessiers.

# exercise321step3
source: Slowly return to starting position by bending your knee and lowering your leg.
ar: ارجع ببطء إلى وضع البداية عن طريق ثني ركبتك وخفض ساقك.
fr: Revenez lentement à la position de départ en pliant le genou et en abaissant la jambe.

# exercise321step4
source: Switch Legs. Repeat.
ar: غيِّر الساقين. كرر.
fr: Changez de jambe. Répétez.

# exercise322step1
source: Stand with your feet shoulder-width apart and knees slightly bent and raise one leg.
ar: واقف بقدميك على عرض الكتف مع ركبتيك مقوسة قليلاً وارفع إحدى ساقيك.
fr: Tenez-vous debout avec les pieds à la largeur des épaules et les genoux légèrement fléchis et levez une jambe.

# exercise322step2
source: Without changing the bend in your knee, bend at your hips, and lower your torso until it's almost parallel to the floor.
ar: من دون تغيير في زاوية ركبتك، انحنِ في الوركين وانخفض بجسمك حتى يكون تقريباً متوازياً مع الأرض.
fr: Sans changer la flexion de votre genou, pliez-vous au niveau des hanches et abaissez votre torse jusqu'à ce qu'il soit presque parallèle au sol.

# exercise323step1
source: Go to your knees and ask someone to hold your ankles.
ar: انزِ على ركبتيك واطلب من شخص ما أن يمسك بكاحليك.
fr: Mettez-vous à genoux et demandez à quelqu'un de tenir vos chevilles.

# exercise323step2
source: Put your hands in front of you
ar: ضع يديك أمامك
fr: Mettez vos mains devant vous.

# exercise323step3
source: With a slight bend in your knees slowly bring your body to the ground (slower is better)
ar: مع ثني طفيف في ركبتيك، قم بتدرج جسمك إلى الأرض ببطء (كلما كان أبطأ كان أفضل)
fr: Avec une légère flexion des genoux, descendez lentement votre corps vers le sol (plus lentement est mieux).

# exercise323step4
source: Push up and reset to the starting position.
ar: ارتفع وأعد إلى وضع البداية.
fr: Poussez vers le haut et revenez à la position de départ.

# exercise324step1
source: Stand with your feet a little past shoulder width apart with a slight bend at your knee. Place your hands behind the back of your head.
ar: واقف بقدميك بعرض أكثر من عرض الكتف مع ثني طفيف في ركبتيك. ضع يديك خلف رأسك.
fr: Tenez-vous debout avec les pieds un peu plus larges que les épaules et légèrement fléchis aux genoux. Placez vos mains derrière l'arrière de votre tête.

# exercise324step2
source: Keeping your back straight, rotate your hips to bring your shoulders down towards the floor. Stop when your chest is parallel with the floor.
ar: مع الحفاظ على ظهرك مستقيم، قم بتدوير وركيك لتجلب كتفيك نحو الأرض. توقف عندما يكون صدرك متوازياً مع الأرض.
fr: En gardant le dos droit, tournez vos hanches pour amener vos épaules vers le sol. Arrêtez lorsque votre poitrine est parallèle au sol.

# exercise325step1
source: Lay on your back with a stability ball underneath your feet.
ar: استلقِ على ظهرك مع كرة استقرار تحت قدميك.
fr: Allongez-vous sur le dos avec un ballon de stabilité sous vos pieds.

# exercise325step2
source: Fully extend your knees and hips simultaneously.
ar: امتد كاملة ركبتيك ووركيك في وقت واحد.
fr: Étendez complètement vos genoux et vos hanches simultanément.

# exercise325step3
source: Flex your knees while keeping your hips extended.
ar: ثنِ ركبتيك مع الحفاظ على تمديد وركيك.
fr: Fléchissez vos genoux tout en gardant vos hanches étendues.

# exercise325step4
source: Flex your hamstrings and then return to the starting position.
ar: ثنِ عضلات الفخذ ومن ثم عد إلى وضع البداية.
fr: Fléchissez vos ischio-jambiers puis revenez à la position de départ.

# exercise326step1
source: Stand on your band with both feet.
ar: واقف على الشريط بكلتي قدميك.
fr: Tenez-vous debout sur votre bande avec les deux pieds.

# exercise326step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ إلى الأمام عند الوركين مع الحفاظ على ظهر مستقيم.
fr: Inclinez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise326step3
source: Hinge until you feel a stretch in your hamstrings.
ar: انحنِ حتى تشعر بامتداد في عضلات الفخذ.
fr: Inclinez-vous jusqu'à ce que vous ressentiez un étirement dans les ischio-jambiers.

# exercise326step4
source: Push your hips back forward until you are in a standing position.
ar: ادفع وركيك للأمام حتى تعود إلى وضع الوقوف.
fr: Poussez vos hanches vers l'avant jusqu'à ce que vous soyez en position debout.

# exercise327step1
source: Stand on your band with both feet.
ar: واقف على الشريط بكلتي قدميك.
fr: Tenez-vous debout sur votre bande avec les deux pieds.

# exercise327step2
source: Hinge forward at the hips while keeping a flat back.
ar: انحنِ إلى الأمام عند الوركين مع الحفاظ على ظهر مستقيم.
fr: Inclinez-vous en avant au niveau des hanches tout en gardant le dos plat.

# exercise327step3
source: Hinge until you feel a stretch in your hamstrings.
ar: حتى تشعر بتمدد في عضلات الساقين.
fr: Inclinez-vous jusqu'à ce que vous ressentiez un étirement dans les ischio-jambiers.

# exercise327step4
source: Push your hips back forward until you are in a standing position.
ar: قم بدفع أردافك للأمام حتى تكون في وضع الوقوف.
fr: Poussez vos hanches vers l'avant jusqu'à ce que vous soyez en position debout.

# exercise328step1
source: Take a shoulder width, double overhand or mixed grip.
ar: استخدم قبضة عريضة على عرض الكتف، إما بيدين مفرودتين أو قبضة مختلطة.
fr: Prenez une prise à la largeur des épaules, double surmain ou mixte.

# exercise328step2
source: Push your hips back while leaving your knees mostly extended. Look for a stretch in your hamstrings.
ar: قم بدفع أردافك للوراء مع ترك الركبتين معظم الوقت ممدودتين. ابحث عن تمدد في عضلات الساقين.
fr: Poussez vos hanches vers l'arrière tout en laissant vos genoux principalement étendus. Cherchez un étirement dans les ischio-jambiers.

# exercise328step3
source: When you feel the stretch, push your hips forward until you're back in a standing position.
ar: عندما تشعر بالتمدد، قم بدفع أردافك للأمام حتى تعود إلى وضع الوقوف.
fr: Lorsque vous ressentez l'étirement, poussez vos hanches vers l'avant jusqu'à ce que vous soyez de nouveau en position debout.

# exercise329step1
source: Stand with a barbell at your shins with your feet shoulder width apart.
ar: وقف مع الشريط الحديدي عند كاحليك وقدميك على عرض الكتف.
fr: Tenez-vous avec une barre à vos tibias, les pieds à la largeur des épaules.
