Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# moreInformaations2
source: The main reason for completing all these details is to understand how fit you currently are. The general description of the results are listed below.
ar: السبب الرئيسي لملء كل هذه التفاصيل هو فهم مدى ملاءمتك حاليًا. الوصف العام للنتائج مدرج أدناه.
fr: La principale raison de remplir tous ces détails est de comprendre dans quelle mesure vous êtes actuellement en forme. La description générale des résultats est répertoriée ci-dessous.

# moreInformaations3
source: Incorporating the use of this full body fitness calculator in your overall health regimen is a great way to achieve optimal fitness. It shows you exactly where you are in terms of your general health and fitness and it outlines whether you have any kind of risk factors and also enables you to track your progress so you can reach your goals faster!
ar: يُعد دمج استخدام حاسبة اللياقة البدنية الشاملة هذه في نظامك الصحي العام طريقة رائعة لتحقيق ذروة اللياقة البدنية. فهي توضح لك مكانك بالضبط من حيث مخططات الصحة واللياقة العامة وتوضح ما إذا كان لديك أي نوع من عوامل الخطر ويتيح لك أيضًا تتبع تقدمك حتى تتمكن من الوصول إلى أهدافك بشكل أسرع!
fr: L'intégration de l'utilisation de ce calculateur de condition physique complète dans votre régime de santé général est un excellent moyen d'atteindre une forme physique optimale. Il vous montre exactement où vous en êtes en termes de santé et de forme physique générales et indique si vous avez type de facteurs de risque et vous permet également de suivre vos progrès afin que vous puissiez atteindre vos objectifs plus rapidement !

# moreInformaationsTitle1
source: Body Mass Index (BMI)
ar: مؤشر كتلة الجسم
fr: Indice de masse corporelle (IMC)

# moreInformaationsTitle2
source: BMI Classification
ar: BMI الترتيب
fr: BMI Classement

# moreInformaationsTitle3
source: Waist to Hip Ratio (WHR)
ar: نسبة الخصر إلى الورك
fr: Rapport taille/hanches (WHR)

# moreInformaationsTitle4
source: Body Shape
ar: شكل الجسم
fr: Forme du corps

# moreInformaationsTitle5
source: Interpretation
ar: تفسير
fr: Interprétation

# moreInformaationsTitle6
source: Body Frame Size
ar: حجم إطار الهيكل
fr: Taille du cadre du corps

# moreInformaationsTitle7
source: Ideal Weight
ar: الوزن المثالي
fr: Poids idéal

# moreInformaationsTitle8
source: Body Fat
ar: دهون الجسم
fr: Graisse corporelle

# moreInformaationsTitle9
source: Lean Mass
ar: كتلة هزيلة
fr: Masse maigre

# moreInformaationsTitle10
source: Resting Metabolism (RMR)
ar: استراحة الأيض
fr: Métabolisme au repos (RMR)

# moreInformaationsTitle11
source: Average Actual Metabolism
ar: متوسط ​​التمثيل الغذائي الفعلي
fr: Métabolisme réel moyen

# moreInformaationsTitle12
source: Karvonen Target Heart Rate (THR)
ar: معدل ضربات القلب المستهدف
fr: Fréquence cardiaque cible de Karvonen (THR)

# moreInformaationsTitle13
source: Maximum Heart Rate (MHR)
ar: أقصى معدل لضربات القلب
fr: Fréquence cardiaque maximale (MHR)

# moreInformaationsParag1
source: This is calculated by dividing your weight in pounds with the square of your height in inches. The calculator provides a number that determines your weight status relative to your height, and can be used to classify you as being underweight, overweight or having a normal weight. This interpretation is known as the BMI classification.
ar: يتم حساب ذلك بقسمة وزنك بالجنيه على مربع طولك بالبوصة. توفر الآلة الحاسبة رقمًا يحدد وزنك بالنسبة إلى طولك ويمكن استخدامه لتصنيفك على أنك تعاني من نقص الوزن أو زيادة الوزن أو الوزن الطبيعي الوزن. يُعرف هذا التفسير بتصنيف مؤشر كتلة الجسم..
fr: Ceci est calculé en divisant votre poids en livres par le carré de votre taille en pouces. Le calculateur fournit un nombre qui détermine votre poids par rapport à votre taille et peut être utilisé pour vous classer comme étant en sous-poids, en surpoids ou ayant un poids normal. Cette interprétation est connue sous le nom de classification de l'IMC.

# moreInformaationsParag2
source: This is basically the interpretation of the Body Mass Index and classification in terms of the weight status. A BMI of below 18.5 is classified as underweight, between 18.5 and 24.9 as desirable or normal weight, from 25.0 to 29.9 as overweight and 30 and above as obese. This is very helpful in determining what direction you need to take in planning your diet and exercise program.
ar: هذا هو أساسًا تفسير مؤشر كتلة الجسم والتصنيف من حيث الوزن. يُصنف مؤشر كتلة الجسم الذي يقل عن 18.5 على أنه نقص الوزن , بين 18.5 و 24 .9 وزنًا مرغوبًا أو طبيعيًا , 25.0 إلى 29.9 وزن زائد و 30+ للسمنة وهذا مفيد جدًا في تحديد الاتجاه الذي يجب اتباعه عند التخطيط لنظامك الغذائي وبرنامج التمارين.
fr: Il s'agit essentiellement de l'interprétation de l'indice de masse corporelle et de la classification en termes de poids. Un IMC inférieur à 18,5 est classé comme un poids insuffisant, entre 18,5 et 24,9 comme un poids souhaitable ou normal, de 25,0 à 29,9 comme un surpoids et 30 ans et plus comme obèses. Ceci est très utile pour déterminer la direction à prendre lors de la planification de votre régime alimentaire et de votre programme d'exercices.

# moreInformaationsParag3
source: This is actually the ratio of the total circumference of the waist to that of the hips. It may be given as a fraction or as a percentage. For women,it should not exceed 0.85 or 85% while for men, it shouldn&#8217;t exceed 0.95 or 95%. Higher WHR usually means higher amounts of fat deposits around the belly which is a risk factor for developing diseases such as heart disease and type 2 diabetes.
ar: هي في الواقع نسبة إجمالي محيط الخصر إلى محيط الورك. ويمكن التعبير عنها ككسر أو كنسبة مئوية. بالنسبة للنساء , يجب ألا تتجاوز 0.85 أو 85٪ بينما بالنسبة للرجال , يجب ألا تتجاوز 0.95 أو 95٪. تعني نسبة الخصر إلى الورك المرتفعة عادةً كمية أكبر من رواسب الدهون حول البطن , وهو عامل خطر للإصابة بأمراض مثل أمراض القلب وأمراض القلب والسكري من النوع الثاني.
fr: C'est en fait le rapport de la circonférence totale de la taille à celle des hanches. Il peut être exprimé en fraction ou en pourcentage. Pour les femmes, il ne doit pas dépasser 0,85 ou 85 % tandis que pour les hommes, il ne doit pas dépasser 0,95 ou 95 %. Un WHR plus élevé signifie généralement une plus grande quantité de dépôts de graisse autour du ventre, ce qui est un facteur de risque de développer des maladies telles que les maladies cardiaques et le diabète de type 2.

# moreInformaationsParag4
source: It is mainly interpreted using the Waist to Hip Ratio and lies in different categories including Apple shape, Banana or straight, pear and hourglass. These body shapes usually take the shape of their corresponding fruit.Research shows that Apple shaped women are usually at a higher risk of disease due to fat build up on the upper part of their body as compared to Pear shaped ones who tend to have wider hips than their shoulders and busts.
ar: يتم تفسيره بشكل أساسي باستخدام نسبة الخصر إلى الورك وينقسم إلى فئات مختلفة بما في ذلك شكل التفاح أو الموز أو المستقيم والكمثرى والساعة الرملية. وعادة ما تأخذ أشكال الجسم هذه شكل ثمارها. تظهر الأبحاث أن النساء على شكل تفاحة هم بشكل عام أكثر عرضة للإصابة بالأمراض بسبب تراكم الدهون في الجزء العلوي من الجسم مقارنة بالنساء اللائي يشبهن الكمثرى اللواتي تميل إلى أن يكون الوركين أوسع من أكتافهن وصدورهن.
fr: Il est principalement interprété à l'aide du rapport taille/hanche et se situe dans différentes catégories, y compris A forme de pomme, banane ou droite, poire et sablier. Ces formes corporelles prennent généralement la forme de leur fruit correspondant. La recherche montre que les femmes en forme de pomme courent généralement un risque plus élevé de maladie en raison de l'accumulation de graisse sur la partie supérieure de leur corps par rapport à celles en forme de poire qui ont tendance à avoir des hanches plus larges. que leurs épaules et leurs bustes.

# moreInformaationsParag5
source: This basically shows your fitness status and what to expect basing on all the above factors. It includes comments like &#8220;aggravated risk&#8221;, &#8220;good&#8221; and &#8220;very good&#8221; among others. It is important as it gives you an understanding of your current status and what is needed to reach your fitness goals.
ar: يُظهر هذا أساسًا حالة لياقتك البدنية وما يمكن توقعه بناءً على جميع العوامل المذكورة أعلاه. ويتضمن تعليقات مثل المخاطر المتزايدة و جيد و جدًا من بين أمور أخرى. هذا مهم لأنه يسمح لك لفهم حالتك الحالية وما هو مطلوب لتحقيق أهداف لياقتك.
fr: Cela montre essentiellement votre état de forme physique et à quoi vous attendre en fonction de tous les facteurs ci-dessus. Il comprend des commentaires tels que 'risque aggravé', 'bon' et 'très'. entre autres. C'est important car cela vous permet de comprendre votre état actuel et ce qui est nécessaire pour atteindre vos objectifs de mise en forme.

# moreInformaationsParag6
source: This is simply the interpretation of your size on the basis of your weight and height in correspondence with your age. For example, if the results display &#8220;small&#8221;, it means that the person has a smaller body size for his or her age.
ar: هذا ببساطة تفسير لطولك بناءً على وزنك وطولك بما يتوافق مع عمرك. على سبيل المثال , إذا أظهرت النتائج & # 8220 ؛ صغير & # 8221 ؛ فهذا يعني أن الشخص لديه حجم جسم أصغر لأعمارهم.
fr: Il s'agit simplement de l'interprétation de votre taille sur la base de votre poids et de votre taille en correspondance avec votre âge. Par exemple, si les résultats affichent &#8220;petit&#8221;, cela signifie que la personne a un taille corporelle plus petite pour son âge.

# moreInformaationsParag7
source: This is the range of weight that anyone your age should weigh on average. For males, it is relatively higher as compared to females.
ar: هذا هو نطاق الوزن الذي يجب أن يزنه أي شخص في عمرك في المتوسط. للرجال أعلى نسبيًا من النساء.
fr: Il s'agit de la fourchette de poids que toute personne de votre âge devrait peser en moyenne. Pour les hommes, il est relativement plus élevé que pour les femmes.

# moreInformaationsParag8
source: This is the approximate amount of fat contained within your body relative to your total body weight. It can also be represented as a percentage.
ar: هذه هي الكمية التقريبية للدهون في جسمك بالنسبة لوزن الجسم الإجمالي. ويمكن أيضًا تمثيلها كنسبة مئوية.
fr: Il s'agit de la quantité approximative de graisse contenue dans votre corps par rapport à votre poids corporel total. Elle peut également être représentée sous forme de pourcentage.

# moreInformaationsParag9
source: This is the approximate body weight minus body fat. It is measured in Kilograms or Pounds and also as a percentage relative to your body weight.
ar: هذا هو وزن الجسم التقريبي مطروحًا منه دهون الجسم. يتم قياسه بالكيلوجرام أو الأرطال وأيضًا كنسبة مئوية من وزن الجسم.
fr: Il s'agit du poids corporel approximatif moins la graisse corporelle. Il est mesuré en kilogrammes ou en livres et également en pourcentage par rapport à votre poids corporel.

# moreInformaationsParag10
source: This is the approximate number of calories consumed by your body per day or per hour without considering any kind of physical activity.
ar: هذا هو العدد التقريبي للسعرات الحرارية التي يستهلكها جسمك يوميًا أو في الساعة دون مراعاة أي نوع من النشاط البدني.
fr: Il s'agit du nombre approximatif de calories consommées par votre corps par jour ou par heure sans tenir compte de tout type d'activité physique.

# moreInformaationsParag11
source: Calories consumed by your body per day or per hour with consideration of all physical activities.
ar: السعرات الحرارية التي يستهلكها جسمك يوميًا أو في الساعة مع مراعاة جميع الأنشطة البدنية.
fr: Calories consommées par votre corps par jour ou par heure en tenant compte de toutes les activités physiques.

# moreInformaationsParag12
source: This determines your target exercise heart rate and factors in the Resting Heart Rate. It&#8217;s represented in beats per minute or beats per 10 seconds.
ar: هذا يحدد معدل ضربات القلب الذي تستهدفه أثناء ممارسة الرياضة ويأخذ في الاعتبار معدل ضربات القلب أثناء الراحة. ويتم تمثيله بنبضات في الدقيقة أو ضربات كل 10 ثوانٍ.
fr: Ceci détermine votre fréquence cardiaque d'exercice cible et tient compte de la fréquence cardiaque au repos. Elle est représentée en battements par minute ou en battements toutes les 10 secondes.

# moreInformaationsParag13
source: The highest heart rate you can achieve without severe problems due to exercise stress. It is measured both in beats per minute and beats per 10 seconds.
ar: أعلى معدل لضربات القلب يمكنك تحقيقه دون مشاكل خطيرة من الإجهاد أثناء ممارسة الرياضة. يتم قياسه بكل من النبضات في الدقيقة والنبضات في كل 10 ثوانٍ.
fr: La fréquence cardiaque la plus élevée que vous pouvez atteindre sans problèmes graves dus au stress de l'exercice. Elle est mesurée à la fois en battements par minute et en battements par 10 secondes.

# targetHeartRateList
source: target heart rate
ar: معدل ضربات القلب المستهدف
fr: fréquence cardiaque moyenne au repos

# targetHeartRateTitle1
source: Target Heart Rate Calculator – Calculate Your Heart Rate Zone
ar: حاسبة معدل ضربات القلب المستهدفة – احسب منطقة معدل ضربات القلب
fr: Calculateur de fréquence cardiaque cible – Calculez votre zone de fréquence cardiaque

# targetHeartRateTitle2
source: The Target Heart Rate (THR), or Training Heart Rate, is a desired range of heart rate reached during aerobic exercise which enables one&#8217;s heart and lungs to receive the most benefit from a workout. Use our target heart rate calculator to calculate your target heart rate zone to exercise safely.Knowing your target heart rate will let you measure your initial fitness level and monitor your progress in a fitness program. This method requires measuring your pulse periodically as you exercise and staying within your target heart rate zone.Our calculator will quickly and easily calculate the ideal training heart rate range to maximize your cardiovascular fitness.
ar: معدل ضربات القلب المستهدف , أو معدل ضربات القلب التدريبي , هو النطاق المطلوب لمعدل ضربات القلب الذي يتم تحقيقه أثناء التمارين الهوائية التي تساعد القلب والرئتين على تحقيق أقصى استفادة من التمرين. استخدم حاسبة معدل ضربات القلب المستهدفة لحساب نطاق معدل ضربات القلب المستهدف للتمرين الآمن. سيسمح لك معرفة معدل ضربات القلب المستهدف بقياس مستوى لياقتك الأولية ومراقبة تقدمك في برنامج اللياقة البدنية. تتطلب هذه الطريقة قياس نبضك بشكل دوري أثناء ممارسة الرياضة والبقاء ضمن نطاق معدل ضربات القلب المستهدف . ستحسب الآلة الحاسبة الخاصة بنا نطاق معدل ضربات القلب المثالي للتدريب بسرعة وسهولة لتحقيق أقصى قدر من لياقة القلب والأوعية الدموية.
fr: La fréquence cardiaque cible (THR), ou fréquence cardiaque d'entraînement, est une plage souhaitée de fréquence cardiaque atteinte pendant l'exercice aérobique qui permet au cœur et aux poumons de tirer le meilleur parti d'un entraînement. Utilisez notre calculateur de fréquence cardiaque cible pour calculer votre zone de fréquence cardiaque cible pour faire de l'exercice en toute sécurité. Connaître votre fréquence cardiaque cible vous permettra de mesurer votre niveau de forme physique initial et de surveiller vos progrès dans un programme de conditionnement physique. Cette méthode nécessite de mesurer votre pouls périodiquement pendant que vous vous entraînez et de rester dans votre zone de fréquence cardiaque cible. Notre calculatrice calculera rapidement et facilement la plage de fréquence cardiaque d'entraînement idéale pour maximiser votre forme cardiovasculaire.

# targetHeartRateTitle3
source: TARGET HEART RATE CALCULATOR
ar: آلة حاسبة معدل ضربات القلب المستهدفة
fr: CALCULATEUR DE FRÉQUENCE CARDIAQUE CIBLE

# targetHeartRateTitle4
source: in years
ar: بالسنوات
fr: en années

# targetHeartRateTitle44
source: Heart Rate Zone
ar: منطقة معدل ضربات القلب
fr: Zone de fréquence cardiaque

# targetHeartRateTitle5
source: Beats Per Minute
ar: نبضة في الدقيقة
fr: Battements par minute

# targetHeartRateTitle6
source: Maximum Heart Rate
ar: أقصى معدل لضربات القلب
fr: Fréquence cardiaque maximale

# targetHeartRateTitle7
source: 90% Anaerobic
ar: 90% لاهوائية
fr: 90% Anaérobie

# targetHeartRateTitle8
source: 80% Interval Training
ar: 80% فترة التدريب
fr: 80% Entraînement par intervalles

# targetHeartRateTitle9
source: 70% Aerobic
ar: 70% الهوائية
fr: 70% Aérobie

# targetHeartRateTitle10
source: 60% Light
ar: 60% فاتح
fr: 60% Lumière

# averageRestingHeartRateList
source: average resting heart rate
ar: متوسط ​​معدل ضربات القلب أثناء الراحة
fr: fréquence cardiaque moyenne au repos

# averageRestingHeartRateTitle1
source: Average Resting Heart Rate Calculator with Beats Per Minute
ar: حساب متوسط ​​معدل ضربات القلب مع عدد النبضات في الدقيقة
fr: Calculateur de fréquence cardiaque moyenne au repos avec battements par minute

# averageRestingHeartRateTitle2
source: The rate your heart is pumping when you have been sitting quietly for a while or when you are sleeping is your resting heart rate. This rate indicates your cardiovascular fitness level. The normal resting heart rate is 15 to 20 beats per minute slower than your “usual” heart rate. A person who is in good aerobic condition usually has a lower resting heart rate. Take your resting heart rate before you get up in the morning for the most accurate results.
ar: معدل ضخ قلبك عندما تجلس بهدوء لفترة أو أثناء نومك هو معدل ضربات قلبك أثناء الراحة. يشير هذا المعدل إلى مستوى لياقة القلب والأوعية الدموية. معدل ضربات القلب الطبيعي أثناء الراحة هو 15 إلى 20 نبضة في الدقيقة أبطأ من معدل ضربات قلبك المعتاد. عادة ما يكون لدى الشخص الذي يتمتع بحالة هوائية جيدة معدل ضربات قلب أقل أثناء الراحة. قم بقياس معدل ضربات القلب أثناء الراحة قبل أن تستيقظ في الصباح للحصول على أكثر النتائج دقة.
fr: Le rythme de pompage de votre cœur lorsque vous êtes assis tranquillement depuis un certain temps ou lorsque vous dormez est votre rythme cardiaque au repos. Ce rythme indique votre niveau de forme cardiovasculaire. Le rythme cardiaque au repos normal est de 15 à 20 battements par minute plus lente que votre fréquence cardiaque 'habituelle'. Une personne qui est en bonne condition aérobie a généralement une fréquence cardiaque au repos plus faible. Prenez votre fréquence cardiaque au repos avant de vous lever le matin pour obtenir les résultats les plus précis.

# averageRestingHeartRateTitle3
source: Average Resting Heart Rate Calculator
ar: حساب متوسط ​​معدل ضربات القلب
fr: Calculateur de fréquence cardiaque moyenne au repos

# averageRestingHeartRateTitle5
source: Day
ar: اليوم
fr: Jour

# bloodPressureList
source: blood pressure
ar: ضغط الدم
fr: tension artérielle

# bloodPressure1
source: Blood Pressure Calculator – Find Your Systolic and Diastolic
ar: حاسبة ضغط الدم - ابحث عن الانقباضي والانبساطي
fr: Calculateur de tension artérielle - Trouvez votre systolique et diastolique

# bloodPressure2
source: Water is the most essential ingredient to a healthy life. Our bodies are made up of 65 percent water. Being dehydrated by even 2 percent can decrease performance by 10 percent. Hydration becomes more imperative when you are making up for the water lost in sweat from a good workout. Adequate fluid intake is essential to comfort, performance and safety. The longer and more intensely you exercise, the more important it is to drink the right kind of fluids.
ar: الماء هو العنصر الأساسي لحياة صحية. تتكون أجسامنا من 65٪ ماء. يمكن أن يؤدي الجفاف بنسبة 2٪ إلى تقليل الأداء بنسبة 10٪. يصبح الترطيب أكثر إلحاحًا عند تعويض الماء المفقود في العرق من التمارين الجيدة. يعتبر تناول السوائل الكافية أمرًا ضروريًا للراحة والأداء والسلامة. وكلما طالت مدة التدريب , زادت أهمية شرب النوع الصحيح من السوائل.
fr: L'eau est l'ingrédient le plus essentiel à une vie saine. Notre corps est composé à 65 % d'eau. Être déshydraté même de 2 % peut réduire les performances de 10 %. L'hydratation devient plus impérative lorsque vous compensez le l'eau perdue dans la sueur d'un bon entraînement. Un apport hydrique adéquat est essentiel au confort, à la performance et à la sécurité. Plus vous vous entraînez longtemps et intensément, plus il est important de boire le bon type de liquide.

# bloodPressure3
source: Blood Pressure Calculator
ar: حاسبة ضغط الدم
fr: Calculateur de tension artérielle

# bloodPressure4
source: Select Your Age Group
ar: حدد فئتك العمرية
fr: Sélectionnez votre tranche d'âge

# bloodPressure5
source: Systolic Range
ar: النطاق الانقباضي
fr: Plage Systolique

# bloodPressure6
source: Diastolic Range
ar: المدى الانبساطي
fr: Gamme diastolique

# humanWaterRequirementList
source: human water requirement
ar: احتياجات الإنسان من المياه
fr: besoins humains en eau

# humanWaterRequirement1
source: Hydration Calculator – How Much Water Do You Need To Drink?
ar: حاسبة الترطيب - ما مقدار الماء الذي تحتاجه للشرب؟
fr: Calculateur d'hydratation – Combien d'eau avez-vous besoin de boire ?

# humanWaterRequirement2
source: This hydration calculator provides an estimate for the amount of water you should consume when exercising in order to stay fully hydrated and avoid becoming dehydrated during your workout. It requires you to input your body weight, exercise time and environmental conditions before it can calculate an estimated result in ounces, milliliters and glasses of water needed to be consumed per day.
ar: توفر حاسبة الترطيب هذه تقديرًا لكمية المياه التي يجب أن تستهلكها أثناء التمرين من أجل البقاء رطبًا تمامًا وتجنب الإصابة بالجفاف أثناء التمرين. تتطلب منك إدخال وزنك ومدة التمرين والظروف البيئية قبل ذلك. يمكنه حساب نتيجة تقديرية بالأونصة والميلليترات وأكواب الماء اللازمة للاستهلاك يوميًا.
fr: Ce calculateur d'hydratation fournit une estimation de la quantité d'eau que vous devez consommer pendant l'exercice afin de rester complètement hydraté et d'éviter de vous déshydrater pendant votre entraînement. Il vous oblige à saisir votre poids corporel, la durée de l'exercice et les conditions environnementales avant il peut calculer un résultat estimé en onces, millilitres et verres d'eau nécessaires à consommer par jour.

# humanWaterRequirement3
source: Hydration Calculator
ar: حاسبة الترطيب
fr: Calculateur d'hydratation

# humanWaterRequirement4
source: Body Weight
ar: وزن الجسم
fr: Poids corporel

# humanWaterRequirement5
source: Exercise Time
ar: مدة التمرين
fr: Durée de l'exercice

# humanWaterRequirement6
source: Minutes Of Daily Exercise
ar: دقائق التمرين اليومية
fr: Minutes d'exercice quotidien

# humanWaterRequirement7
source: Environmental Conditions
ar: الظروف البيئية
fr: Conditions environnementales

# humanWaterRequirement8
source: Suggested Daily Consumption of Water
ar: كمية المياه اليومية المقترحة
fr: Consommation quotidienne d'eau suggérée

# humanWaterRequirement9
source: Milliliters of Water
ar: ميل لتر من الماء
fr: Millilitres d'eau

# humanWaterRequirement10
source: US Ounces of Water
ar: أوقية أمريكية من الماء
fr: Onces d'eau américaines

# humanWaterRequirement11
source: Imperial Ounces of Water
ar: أوقية إمبراطورية من الماء
fr: Onces impériales d'eau

# humanWaterRequirement12
source: Approximate Glasses of Wate
ar: أكواب الماء التقريبية
fr: Verres d'eau approximatifs
