Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# developmentalActionPlanCoaches9
source: PROGRESS
ar: التقدم
fr: PROGRÈS

# developmentalActionPlanCoaches10
source: WHAT ARE YOU CURRENTLY DOING TO REACH YOUR OBJECTIVES? (QUALIFICATIONS)
ar: ما الذي تقوم به حاليًا لتحقيق أهدافك؟ (المؤهلات)
fr: QUE FAITES-VOUS ACTUELLEMENT POUR ATTEINDRE VOS OBJECTIFS ? (QUALIFICATIONS)

# developmentalActionPlanCoaches11
source: HOW AS YOUR EXPERIENCES BEEN SO FAR WITH THE CLUB? (EXPERIENCE)
ar: كيف كانت تجاربك حتى الآن مع النادي؟ (الخبرة)
fr: COMMENT ONT ÉTÉ VOS EXPÉRIENCES JUSQU'ICI AVEC LE CLUB ? (EXPÉRIENCE)

# developmentalActionPlanCoaches12
source: WHAT ASPECTS OF THE FOUR-CORNER MODEL REQUIRE ADDITIONAL STUDY?
ar: ما هي الجوانب في نموذج الركن الأربعة التي تحتاج إلى دراسة إضافية؟
fr: QUELS ASPECTS DU MODÈLE À QUATRE CORNERS NÉCESSITENT UNE ÉTUDE SUPPLÉMENTAIRE ?

# developmentalActionPlanCoaches13
source: HOW WOULD YOU EVALUATE YOUR RELATIONSHIPS WITH EVERY MEMBER OF THE ATHLETIC TRIANGLE?
ar: كيف تقيم علاقاتك مع كل عضو في الثلاثي الرياضي؟
fr: COMMENT ÉVALUERIEZ-VOUS VOS RELATIONS AVEC CHAQUE MEMBRE DU TRIANGLE SPORTIF ?

# developmentalActionPlanCoaches14
source: WHICH AREA ARE YOU DEVELOPING TO ENHANCE YOUR SKILLSET & DELIVERY?
ar: أي مجال تطويري تعمل على تعزيز مجموعة مهاراتك وتقديمها؟
fr: QUEL DOMAINE DÉVELOPPEZ-VOUS POUR AMÉLIORER VOTRE GAMME DE COMPÉTENCES ET VOTRE PRESTATION ?

# developmentalActionPlanCoaches15
source: WHERE DO YOU NEED FURTHER SUPPORT IN YOUR OVERALL ROLE?
ar: أين تحتاج إلى دعم إضافي في دورك الشامل؟
fr: OÙ AVEZ-VOUS BESOIN D'AIDE SUPPLÉMENTAIRE DANS VOTRE RÔLE GLOBAL ?

# developmentalActionPlanCoaches16
source: WHAT SUPPORT DO I NEED? WHO NEEDS TO BE INVOLVED?
ar: ما هو الدعم الذي أحتاجه؟ من يجب أن يشارك؟
fr: QUEL SOUTIEN AI-JE BESOIN ? QUI DOIT ÊTRE IMPLIQUÉ ?

# feedbackList
source: Feedback
ar: ردود الفعل
fr: Rétroaction

# feedback1
source: 3 THINGS YOU'VE ENJOYED ABOUT THE ACADEMY THIS YEAR?
ar: ثلاثة أشياء استمتعت بها في الأكاديمية هذا العام؟
fr: 3 CHOSES QUE VOUS AVEZ AIMÉES DANS L'ACADÉMIE CETTE ANNÉE?

# feedback2
source: WHAT ARE YOUR BIGGEST QUALITIES?
ar: ما هي أكبر مؤهلاتك؟
fr: QUELS SONT VOS PLUS GRANDS ATOUTS ?

# feedback3
source: THEMES
ar: المواضيع
fr: THÈMES

# feedback4
source: SESSIONS
ar: الجلسات

# feedback5
source: COACHING STYLES
ar: أنماط التدريب
fr: STYLES D'ENTRAÎNEMENT

# feedback6
source: ENJOYMENT
ar: التمتع
fr: PLAISIR

# feedback7
source: SUPPORT
ar: الدعم
fr: SOUTIEN

# feedback8
source: VARYING SESSION DESIGNS
ar: تصاميم جلسة متنوعة
fr: CONCEPTIONS DE SÉANCES VARIABLES

# feedback9
source: INTERACTION
ar: التفاعل

# feedback10
source: MEETING YOUR NEEDS
ar: تلبية احتياجاتك
fr: SATISFAIRE VOS BESOINS

# feedback11
source: HOW AS YOUR EXPERIENCES BEEN SO FAR WITH THE ACADEMY?
ar: كيف كانت تجاربك حتى الآن مع الأكاديمية؟
fr: COMMENT ONT ÉTÉ VOS EXPÉRIENCES JUSQU'ICI AVEC L'ACADÉMIE ?

# feedback12
source: WHAT FEEDBACK DO YOU HAVE REGARDING MATCH DAYS?
ar: ما هي الملاحظات التي لديك بشأن أيام المباريات؟
fr: QUELS COMMENTAIRES AVEZ-VOUS CONCERNANT LES JOURS DE MATCH ?

# feedback13
source: WHAT AREAS OF THE COACHING YOU’VE RECEIVED DO YOU ENJOY THE MOST AND WHICH AREAS CAN BE IMPROVED?
ar: ما هي المجالات في التدريب التي استمتعت بها الأكثر والتي يمكن تحسينها؟
fr: QUELS ASPECTS DE L'ENTRAÎNEMENT QUE VOUS AVEZ REÇU APPRÉCIEZ-VOUS LE PLUS ET QUELS ASPECTS PEUVENT ÊTRE AMÉLIORÉS ?

# feedback14
source: WHICH AREAS OF YOUR GAME DO YOU THINK HAS IMPROVED THE MOST THIS YEAR? WHY?
ar: ما هي المجالات في لعبتك التي تعتقد أنها تحسنت الأكثر هذا العام؟ لماذا؟
fr: QUELLES PARTIES DE VOTRE JEU PENSEZ-VOUS AVOIR LE PLUS PROGRESSÉ CETTE ANNÉE ? POURQUOI ?

# feedback15
source: WHAT HAVE YOU LEARNT ABOUT OUR COACHING?
ar: ماذا تعلمت عن تدريبنا؟
fr: QU'AVEZ-VOUS APPRIS SUR NOTRE ENTRAÎNEMENT ?

# feedback16
source: WHAT IS THE TEAM’S BIGGEST STRENGTH? WHY?
ar: ما هو أكبر قوة للفريق؟ لماذا؟
fr: QUELLE EST LA PLUS GRANDE FORCE DE L'ÉQUIPE ? POURQUOI ?

# feedback17
source: WHAT SUPPORT DO YOU NEED MOVING FORWARDS TO CONTINUE YOUR DEVELOPMENT?(CREATE AN ACTION PLAN)
ar: ما الدعم الذي تحتاجه للمضي قدمًا لمواصلة تطويرك؟ (إنشاء خطة عمل)
fr: DE QUEL SOUTIEN AVEZ-VOUS BESOIN POUR POURSUIVRE VOTRE DÉVELOPPEMENT ? (CRÉEZ UN PLAN D'ACTION)

# iNDIVIDUALDEVELOPMENTPLANList
source: INDIVIDUAL DEVELOPMENT PLAN
ar: نموذج خطة التطوير الفردي
fr: PLAN DE DÉVELOPPEMENT INDIVIDUEL

# iNDIVIDUALDEVELOPMENTPLAN1
source: CONSIDERATIONS
ar: الاعتبارات
fr: CONSIDÉRATIONS

# iNDIVIDUALDEVELOPMENTPLAN2
source: OBJECTIVE
ar: هدف
fr: OBJECTIF

# iNDIVIDUALDEVELOPMENTPLAN3
source: TECHNICAL TACTICAL
ar: تكتيكي / فني
fr: TECHNIQUE TACTIQUE

# iNDIVIDUALDEVELOPMENTPLAN4
source: POSITIONS
ar: مراكز

# iNDIVIDUALDEVELOPMENTPLAN5
source: STAND OUT GAME(S):
ar: المباريات المتميزة:
fr: MATCH(S) MARQUANTS :

# iNDIVIDUALDEVELOPMENTPLAN55
source: FLEXABILITY
ar: مرونة
fr: FLEXIBILITÉ

# iNDIVIDUALDEVELOPMENTPLAN6
source: TECHNICAL TACTICAL
ar: تكتيكي / فني
fr: TECHNIQUE TACTIQUE

# iNDIVIDUALDEVELOPMENTPLAN7
source: PSYCHOLOGICAL
ar: نفسي
fr: PSYCHOLOGIQUE

# iNDIVIDUALDEVELOPMENTPLAN8
source: SOCIAL
ar: اجتماعي

# iNDIVIDUALDEVELOPMENTPLAN9
source: PHYSICAL
ar: بدني
fr: PHYSIQUE

# iNDIVIDUALDEVELOPMENTPLAN10
source: SUPER STRENGTHS:
ar: نقاط القوة الخارقة:
fr: SUPER FORCES :

# iNDIVIDUALDEVELOPMENTPLAN11
source: AREAS FOR IMPROVEMENTS:
ar: المجالات التي يمكن تحسينها:
fr: DOMAINES À AMÉLIORER :

# iNDIVIDUALDEVELOPMENTPLAN12
source: TRAINING
ar: تدريب
fr: ENTRAÎNEMENT

# iNDIVIDUALDEVELOPMENTPLAN13
source: GAME
ar: لعبة
fr: JEU

# iNDIVIDUALDEVELOPMENTPLAN14
source: WHAT HAVE YOU FELT HAS DEVELOPED MOST OVER THE LAST 3 MONTHS?
ar: ما الذي شعرت أنه تطور الأكثر خلال الثلاثة أشهر الماضية؟
fr: QU'AVEZ-VOUS SENTI S'EST DÉVELOPPÉ LE PLUS AU COURS DES 3 DERNIERS MOIS ?

# iNDIVIDUALDEVELOPMENTPLAN15
source: PROVIDE AN EXAMPLE OF WHY YOU GAVE YOURSELF THOSE SCORES (ABOVE - REFLECTION)
ar: قدم مثالًا على الأسباب التي جعلتك تعطي نفسك تلك الدرجات (أعلاه - التفكير)
fr: FOURNIR UN EXEMPLE DE POURQUOI VOUS VOUS ÊTES ATTRIBUÉ CES NOTES (CI-DESSUS - RÉFLEXION)

# iNDIVIDUALDEVELOPMENTPLAN16
source: TECHNICAL TACTICAL
ar: تكتيكي / فني
fr: TECHNIQUE TACTIQUE

# iNDIVIDUALDEVELOPMENTPLAN17
source: FINISHING
ar: الانتهاء
fr: FINITION

# iNDIVIDUALDEVELOPMENTPLAN18
source: FIRST TOUCH
ar: الملمس الأول
fr: PREMIER CONTACT

# iNDIVIDUALDEVELOPMENTPLAN19
source: DRIBBLING
ar: المراوغة
fr: DRIBBLE

# iNDIVIDUALDEVELOPMENTPLAN20
source: CROSSING
ar: عبور
fr: CENTRAGE

# iNDIVIDUALDEVELOPMENTPLAN21
source: HEADING
ar: تسديد الرأس
fr: TÊTE

# iNDIVIDUALDEVELOPMENTPLAN22
source: PASSING
ar: التمرير
fr: PASSAGE

# iNDIVIDUALDEVELOPMENTPLAN23
source: TECHNIQUE
ar: التقنية

# iNDIVIDUALDEVELOPMENTPLAN24
source: LONG SHOTS
ar: التسديدات البعيدة
fr: TIRS DE LOIN

# iNDIVIDUALDEVELOPMENTPLAN25
source: TACKLING
ar: التدخل
fr: TAQUINERIE

# iNDIVIDUALDEVELOPMENTPLAN26
source: TACTICAL
ar: تكتيكي
fr: TACTIQUE

# iNDIVIDUALDEVELOPMENTPLAN27
source: POSITIONING
ar: التموضع
fr: POSITIONNEMENT

# iNDIVIDUALDEVELOPMENTPLAN28
source: ANTICIPITION
ar: التوقع
fr: ANTICIPATION

# iNDIVIDUALDEVELOPMENTPLAN29
source: TRANSITIONS
ar: الانتقالات

# iNDIVIDUALDEVELOPMENTPLAN30
source: AWARENESS
ar: الوعي
fr: CONSCIENCE

# iNDIVIDUALDEVELOPMENTPLAN31
source: ATTACKING
ar: الهجوم
fr: ATTAQUE

# iNDIVIDUALDEVELOPMENTPLAN32
source: ADAPTABLE
ar: قابل للتكيف

# iNDIVIDUALDEVELOPMENTPLAN33
source: DESICIONS
ar: القرارات
fr: DÉCISIONS

# iNDIVIDUALDEVELOPMENTPLAN34
source: DEFEDING
ar: الدفاع
fr: DÉFENSE

# iNDIVIDUALDEVELOPMENTPLAN35
source: FLEXABILITY
ar: مرونة
fr: FLEXIBILITÉ

# iNDIVIDUALDEVELOPMENTPLAN36
source: SOCIAL
ar: اجتماعي

# iNDIVIDUALDEVELOPMENTPLAN37
source: COMMUNICATION
ar: التواصل

# iNDIVIDUALDEVELOPMENTPLAN38
source: AGILITY
ar: الرشاقة
fr: AGILITÉ

# iNDIVIDUALDEVELOPMENTPLAN39
source: TRANSITIONS
ar: الانتقالات

# iNDIVIDUALDEVELOPMENTPLAN40
source: STAMINA
ar: القدرة على التحمل
fr: ENDURANCE

# iNDIVIDUALDEVELOPMENTPLAN41
source: PAGE
ar: الصفحة

# iNDIVIDUALDEVELOPMENTPLAN42
source: ADAPTABLE
ar: قابل للتكيف

# iNDIVIDUALDEVELOPMENTPLAN43
source: DESICIONS
ar: القرارات
fr: DÉCISIONS

# iNDIVIDUALDEVELOPMENTPLAN44
source: DEFEDING
ar: الدفاع
fr: DÉFENSE

# iNDIVIDUALDEVELOPMENTPLAN45
source: FLEXABILITY
ar: مرونة
fr: FLEXIBILITÉ

# iNDIVIDUALDEVELOPMENTPLAN46
source: PSYCHOLOGICAL
ar: نفسي
fr: PSYCHOLOGIQUE

# iNDIVIDUALDEVELOPMENTPLAN47
source: BRAVERY
ar: الشجاعة
fr: COURAGE

# iNDIVIDUALDEVELOPMENTPLAN48
source: AGILITY
ar: الرشاقة
fr: AGILITÉ

# iNDIVIDUALDEVELOPMENTPLAN49
source: TRANSITIONS
ar: الانتقالات

# iNDIVIDUALDEVELOPMENTPLAN50
source: STAMINA
ar: القدرة على التحمل
fr: ENDURANCE

# iNDIVIDUALDEVELOPMENTPLAN51
source: PAGE
ar: الصفحة

# iNDIVIDUALDEVELOPMENTPLAN52
source: ADAPTABLE
ar: قابل للتكيف

# iNDIVIDUALDEVELOPMENTPLAN53
source: DESICIONS
ar: القرارات
fr: DÉCISIONS

# iNDIVIDUALDEVELOPMENTPLAN54
source: DEFEDING
ar: الدفاع
fr: DÉFENSE

# iNDIVIDUALDEVELOPMENTPLAN56
source: PLAYER'S FEEDBACK BASE DONT HE COACH'S SCORING ACROSS THE FOUR CORNER MODEL?
ar: تغذية اللاعب بناءً على تسجيل المدرب عبر نموذج الركن الأربعة؟
fr: RETROACTION DU JOUEUR BASÉE SUR LA NOTATION DE L'ENTRAÎNEUR À TRAVERS LE MODÈLE À QUATRE CORNERS ?

# iNDIVIDUALDEVELOPMENTPLAN57
source: PLAYER'S OVEALL FEEDBACK: WHAT WENT WELL?
ar: تغذية اللاعب بشكل عام: ما الذي حدث بشكل جيد؟
fr: RETROACTION GLOBALE DU JOUEUR : QU'EST-CE QUI S'EST BIEN PASSÉ ?

# iNDIVIDUALDEVELOPMENTPLAN58
source: PLAYER'S OVERALL FEEDBACK: AREA'S FOR IMPROVEMENT?
ar: تغذية اللاعب بشكل عام: المجالات التي يمكن تحسينها؟
fr: RETROACTION GLOBALE DU JOUEUR : DOMAINES À AMÉLIORER ?

# iNDIVIDUALDEVELOPMENTPLAN59
source: WHAT SUPPORT DO YOU NEED MOVING FORWARDS TO CONTINUE YOUR DEVELOPMENT? (CREATE AN ACTION PLAN)
ar: ما الدعم الذي تحتاجه للمضي قدمًا لمواصلة تطويرك؟ (إنشاء خطة عمل)
fr: DE QUEL SOUTIEN AVEZ-VOUS BESOIN POUR POURSUIVRE VOTRE DÉVELOPPEMENT ? (CRÉER UN PLAN D'ACTION)

# teamTalksList
source: Team Talks
ar: النظر في محادثات الفريق في الشوط
fr: Considérations de la causerie d'équipe à la mi-temps

# teamTalks1
source: THE SITUATION:
ar: الموقف:
fr: LA SITUATION :

# teamTalks2
source: Are we competing well in the game as a whole?
ar: هل نتنافس بشكل جيد في اللعبة ككل؟
fr: Compétons-nous bien dans le jeu dans son ensemble ?

# teamTalks3
source: What did the team perform particularly well in the first half?
ar: ما الذي قام به الفريق ككل بشكل جيد في الشوط الأول؟
fr: Qu'est-ce que l'équipe a particulièrement bien fait en première mi-temps ?

# teamTalks4
source: Is there anything the team could do to perform better?
ar: هل هناك شيء يمكن أن يفعله الفريق للأداء بشكل أفضل؟
fr: Y a-t-il quelque chose que l'équipe pourrait faire pour mieux performer ?

# teamTalks5
source: Is everyone having a good time?
ar: هل الجميع يقضون وقتًا جيدا
fr: Est-ce que tout le monde passe un bon moment ?

# teamTalks55
source: Is everyone having a good time?
ar: هل الجميع مستمتعون
fr: Est-ce que tout le monde s'amuse ?

# teamTalks6
source: Is there anything the players can say/share about the first half?
ar: هل هناك شيء يمكن للاعبين قوله / مشاركته حول الشوط الأول؟
fr: Y a-t-il quelque chose que les joueurs peuvent dire/partager à propos de la première mi-temps ?

# teamTalks7
source: THREATS:
ar: التهديدات
fr: MENACES :

# teamTalks8
source: What is the opposition's most serious threat?
ar: ما هي أخطر تهديدات الخصم؟
fr: Quelle est la menace la plus sérieuse de l'opposition ?

# teamTalks9
source: Has any of the players identified any threats from the first half?
ar: هل اكتشف أي من اللاعبين أي تهديدات من الشوط الأول؟
fr: Est-ce que l'un des joueurs a identifié des menaces lors de la première mi-temps ?

# teamTalks10
source: Is there anything else causing a difficulty for the team? i.e. environment
ar: هل هناك شيء آخر يسبب صعوبة للفريق؟ على سبيل المثال البيئة؟
fr: Y a-t-il autre chose qui pose des difficultés à l'équipe ? Par exemple, l'environnement

# teamTalks11
source: What issues does their formation/approach cause us?
ar: ما هي المشكلات التي تسببها تشكيلتهم / الهجوم لنا؟
fr: Quels problèmes leur formation/approche nous pose-t-elle ?

# teamTalks12
source: How can we counter the threats posed caused by the opposition?
ar: كيف يمكننا مواجهة التهديدات التي تسببها الخصوم؟
fr: Comment pouvons-nous contrer les menaces posées par l'opposition ?

# teamTalks13
source: SUCCESS
ar: النجاح
fr: SUCCÈS

# teamTalks14
source: How can we maintain patience while considering long-term development?
ar: كيف يمكننا الحفاظ على الصبر أثناء النظر في التنمية على المدى الطويل؟
fr: Comment pouvons-nous garder patience tout en considérant le développement à long terme ?

# teamTalks15
source: What individual progress can we see?
ar: ما التقدم الفردي الذي يمكننا رؤيته؟
fr: Quels progrès individuels pouvons-nous constater ?

# teamTalks16
source: Can each player provide/think what they did well in the first half?
ar: هل يمكن لكل لاعب تقديم / التفكير في ما قاموا به بشكل جيد في الشوط الأول؟
fr: Chaque joueur peut-il fournir/penser à ce qu'il a bien fait en première mi-temps ?

# teamTalks17
source: How can we make the environment we're building better?
ar: كيف يمكننا جعل البيئة التي نقوم ببنائها أفضل؟
fr: Comment pouvons-nous améliorer l'environnement que nous construisons ?

# teamTalks18
source: Where do we need to focus on strengthening long-term?
ar: ما الذي يجب أن نركز على تعزيزه للمدى الطويل؟
fr: Où devons-nous nous concentrer pour renforcer à long terme ?

# positionalResponsibilitiesList
source: Positional Responsibilities
ar: المسؤوليات وفق المراكز
fr: Responsabilités positionnelles

# positionalResponsibilities1
source: PREFERRED FOOT:
ar: القدم المفضلة:
fr: PIED PRÉFÉRÉ:

# positionalResponsibilities2
source: Key Positional Roles
ar: الأدوار الموقعية الرئيسية
fr: Rôles positionnels clés

# positionalResponsibilities3
source: IN POSSESSION
ar: في حالة الاستحواذ
fr: EN POSSESSION

# positionalResponsibilities4
source: OUT OF POSSESSION
ar: خارج حالة الاستحواذ
fr: HORS POSSESSION

# positionalResponsibilities5
source: ATT > DEF
ar: هجوم > دفاع

# positionalResponsibilities6
source: BUILDING THE ATT
ar: بناء الهجوم
fr: CONSTRUIRE L'ATT

# positionalResponsibilities7
source: DELAY & DENY
ar: التأخير و الرفض
fr: RETARD & REFUS

# positionalResponsibilities8
source: DEF > ATT
ar: دفاع> هجوم

# positionalResponsibilities9
source: CREATING
ar: الإبداع
fr: CRÉATION

# positionalResponsibilities10
source: MANAGING THE PRESS
ar: إدارة الضغط
fr: GESTION DE LA PRESSION

# positionalResponsibilities11
source: SET PIECES
ar: الكرات الثابتة
fr: COUPS DE PIED ARRÊTÉS

# positionalGk1
source: POSITION: GK
ar: الموقف: GK
fr: POSITION:Gardien de but GK

# positionalGk2
source: POSITIONING
ar: التموضع
fr: POSITIONNEMENT

# positionalGk3
source: HANDLING
ar: التعامل مع الكرة
fr: MANIPULATION

# positionalGk4
source: MOBILITY
ar: التنقل
fr: MOBILITÉ

# positionalGk5
source: FOOTWORK
ar: الحركة بالقدم
fr: TRAVAIL DE PIED

# positionalGk6
source: KEY ATTRIBUTES
ar: الصفات الرئيسية
fr: ATTRIBUTS CLÉS

# positionalGk7
source: DISTRIBUTION
ar: التوزيع

# positionalGk8
source: COMMUNICATION
ar: التواصل

# positionalGk9
source: THROWING
ar: رمي
fr: LANCEMENT

# positionalGk10
source: REFLEXES
ar: الحركة الانعكاسية
fr: RÉFLEXES

# positionalGk11
source: Option to receive Offer depth to retain possession Identify and find the spare player Limited touches
ar: الخيار لاستقبال العرض -العمق- للاحتفاظ بالكرة -التعرف - اننقاء اللاعب- الفارغ - لمسات محدودة
fr: Option pour recevoir Offrir de la profondeur pour conserver la possession Identifier et trouver le joueur libre Touches limitées

# positionalGk12
source: Command the area Quality handling attributes Realistic positioning Confidence to make saves
ar: قيادة المنطقة- سمات التعامل ذات الجودة - تموضع واقعي- ثقة في إجراء التصديات
fr: Commander la zone Attributs de manipulation de qualité Positionnement réaliste Confiance pour effectuer des arrêts

# positionalGk13
source: Structure team shape Decision making in protecting or pressing Anticipation of game scenarios Mindful of threats
ar: تشكيل هيكل الفريق- اتخاذ القرار في حماية أو الضغط - توقعات -السيناريوهات -اللعب الذكي -التهديدات
fr: Structurer la forme d'équipe Prise de décision pour protéger ou presser Anticipation des scénarios de jeu Conscient des menaces

# positionalGk14
source: Break the lines Play through, around or over Range of passing
ar: كسر خطوط اللعب من خلالها، حولها، أو فوقها- مدى التمرير
fr: Casser les lignes Jouer à travers, autour ou au-dessus Gamme de passes

# positionalGk15
source: Protect positioning Confident in 1v1 situations Sweep if necessary
ar: حماية التموضع - الثقة في المواقف الفردية - إذا لزم المسح - الأمر
fr: Protéger le positionnement Être confiant dans les situations en 1 contre 1 Balayer si nécessaire

# positionalGk16
source: Secure the first pass Counter? Can we play quick? Maintain possession if needed to build
ar: تأمين التمريرة الأولى- هل يمكننا اللعب بسرعة؟ الحفاظ على الاستحواذ إذا لزم الأمر للبناء
fr: Assurer la première passe Contre ? Pouvons-nous jouer rapidement ? Maintenir la possession si nécessaire pour construire

# positionalGk17
source: Switch the Play Break the press Long ball into MID, or ATT
ar: تبديل اللعب- كسر الضغط- الكرة الطويلة إلى منتصف الميدان أو الهجوم
fr: Changer de jeu Rompre la pression Long ballon vers le milieu de terrain, ou l'attaque

# positionalGk18
source: Protect the goal Sweep long ball over the defensive line Confident to deal with 1v1
ar: حماية المرمى- تمرير الكرة الطويلة فوق خط الدفاع- ثقة في التعامل مع اللاعبين الفرديين
fr: Protéger le but Balayer le long ballon au-dessus de la ligne défensive Être confiant pour faire face à un 1 contre 1

# positionalGk19
source: Communicate defensive set-up Minimise un-mark players Command area
ar: تواصل ترتيب الدفاع - تقليل اللاعبين غير المحددين- القيادة بالمنطقة
fr: Communiquer la configuration défensive Minimiser les joueurs non marqués Commander la zone

# positionalGk20
source: A goalkeeper has to be a good shot-stopper,but also mentally strong and quick to read the game - Iker Casillas
ar: يجب أن يكون حارس المرمى جيدًا في إيقاف الكرات المرشحة للدخول في المرمى ، ولكنه أيضًا قوي عقليًا وسريع في قراءة اللعب
fr: Un gardien de but doit être un bon arrêteur de tirs, mais aussi mentalement fort et rapide pour lire le jeu

# positionalGk21
source: Shot-stopper: A goalkeeper's primary role is to stop shots from going into the goal. This requires quick reflexes, good hand-eye coordination, and the ability to dive and make acrobatic saves
ar: مانع الهدف: الدور الأساسي لحارس المرمى هو إيقاف الكرات المرشحة للدخول في المرمى. يتطلب هذا ردود فعل سريعة، وتنسيق جيد بين اليد والعين، والقدرة على الانقضاض وإجراء تصديات بطولية
fr: Arrêteur de tirs Shot-stopper: A goalkeeper's primary role is to stop shots from going into the goal. This requires quick reflexes, good hand-eye coordination, and the ability to dive and make acrobatic saves

# positionalGk22
source: Commander of the Defense: A goalkeeper must be a leader on the field, directing the defense and communicating with his teammates. This involves organizing the back line, making sure everyone is in position, and making split-second decisions to counter attacking threats.
ar: قائد الدفاع: يجب أن يكون حارس المرمى قائدًا على الملعب، يوجه الدفاع ويتواصل مع زملائه في الفريق. ينطوي هذا على تنظيم الخط الخلفي والتأكد من وجود كل لاعب في مكانه المناسب، واتخاذ قرارات في لحظة للتصدي للتهديدات المهاجمة.
fr: Commandant de la Défense : Un gardien de but doit être un leader sur le terrain, dirigeant la défense et communiquant avec ses coéquipiers. Cela implique d'organiser la ligne arrière, de s'assurer que tout le monde est en position et de prendre des décisions en une fraction de seconde pour contrer les menaces d'attaque.

# positionalGk23
source: Distributor of the Ball: In modern soccer, goalkeepers are expected to be able to play with their feet and be comfortable passing the ball. This involves starting attacking plays with accurate distribution, either by launching the ball upfield with a punt or making a quick and precise pass to a teammate. A good distribution can quickly change the pace of the game, giving your team the advantage.
ar: موزع الكرة: في كرة القدم الحديثة، يتوقع من حراس المرمى أن يكونوا قادرين على اللعب بأقدامهم وأن يكونوا على دراية بتوزيع الكرة بشكل جيد. يتضمن ذلك بدء الهجمات بتوزيع دقيق، سواء عن طريق رمي الكرة بعيدا أو تمرير سريع ودقيق إلى زميل. يمكن أن يغير توزيع جيد سريعًا وتغيير وتيرة اللعب، مما يعطي فريقك الميزة.
fr: Distributeur du Ballon : Dans le football moderne, les gardiens de but sont censés être capables de jouer avec leurs pieds et de passer le ballon confortablement. Cela implique de commencer les actions offensives avec une distribution précise, soit en lançant le ballon vers l'avant avec un dégagement soit en faisant une passe rapide et précise à un coéquipier. Une bonne distribution peut rapidement changer le rythme du jeu, donnant ainsi l'avantage à votre équipe.

# positionalRB1
source: POSITION: RB
ar: الموقف: RB

# positionalRB2
source: DRIBBLING
ar: المراوغة
fr: DRIBBLAGE

# positionalRB3
source: POSITIONING
ar: التموضع
fr: POSITIONNEMENT

# positionalRB4
source: CREATIVITY
ar: الإبداع
fr: CRÉATIVITÉ

# positionalRB5
source: PASSING
ar: التمرير
fr: PASSER

# positionalRB6
source: KEY ATTRIBUTES
ar: الصفات الرئيسية
fr: ATTRIBUTS CLÉS

# positionalRB7
source: MARKING
ar: التعليمات البرمجية
fr: MARQUAGE

# positionalRB8
source: STAMINA
ar: القدرة على التحمل
fr: ENDURANCE

# positionalRB9
source: MOVEMENT
ar: الحركة
fr: MOUVEMENT

# positionalRB10
source: TACTICALLY
ar: تكتيكيًا
fr: TACTIQUEMENT

# positionalRB11
source: Movement into a wider position to receive Combination play Look to play into the next unit or ATT
ar: الحركة إلى موقع أوسع لتلقي الكرة - اللعب المشترك- البحث عن اللعب إلى الوحدة التالية أو الهجوم
fr: Déplacement vers une position plus large pour recevoir Jeu en combinaison Chercher à jouer dans la prochaine unité ou l'attaque

# positionalRB12
source: Recovery Runs (2v1) Adopt a more compact structure Block crosses (Force backwards) Challenge aerially
ar: الجري للتعافي- (2v1) اعتماد هيكل أكثر اندماجًا- حظر العبور (فرض العودة) التحدي في الهواء
fr: Courses de récupération (2v1) Adopter une structure plus compacte Bloquer les centres (Forcer en arrière) Challenging dans les airs

# positionalRB13
source: Delay to slow the opposition Deny to reorganize The decision to press or protect Get behind the ball
ar: التأخير لتباطئ المنافسة- الحرمان لإعادة التنظيم- القرار بالضغط أو الحماية- الوصول خلف الكرة
fr: Retard pour ralentir l'opposition Nier pour se réorganiser La décision de presser ou de protéger Se replacer derrière le ballon

# positionalRB14
source: Create space by offering to receive in a wide position Switching the play to find the spare player Combination play and movement
ar: إنشاء مساحة عن طريق تقديم نفسك لتلقي في موقف واسع- تبديل اللعب للعثور على اللاعب الفارغ- اللعب المشترك والحركة
fr: Créer de l'espace en offrant de recevoir dans une position large Changer de jeu pour trouver le joueur libre Jeu en combinaison et mouvement

# positionalRB15
source: Awareness of distance to press Minimise space increase between units Compact & Collective press
ar: الوعي بالمسافة للضغط- تقليل المسافة بين الوحدات -الضغط المدمج والجماعي
fr: Conscience de la distance pour presser Minimiser l'espace entre les unités Pression compacte et collective

# positionalRB16
source: Defending 1v1 Invite opposition to press to positional space to ATT Support ATT (Overlap, underlap/inverted)
ar: الدفاع الفردي- دعوة الخصم للضغط على المساحة الموضعية للهجوم- دعم الهجوم (التداخل ، التحت مرر / الانعكاس)
fr: Défendre en 1 contre 1 Inviter l'opposition à presser dans l'espace positionnel vers l'attaque Soutenir l'attaque (Chevauchement, sous-chevauchement/inversé)

# positionalRB17
source: Crossing RWTB, Dribbling, Passing Movement
ar: التقاطع- الرمي من خلف، المرور، التمرير الحركة
fr: Centrer RWTB, Dribble, Passe Mouvement
