Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# exerciseTitle154
source: Low Bar Good Morning
ar: تحييد الظهر بالقضيب السفلي
fr: Good Morning barre basse

# exerciseTitle155
source: Barbell Romanian Deadlift
ar: الرفع الروماني بالقضيب
fr: Soulevé de terre roumain avec barre

# exerciseTitle156
source: Stiff Leg Deadlifts
ar: الرفع الثابت للظهر
fr: Soulevé de terre jambes tendues

# exerciseTitle157
source: Band Romanian Deadlift
ar: الرفع الروماني بالشريط
fr: Soulevé de terre roumain avec bande

# exercise1step1
source: Use a bench or an object to elevate your feet.
ar: استخدم مقعدًا أو جسمًا مرتفعًا لرفع قدميك.
fr: Utilisez un banc ou un objet pour surélever vos pieds.

# exercise1step2
source: Lower your head towards the floor by bending your elbows
ar: انخفض برأسك نحو الأرض عن طريق ثني الكوعين
fr: Abaissez votre tête vers le sol en pliant les coudes

# exercise1step3
source: Push through your hands and return to the starting pike position.
ar: ارفع جسمك بواسطة يديك وعد إلى وضع البايك الابتدائي.
fr: Poussez sur vos mains et revenez à la position de départ en pique.

# exercise1step4
source: Repeat
ar: كرر
fr: Répétez

# exercise2step1
source: Use a bench or an object like a chair to elevate your feet.
ar: استخدم مقعدًا أو جسمًا مرتفعًا مثل كرسي لرفع قدميك.
fr: Utilisez un banc ou un objet comme une chaise pour surélever vos pieds.

# exercise2step2
source: Slowly lower your body (scapula) while keeping your elbows locked (this is key)
ar: انخفض ببطء (العظم الظهري) مع الحفاظ على إبهاميك قفلتين (هذا أمر مهم)
fr: Abaissez lentement votre corps (scapula) tout en gardant vos coudes verrouillés (c'est crucial)

# exercise2step3
source: Slowly raise your body back to the start position..
ar: ارتفع ببطء جسمك مرة أخرى إلى وضع البداية.
fr: Relevez lentement votre corps à la position de départ.

# exercise3step1
source: Place the band under your feet. Stand upright.
ar: ضع الشريط تحت قدميك. قف مستقيماً.
fr: Placez la bande sous vos pieds. Tenez-vous droit.

# exercise3step2
source: Elevate your shoulder blades and then depress back to the starting position.
ar: ارفع عظام الكتف الخاصة بك ثم اضغطها مرة أخرى إلى وضع البداية.
fr: Élevez vos omoplates puis redescendez à la position de départ.

# exercise4step1
source: Stand with your feet shoulder width apart holding the Barbell with both hands in front just past shoulder width.
ar: وقف بأقدامك على عرض الكتف مع الاحتفاظ بالشريط بيديك أمامك للخلف قليلاً.
fr: Tenez-vous debout, pieds écartés à la largeur des épaules, tenant la barre avec les deux mains devant, juste au-delà de la largeur des épaules.

# exercise4step2
source: Bend forward at the hips with a slight bend in your knees, keeping your back straight.
ar: انحنِ قدميك إلى الأمام في مفصلي الورك مع الحفاظ على ثني خفيف في الركبتين، مع الاحتفاظ بظهرك مستقيمًا.
fr: Penchez-vous en avant au niveau des hanches avec un léger pli dans les genoux, en gardant le dos droit.

# exercise4step3
source: Engage your shoulder blades, as if you are trying to touch them together.
ar: قم بجذب عظام الكتف الخاصة بك، كما لو كنت تحاول لمسها معًا.
fr: Engagez vos omoplates, comme si vous tentiez de les faire se toucher.

# exercise4step4
source: Release the shrug.
ar: أطلق الانقباض.
fr: Relâchez le haussement d'épaules.

# exercise5step1
source: Place the band under your feet. Stand upright.
ar: ضع الشريط تحت قدميك. قف مستقيماً.
fr: Placez la bande sous vos pieds. Tenez-vous droit.

# exercise5step2
source: Elevate your shoulder blades and then depress back to the starting position.
ar: ارفع عظام الكتف الخاصة بك ثم اضغطها مرة أخرى إلى وضع البداية.
fr: Élevez vos omoplates puis redescendez à la position de départ.

# exercise6step1
source: Place the band under your feet. Stand upright.
ar: ضع الشريط تحت قدميك. قف مستقيماً.
fr: Placez la bande sous vos pieds. Tenez-vous droit.

# exercise6step2
source: Elevate your shoulder blades and then depress back to the starting position.
ar: ارفع عظام الكتف الخاصة بك ثم اضغطها مرة أخرى إلى وضع البداية.
fr: Élevez vos omoplates puis redescendez à la position de départ.

# exercise7step1
source: Place the band under your feet. Stand upright.
ar: ضع الشريط تحت قدميك. قف مستقيماً.
fr: Placez la bande sous vos pieds. Tenez-vous droit.

# exercise7step2
source: Elevate your shoulder blades and then depress back to the starting position.
ar: ارفع عظام الكتف الخاصة بك ثم اضغطها مرة أخرى إلى وضع البداية.
fr: Élevez vos omoplates puis redescendez à la position de départ.

# exercise8step1
source: Anchor the band at shoulder height. Take a few steps away until the band is taut.
ar: ربط الشريط على ارتفاع الكتف. اخطو قليلاً حتى يكون الشريط متوترًا.
fr: Ancrer la bande à hauteur d'épaule. Faites quelques pas en arrière jusqu'à ce que la bande soit tendue.

# exercise8step2
source: Retract your shoulder blades straight back in schools. Then protract to the starting position.
ar: انسحب بعظام الكتف إلى الوراء مباشرة ثم ابتعد للوصول إلى وضع البداية.
fr: Rétractez vos omoplates tout droit en arrière. Puis protractez à la position de départ.

# exercise9step1
source: Use a bench or an object to elevate your feet.
ar: استخدم مقعدًا أو جسمًا مرتفعًا لرفع قدميك.
fr: Utilisez un banc ou un objet pour surélever vos pieds.

# exercise9step2
source: Lower your head towards the floor by bending your elbows
ar: انخفض رأسك نحو الأرض عن طريق ثني الكوعين.
fr: Abaissez votre tête vers le sol en pliant les coudes

# exercise9step3
source: Push through your hands and return to the starting pike position.
ar: ادفع بيديك وعد إلى وضع البايك الابتدائي.
fr: Poussez sur vos mains et revenez à la position de départ en pique.

# exercise9step4
source: Repeat
ar: كرر
fr: Répétez

# exercise10step1
source: Use a bench or an object like a chair to elevate your feet.
ar: استخدم مقعدًا أو جسمًا مرتفعًا مثل كرسي لرفع قدميك.
fr: Utilisez un banc ou un objet comme une chaise pour surélever vos pieds.

# exercise10step2
source: Slowly lower your body (scapula) while keeping your elbows locked (this is key)
ar: انخفض بجسمك ببطء (عظمة الكتف) مع الحفاظ على إغلاق المرفقين (هذا أمر مهم)
fr: Abaissez lentement votre corps (scapula) tout en gardant vos coudes verrouillés (c'est crucial)

# exercise10step3
source: Slowly raise your body back to the start position.
ar: ارتفع بجسمك ببطء إلى وضع البداية.
fr: Relevez lentement votre corps à la position de départ.

# exercise11step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: التقط الشريط بقبضة عريضة تكون عريضة كتفيك. حدد ذراعيك أمامك بشكل مستقيم.
fr: Prenez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise11step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: انسحب بشفرتي الكتف ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise13step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: التقط الشريط بقبضة عريضة تكون عريضة كتفيك. حدد ذراعيك أمامك بشكل مستقيم.
fr: Prenez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise13step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: انسحب بشفرتي الكتف ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise14step1
source: Take a roughly shoulder width grip. There should be a straight line from your elbow to fist (vertical forearms).
ar: خذ قبضة تقريبية لعرض الكتف. يجب أن يكون هناك خط مستقيم من مرفقك إلى قبضتك (الساعدين الرأسيين).
fr: Prenez une prise à peu près à la largeur des épaules. Il devrait y avoir une ligne droite de votre coude à votre poing (avant-bras verticaux).

# exercise14step2
source: Pull your chin back and press the weight toward the ceiling by extending at the elbow joint and flexing at the shoulder joint.
ar: اسحب رأسك للوراء واضغط على الوزن نحو السقف عن طريق تمديد المرفق وانحناء المفصل الكتفي.
fr: Tirez votre menton en arrière et pressez le poids vers le plafond en étendant l'articulation du coude et en fléchissant l'articulation de l'épaule.

# exercise14step3
source: Press until your elbows are extended and push your head forward slightly.
ar: اضغط حتى تكون المرفقين ممدودة ودفع رأسك للأمام قليلاً.
fr: Pressez jusqu'à ce que vos coudes soient étendus et poussez légèrement votre tête vers l'avant.

# exercise14step4
source: Return to the start position with control. Pulling your chin back to allow the bar to pass your face safely.
ar: عد إلى وضع البداية بسيطرة. سحب الرأس للوراء للسماح للقضيب بالمرور بأمان أمام وجهك.
fr: Revenez à la position de départ avec contrôle. Tirez votre menton en arrière pour permettre à la barre de passer en toute sécurité devant votre visage.

# exercise15step1
source: Take a roughly shoulder width grip. There should be a straight line from your elbow to fist (vertical forearms).
ar: خذ قبضة تقريبية لعرض الكتف. يجب أن يكون هناك خط مستقيم من مرفقك إلى قبضتك (الساعدين الرأسيين).
fr: Prenez une prise à peu près à la largeur des épaules. Il devrait y avoir une ligne droite de votre coude à votre poing (avant-bras verticaux).

# exercise15step2
source: Pull your chin back and press the weight toward the ceiling by extending at the elbow joint and flexing at the shoulder joint.
ar: اسحب رأسك للوراء واضغط على الوزن نحو السقف عن طريق تمديد المرفق وانحناء المفصل الكتفي.
fr: Tirez votre menton en arrière et pressez le poids vers le plafond en étendant l'articulation du coude et en fléchissant l'articulation de l'épaule.

# exercise15step3
source: Press until your elbows are extended and push your head forward slightly.
ar: اضغط حتى تكون المرفقين ممدودة ودفع رأسك للأمام قليلاً.
fr: Pressez jusqu'à ce que vos coudes soient étendus et poussez légèrement votre tête vers l'avant.

# exercise15step4
source: Return to the start position with control. Pulling your chin back to allow the bar to pass your face safely.
ar: عد إلى وضع البداية بسيطرة. سحب الرأس للوراء للسماح للقضيب بالمرور بأمان أمام وجهك.
fr: Revenez à la position de départ avec contrôle. Tirez votre menton en arrière pour permettre à la barre de passer en toute sécurité devant votre visage.

# exercise16step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: التقط الشريط بقبضة عريضة تكون عريضة كتفيك. حدد ذراعيك أمامك بشكل مستقيم.
fr: Prenez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise16step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: انسحب بشفرتي الكتف ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise17step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: التقط الشريط بقبضة عريضة تكون عريضة كتفيك. حدد ذراعيك أمامك بشكل مستقيم.
fr: Prenez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise17step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: انسحب بشفرتي الكتف ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise18step1
source: Grab the band with a shoulder width grip. Point your arms straight in front of you.
ar: التقط الشريط بقبضة عريضة تكون عريضة كتفيك. حدد ذراعيك أمامك بشكل مستقيم.
fr: Prenez la bande avec une prise à la largeur des épaules. Pointez vos bras droit devant vous.

# exercise18step2
source: Retract your shoulder blades and shoulder joint until the band taps your chest.
ar: انسحب بشفرتي الكتف ومفصل الكتف حتى يلمس الشريط صدرك.
fr: Rétractez vos omoplates et l'articulation de l'épaule jusqu'à ce que la bande touche votre poitrine.

# exercise19step1
source: Loop the band under one of your feet. The other end of the bed should be in your hand between your thumb and pointer finger.
ar: قم بتكرار الشريط تحت إحدى قدميك. يجب أن يكون طرف السرير الآخر في يدك بين إبهامك وسبابتك.
fr: Passez la bande sous un de vos pieds. L'autre extrémité de la bande doit être dans votre main entre votre pouce et votre index.

# exercise19step2
source: Press the band straight up towards the ceiling. Until your elbow is fully extended.
ar: اضغط على الشريط مستقيمًا نحو السقف حتى تمتد ذراعك بالكامل.
fr: Pressez la bande droit vers le plafond jusqu'à ce que votre coude soit complètement étendu.

# exercise20step1
source: Anchor the band at shoulder height. Take a few steps away until the band is taut.
ar: ثبت الشريط على ارتفاع الكتف. ابتعد قليلاً حتى يكون الشريط مشدودًا.
fr: Ancrer la bande à hauteur d'épaule. Faites quelques pas en arrière jusqu'à ce que la bande soit tendue.

# exercise20step2
source: Retract your shoulder blades straight back in schools. Then protract to the starting position.
ar: اسحب شفرات الكتف إلى الوراء بشكل مستقيم. ثم ارجعها إلى الوضع الابتدائي.
fr: Rétractez vos omoplates tout droit en arrière. Puis protractez à la position de départ.

# exercise21step1
source: Hold your body with arms locked above the equipment
ar: امسك جسمك بذراعين مقفلتين فوق المعدات
fr: Maintenez votre corps avec les bras verrouillés au-dessus de l'équipement

# exercise21step2
source: Lower your body slowly while leaning forward, flare out your elbows
ar: انخفض ببطء بينما تميل إلى الأمام ، وافتح زوايا الكوع
fr: Abaissez lentement votre corps tout en vous penchant en avant, écartez vos coudes

# exercise21step3
source: Raise your body above the bars until your arms are locked.
ar: ارفع جسمك فوق القضبان حتى تكون ذراعيك مقفلة.
fr: Soulevez votre corps au-dessus des barres jusqu'à ce que vos bras soient verrouillés.

# exercise22step1
source: Place your hands firmly on the ground, directly under shoulders.
ar: ضع يديك بإحكام على الأرض، مباشرة تحت الكتفين.
fr: Placez vos mains fermement sur le sol, directement sous les épaules.

# exercise22step2
source: Flatten your back so your entire body is straight and slowly lower your body
ar: قم بتسطيح ظهرك حتى يكون جسمك كله مستقيمًا وانخفض ببطء جسمك
fr: Aplatissez votre dos afin que votre corps soit droit et abaissez lentement votre corps

# exercise22step3
source: Draw shoulder blades back and down, keeping elbows tucked close to your body
ar: قم بسحب شفرات الكتف إلى الوراء وأسفل ، مع الحفاظ على الكوع قريبة من جسمك
fr: Tirez les omoplates en arrière et vers le bas, en gardant les coudes près de votre corps

# exercise22step4
source: Exhale as you push back to the starting position.
ar: أخرج الهواء بينما تدفع للوراء إلى وضع البداية.
fr: Expirez en vous repoussant à la position de départ.

# exercise23step1
source: Stand facing bench or sturdy elevated platform.
ar: واجه مقعدًا أو منصة رفيعة وقوية.
fr: Tenez-vous face au banc ou à une plateforme surélevée et robuste.

# exercise23step2
source: Place hands on edge of bench or platform, slightly wider than shoulder width.
ar: ضع يديك على حافة المقعد أو المنصة ، متسعة قليلاً من عرض الكتف.
fr: Placez les mains sur le bord du banc ou de la plateforme, légèrement plus larges que la largeur des épaules.

# exercise23step3
source: Slowly lower your body until your chest almost touches the bench.
ar: انخفض ببطء حتى تلامس صدرك تقريبًا المقعد.
fr: Abaissez lentement votre corps jusqu'à ce que votre poitrine touche presque le banc.

# exercise23step4
source: Push body up until arms are extended.
ar: انفصل عن الجسم حتى تمتد الذراعين.
fr: Poussez votre corps vers le haut jusqu'à ce que les bras soient étendus.

# exercise24step1
source: Use a bench to elevate your feet.
ar: استخدم مقعدًا لرفع قدميك.
fr: Utilisez un banc pour surélever vos pieds.

# exercise24step2
source: Put your hands slightly wider than shoulder-width.
ar: ضع يديك بمسافة قليلاً أكبر من عرض الكتف.
fr: Placez vos mains légèrement plus larges que la largeur des épaules.

# exercise24step3
source: Slowly lower your body until your chest almost touches the ground
ar: انخفض ببطء حتى يلامس صدرك تقريبًا الأرض
fr: Abaissez lentement votre corps jusqu'à ce que votre poitrine touche presque le sol

# exercise24step4
source: Raise your body until you almost lock your elbows.
ar: ارفع جسمك حتى تكاد تقفل الكوعين.
fr: Soulevez votre corps jusqu'à ce que vous verrouilliez presque vos coudes.

# exercise25step1
source: Lay flat on the bench and place your feet on the ground.
ar: استلقِ على السطح الأفقي وضع قدميك على الأرض.
fr: Allongez-vous à plat sur le banc et placez vos pieds au sol.

# exercise25step2
source: Begin the exercise with the dumbbells held together above your chest, elbows slightly bent.
ar: ابدأ التمرين بالدمبلز معًا فوق صدرك ، مع مراعاة ثني الكوعين قليلاً.
fr: Commencez l'exercice avec les haltères tenus ensemble au-dessus de votre poitrine, les coudes légèrement fléchis.

# exercise25step3
source: Simultaneously lower the weights to either side.
ar: انخفض بشكل متزامن الأثقال إلى كلا الجانبين.
fr: Abaissez simultanément les poids de chaque côté.

# exercise25step4
source: Pause when the weights are parallel to the bench, then raise your arms to the starting position.
ar: توقف عندما تكون الأوزان متوازية مع المقعد، ثم رفع ذراعيك إلى وضع البداية.
fr: Faites une pause lorsque les poids sont parallèles au banc, puis levez vos bras à la position de départ.

# exercise26step1
source: Raise the bench to a 30 - 45 degree angle
ar: ارفع المقعد إلى زاوية 30 - 45 درجة
fr: Réglez le banc à un angle de 30 à 45 degrés

# exercise26step2
source: Lay on the bench and set your feet on the ground.
ar: استلقي على المقعد وضع قدميك على الأرض.
fr: Allongez-vous sur le banc et posez vos pieds au sol.

# exercise26step3
source: Raise the dumbbells with straight arms then slowly lower them to about shoulder width.
ar: ارفع الدمبلز بذراعين مستقيمتين ثم أخفضهما ببطء إلى عرض الكتف.
fr: Levez les haltères avec les bras tendus puis abaissez-les lentement à environ la largeur des épaules.

# exercise26step4
source: Raise them again until your arms are locked and at the starting position again.
ar: ارفعهما مرة أخرى حتى تكون ذراعيك مقفلة وفي وضع البداية مرة أخرى.
fr: Levez-les à nouveau jusqu'à ce que vos bras soient verrouillés et à la position de départ.

# exercise27step1
source: Lay flat on the bench with your feet on the ground. With straight arms unrack the bar.
ar: استلقِ على المقعد بقدميك على الأرض. ارفع القضيب بذراعين مستقيمتين.
fr: Allongez-vous à plat sur le banc avec vos pieds au sol. Avec les bras tendus, déchargez la barre.

# exercise27step2
source: Lower the bar to your mid chest
ar: انخفض القضيب إلى منتصف صدرك
fr: Abaissez la barre à votre poitrine

# exercise27step3
source: Raise the bar until you've locked your elbows.
ar: ارفع القضيب حتى تقفل الذراعين.
fr: Levez la barre jusqu'à ce que vous ayez verrouillé vos coudes.

# exercise28step1
source: Position the bench between 30 and 45 degrees.
ar: وضع المقعد بين 30 و 45 درجة.
fr: Positionnez le banc entre 30 et 45 degrés.

# exercise28step2
source: Lay flat on the bench with your feet on the ground. With straight arms unrack the bar.
ar: استلقِ على المقعد بقدميك على الأرض. ارفع القضيب بذراعين مستقيمتين.
fr: Allongez-vous à plat sur le banc avec vos pieds au sol. Avec les bras tendus, déchargez la barre.

# exercise28step3
source: Lower the bar to your mid chest
ar: انخفض القضيب إلى منتصف صدرك ببطء
fr: Abaissez la barre à votre poitrine

# exercise28step4
source: Raise the bar (slowly and controlled) until you've locked your elbows.
ar: ارفع القضيب (ببطء وبسيطرة) حتى تقوم بتأمين المرفقين.
fr: Levez la barre (lentement et contrôlé) jusqu'à ce que vous ayez verrouillé vos coudes.

# exercise29step1
source: Un-rack the bar and break at the elbows and shoulders.
ar: أفصل القضيب وانحنِ عند المرفقين والكتفين.
fr: Déchargez la barre et pliez les coudes et les épaules.

# exercise29step2
source: Bring your elbows to the floor, rest for a second to remove all the momentum from the rep, then press to a lockout.
ar: قم بتحريك المرفقين نحو الأرض، استرح لثانية لإزالة الزخم من التمرين، ثم اضغط للقفل.
fr: Amenez vos coudes au sol, reposez-vous une seconde pour enlever tout le momentum de la répétition, puis pressez jusqu'à verrouillage.

# exercise30step1
source: Use a bench to elevate your feet.
ar: استخدم مقعدًا لرفع قدميك.
fr: Utilisez un banc pour surélever vos pieds.

# exercise30step2
source: Put your hands slightly wider than shoulder-width.
ar: ضع يديك بعرض أكبر قليلاً من عرض الكتفين.
fr: Placez vos mains légèrement plus larges que la largeur des épaules.

# exercise30step3
source: Slowly lower your body until your chest almost touches the ground
ar: انخفض ببطء حتى تلامس صدرك الأرض تقريبًا
fr: Abaissez lentement votre corps jusqu'à ce que votre poitrine touche presque le sol

# exercise30step4
source: Raise your body until you almost lock your elbows.
ar: ارفع جسمك حتى تكاد تقوم بتأمين المرفقين.
fr: Soulevez votre corps jusqu'à ce que vous verrouilliez presque vos coudes.

# exercise31step1
source: Raise the bench to a 30 - 45 degree angle
ar: ارفع المقعد إلى زاوية تتراوح بين 30 و 45 درجة
fr: Réglez le banc à un angle de 30 à 45 degrés

# exercise31step2
source: Lay on the bench and set your feet on the ground.
ar: استلقِ على المقعد وضع قدميك على الأرض.
fr: Allongez-vous sur le banc et posez vos pieds au sol.

# exercise31step3
source: Raise the dumbbells with straight arms then slowly lower them to about shoulder width.
ar: ارفع الدمبلز بذراعين مستقيمتين ثم اخفضها ببطء إلى عرض الكتفين تقريبًا.
fr: Levez les haltères avec les bras tendus puis abaissez-les lentement à environ la largeur des épaules.

# exercise31step4
source: Raise them again until your arms are locked and at the starting position again.
ar: ارفعها مرة أخرى حتى تكون ذراعيك مقفلة وفي وضع البداية مرة أخرى.
fr: Levez-les à nouveau jusqu'à ce que vos bras soient verrouillés et à la position de départ.

# exercise32step1
source: Attach the band to an anchor point that is about shoulder height. Take a few steps away until the band is taut.
ar: ثبت الشريط إلى نقطة تثبيت تكون على ارتفاع الكتف. اخطو بضع خطوات حتى يكون الشريط متوترًا.
fr: Attachez la bande à un point d'ancrage à environ la hauteur des épaules. Faites quelques pas en arrière jusqu'à ce que la bande soit tendue.

# exercise32step2
source: Extend your shoulder joint and elbow across your body until your arm is fully extended.
ar: امتد الكتف والمرفق عبر جسمك حتى يكون ذراعك ممتدًا تمامًا.
fr: Étendez l'articulation de l'épaule et du coude à travers votre corps jusqu'à ce que votre bras soit complètement étendu.

# exercise33step1
source: Attach the band to an anchor point that is about shoulder height. Take a few steps away until the band is taut.
ar: ثبت الشريط إلى نقطة تثبيت تكون على ارتفاع الكتف. اخطو بضع خطوات حتى يكون الشريط متوترًا.
fr: Attachez la bande à un point d'ancrage à environ la hauteur des épaules. Faites quelques pas en arrière jusqu'à ce que la bande soit tendue.

# exercise33step2
source: Extend your shoulder joint and bring your arm across your body until you feel a contraction in your pecs.
ar: امتد الكتف وجلب ذراعك عبر جسمك حتى تشعر بانقباض في عضلات الصدر.
fr: Étendez l'articulation de l'épaule et amenez votre bras à travers votre corps jusqu'à ce que vous ressentiez une contraction dans vos pectoraux.

# exercise34step1
source: Grab the bar shoulder width apart with a supinated grip (palms facing you)
ar: استخدم قضيبًا بعرض الكتفين مع قبضة مواجهة لك (الكفوف تواجهك)
fr: Saisissez la barre à la largeur des épaules avec une prise supinée (paumes vers vous)

# exercise34step2
source: With your body hanging and arms fully extended, pull yourself up until your chin is past the bar.
ar: مع جسمك معلق وذراعيك ممدودة تمامًا، اسحب نفسك حتى يتجاوز ذقنك القضيب.
fr: Avec votre corps suspendu et les bras complètement étendus, hissez-vous jusqu'à ce que votre menton dépasse la barre.
