Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# alcoholValue4
source: Two alcoholic drinks a day
ar: مشروبان كحوليان في اليوم
fr: Deux boissons alcoolisées par jour

# alcoholValue5
source: 3-6 drinks per day
ar: 3-6 مشروبات يوميًا
fr: 3-6 boissons par jour

# alcoholValue6
source: More than 6 drinks per day
ar: أكثر من 6 مشروبات في اليوم
fr: Plus de 6 boissons par jour

# happy
source: Happiness
ar: السعادة
fr: Bonheur

# happyValue2
source: In general, I'm very happy
ar: بشكل عام , أنا سعيد جدًا
fr: En général, je suis très heureux

# happyValue3
source: I am satisfied
ar: أنا راضٍ
fr: Je suis satisfait

# happyValue4
source: Uncertain about life
ar: غير مؤكد بشأن الحياة
fr: Incertain à propos de la vie

# happyValue5
source: I am often unhappy
ar: غالبًا ما أكون غير سعيد
fr: Je suis souvent malheureux

# happyValue6
source: I am unhappy
ar: أنا غير سعيد
fr: je suis malheureux

# dep
source: Depression
ar: انخفاض

# depValue1
source: Select one
ar: حدد واحدًا

# depValue2
source: No family history of depression
ar: لا يوجد تاريخ عائلي للإصابة بالاكتئاب
fr: Pas d'antécédents familiaux de dépression

# depValue3
source: There is a family history of depression, but I'm fine
ar: هناك تاريخ عائلي للإصابة بالاكتئاب , لكنني بخير
fr: Il y a des antécédents familiaux de dépression, mais je suis très bien

# depValue4
source: a family history of depression, and I feel a bit depressed
ar: تاريخ عائلي للإصابة بالاكتئاب وأشعر بالاكتئاب قليلاً
fr: antécédents familiaux de dépression, et je me sens un peu déprimé

# depValue5
source: Sometimes I think life isn't worth living
ar: أحيانًا أعتقد أن الحياة لا تستحق العيش
fr: Parfois, je pense que la vie ne vaut pas la peine d'être vécue

# depValue6
source: I have suicidal thoughts
ar: لدي أفكار انتحارية
fr: J'ai des pensées suicidaires

# anx
source: anxiety
ar: قلق
fr: anxiété

# anxValue1
source: Select one
ar: حدد واحدًا

# anxValue2
source: rarely anxious
ar: قلقة نادرًا
fr: rarement anxieux

# anxValue3
source: Sometimes I get anxious
ar: أحيانًا أشعر بالقلق
fr: Parfois, je suis anxieux

# anxValue4
source: often anxious
ar: قلق كثيرًا
fr: souvent anxieux

# anxValue5
source: still anxious
ar: ما زلت قلقة
fr: toujours anxieux

# anxValue6
source: I have panic attacks
ar: لدي نوبات هلع
fr: J'ai des crises de panique

# rel
source: relaxation
ar: الاسترخاء
fr: détente

# relValue1
source: Select one
ar: حدد واحدًا

# relValue2
source: I relax or meditate every day
ar: أرتاح أو أتأمل كل يوم
fr: Je me détends ou médite tous les jours

# relValue3
source: I relax frequently
ar: أرتاح كثيرًا
fr: Je me détends fréquemment

# relValue4
source: Rarely do I relax
ar: نادرًا ما أرتاح
fr: Rarement je me détends

# relValue5
source: Normally, I'm tense
ar: أنا متوتر في العادة
fr: Normalement, je suis tendue

# relValue6
source: I'm still tense
ar: ما زلت متوترة
fr: Je suis toujours tendu

# love
source: Love and Marriage
ar: الحب والزواج
fr: Amour et mariage

# loveValue1
source: Select one
ar: حدد واحدًا

# loveValue2
source: happy marriage
ar: زواج سعيد
fr: heureux mariage

# loveValue3
source: married
ar: متزوج
fr: marié

# loveValue4
source: single
ar: مفرد
fr: célibataire

# loveValue5
source: Separated, divorced or widowed
ar: منفصل أو مطلق أو أرمل
fr: Séparé, divorcé ou veuf

# loveValue6
source: It's an extra-marital relationship
ar: إنها علاقة خارج إطار الزواج
fr: C'est relation extra-matrimonial

# job
source: job satisfaction
ar: الرضا الوظيفي
fr: satisfaction au travail

# jobValue1
source: Select one
ar: حدد واحدًا

# jobValue2
source: I enjoy the work, I can see results and get promotions
ar: أستمتع بالعمل , يمكنني رؤية النتائج والحصول على الترقيات
fr: J'apprécie le travail, je peux voir des résultats et obtenir des promotions

# jobValue3
source: The work is very good, but I don't see any results or future
ar: العمل جيد جدًا , لكني لا أرى أي نتائج أو مستقبل
fr: Le travail est très bien, mais je ne vois aucun résultats ni avenir

# jobValue4
source: I don't like my job
ar: لا أحب عملي
fr: Je n'aime pas mon travail

# jobValue5
source: I hate my job
ar: أنا أكره وظيفتي
fr: Je déteste mon travail

# social
source: Social life
ar: الحياة الاجتماعية
fr: Vie sociale

# socialValue1
source: Select one
ar: حدد واحدًا

# socialValue2
source: I have a few close friends
ar: لدي بعض الأصدقاء المقربين
fr: J'ai quelques amis proches

# socialValue3
source: I have a few friends
ar: لدي القليل من الأصدقاء
fr: J'ai quelques amis

# socialValue4
source: I don't have good friends
ar: ليس لدي أصدقاء جيدين
fr: Je n'ai pas de bons amis

# socialValue5
source: I'm with people I don't like
ar: أنا مع أشخاص لا أحبهم
fr: Je suis avec des gens que je n'aime pas

# socialValue6
source: I don't have any friends
ar: ليس لدي أي أصدقاء
fr: Je n'ai pas d'amis

# baTitle7
source: psychological aspects
ar: الجوانب النفسية
fr: aspects psychologiques

# driv
source: driving
ar: قيادة
fr: Conduite

# drivValue1
source: Select one
ar: حدد واحدًا

# drivValue2
source: Less than 11.000 km / an
ar: أقل من 11.000 كم / سنة
fr: Moins de 11.000 km / an

# drivValue3
source: 11.000-24.000 km / an
ar: 11.000-24.000 كم / سنة

# drivValue4
source: 24.000-32.000 km / an
ar: 24.000-32.000 كم / سنة

# drivValue5
source: Over 32.000 km / an
ar: فوق 32.000 كم / سنة
fr: Plus de 32.000 km / an

# seat
source: Seat belt
ar: حزام الأمان
fr: Ceinture de sécurité

# seatValue0
source: Select one
ar: حدد واحدًا

# seatValue1
source: always
ar: دائمًا
fr: toujours

# seatValue2
source: most often (75%)
ar: غالبًا (75%)
fr: le plus souvent (75%)

# seatValue3
source: only on highway
ar: فقط على الطريق السريع
fr: seulement sur autoroute

# seatValue4
source: sometimes (25%)
ar: أحيانًا (25%)
fr: parfois (25%)

# seatValue5
source: never
ar: مطلقًا
fr: jamais

# risk
source: Risks (motorcycles, climbing, diving, hazardous work, etc.)
ar: المخاطر (الدراجات النارية , التسلق , الغوص , الأعمال الخطرة , إلخ)
fr: Risques (motos, escalade, plongée, travail à risques,etc.)

# riskValue1
source: Select one
ar: حدد واحدًا

# riskValue2
source: never
ar: مطلقًا
fr: jamais

# riskValue3
source: some, with protection
ar: البعض مع الحماية
fr: certains, avec protection

# riskValue4
source: sometimes
ar: أحيانًا
fr: parfois

# riskValue5
source: often
ar: غالبًا
fr: souvent

# riskValue6
source: I am looking for danger
ar: أبحث عن خطر
fr: Je cherche le danger

# baTitle8
source: security
ar: الأمان
fr: sécurité

# currentAge
source: Your current age
ar: عمرك الحالي
fr: Votre âge actuel

source: Years
ar: السنوات
fr: Années

# calc
source: Calculate
ar: احسب
fr: Calculer

# label1
source: typical life expectancy*
ar: متوسط ​​العمر المتوقع *
fr: espérance de vie typique*

# label2
source: Your life expectancy
ar: متوسط ​​العمر المتوقع
fr: Votre espérance de vie

# label3
source: Your biological age
ar: عمرك البيولوجي
fr: Votre âge biologique

# label4
source: personal aspects
ar: الجوانب الشخصية
fr: aspects personnels

# label4i
source: Detailed ratings (in years)
ar: التقييمات المفصلة (بالسنوات)
fr: Notes détaillées (en années)

# label5
source: Medical aspects
ar: الجوانب الطبية
fr: Aspects médicaux

# label6
source: heart disease
ar: مرض القلب
fr: maladies cardiaques

# label7
source: Power
ar: الطاقة
fr: Alimentation

# label8
source: psychological aspects
ar: الجوانب النفسية
fr: aspects psychologiques

# label9
source: security
ar: الأمان
fr: sécurité

# label10
source: TOTAL
ar: مجموع

# calculatorTitle9
source: Ideal measurements RTH
ar: القياسات المثالية علاقة الخصر/الورك
fr: Mesures idéales RTH

# calculatorTitle10
source: Basic metabolism MB
ar: التمثيل الغذائي الأساسي
fr: Métabolisme de base MB

# calculatorTitle11
source: Index Mass Adipose IMA
ar: مؤشر الكتلة الدهنية IMA
fr: Indice Masse Adipeuse IMA

# calculatorTitle12
source: Ideal weight (Lorentz)
ar: الوزن المثالي (لورنتز)
fr: Poids idéal (Lorentz)

# calculatorTitle13
source: Ideal weight (Monnerot)
ar: الوزن المثالي (Monnerot)
fr: Poids idéal (Monnerot)

# calculatorTitle14
source: Ideal weight (Creff)
ar: الوزن المثالي (Creff)
fr: Poids idéal (Creff)

# calculatorTitle15
source: Ideal weight (Broca)
ar: الوزن المثالي (بروكا)
fr: Poids idéal (Broca)

# calculatorTitle16
source: Ideal weight (Devine)
ar: الوزن المثالي (Devine)
fr: Poids idéal (Devine)

# calculatorTitle17
source: Ideal weight (Peck)
ar: الوزن المثالي (peck)
fr: Poids idéal (Peck)

# calculatorTitle18
source: Ideal weight (Bornhardt)
ar: الوزن المثالي (بورنهارت)
fr: Poids idéal (Bornhardt)

# calculatorTitle19
source: Nick Trefethen IMC
ar: مؤشر كتلة الجسم (نيك تريفثين)

# calculatorTitle20
source: IMC Child
ar: مؤشر كتلة الجسم للطفل
fr: IMC enfant

# calculatorTitle21
source: biological age
ar: العمر البيولوجي
fr: âge biologique

# forInformation1
source: The coefficients were estimated according to difficulties exercises : - Speed and speed endurance exercises are maximum - Lactic target exercises are very difficult - Aerobic power-targeted exercises are difficult - Threshold exercises are quite difficult - Basic endurance exercises are average - Sessions below the aerobic threshold are easy
ar: تم تقدير المعاملات حسب صعوبات التمارين : - تمارين التحمل للسرعة والسرعة قصوى - التمارين على الأهداف اللبنية صعبة للغاية - التمارين الهوائية التي تستهدف القوة صعبة - تمارين العتبة صعبة للغاية - تمارين التحمل الأساسية متوسطة - التدريبات تحت العتبة الهوائية سهلة
fr: Les coefficients ont été estimés en fonction des difficultés des exercices: - Les exercices de vitesse et d'endurance de vitesse sont maximaux - Les exercices sur cibles lactiques sont très difficiles - Les exercices aérobies ciblés sur la puissance sont difficiles - Les exercices de seuil sont assez difficiles - es exercices d'endurance de base sont moyens - Les séances en dessous du seuil aérobie sont faciles

# forInformation2
source: Ex 1 : Lactic power - Exercises considered very difficult - 4 sets of 4 repetitions of 45 sec = 720 sec - ; Resulting index = 46080 => &quot;Very large&quot load
ar: مثال 1 : قوة اللاكتيك - تمارين تعتبر صعبة جدًا - 4 مجموعات من 4 تكرارات لمدة 45 ثانية = 720 ثانية - ; الفهرس الناتج = 46080 ؛ كبير جدًا
fr: Ex 1 : Pouvoir lactique - Exercices considérés comme très difficiles - 4 séries de 4 répétitions de 45 sec = 720 sec - ; Indice résultant = 46080 => &quot;Très grand&quot

# forInformation3
source: Ex 2 : Aerobic power - Exercises considered difficult - 3 sets of 5 repetitions of 68 sec = 1020 sec - Resulting index = 32640 => &quot;Very large&quot;
ar: مثال 2 : طاقة هوائية - تمارين تعتبر صعبة - 3 مجموعات من 5 تكرارات لمدة 68 ثانية = 1020 ثانية -الفهرس الناتج = 32640 كبير جدًا
fr: Ex 2 : Puissance aérobie - Exercices considérés comme difficiles - 3 séries de 5 répétitions de 68 sec = 1020 sec - Indice résultant = 32640 => &quot;Très grand&quot;

# forInformation4
source: Ex 3 : Assaults French boxing competitions - FC average = 174 so close to max - Exercise considered difficult - 4 times of 1mn30 = 360sec - Resulting index = 11520 => &quot;Medium&quot;
ar: مثال 3 : مسابقات الملاكمة الفرنسية - متوسط ​​معدل ضربات القلب = 174 قريب جدًا من الحد الأقصى - يعتبر التمرين صعبًا - 4 مرات من 1 دقيقة 30 = 360 ثانية - الفهرس الناتج = 11520 ؛ المتوسط ​؛
fr: Ex 3 : Assauts compétitions boxe française - Moyenne FC = 174 donc proche du max - Exercice considéré comme difficile - 4 temps de 1mn30 = 360sec - Indice résultant = 11520 => &quot;Moyen&quot;

# strategya
source: Strategies Playing Team A
ar: استراتيجيات اللعب فريق أ
fr: Stratégies Equipe A

# strategyb
source: Strategies Playing Team B
ar: استراتيجيات اللعب فريق ب
fr: Stratégies Equipe B

# analysisia
source: Analysis Tactical Team A
ar: التحليل التكتيكي للفريق أ
fr: Tactique Analyse A

# analysisib
source: Analysis Tactical Team B
ar: التحليل التكتيكي للفريق ب
fr: Tactique Analyse B

# teamManagementa
source: Team Management Team A
ar: إدارة الفريق أ
fr: Gestion Equipe A

# teamManagementb
source: Team Management Team B
ar: إدارة الفريق ب
fr: Gestion Equipe B

# offensiveDefensivea
source: Offensive & Defensive Plan Team A
ar: الخطة الهجومية والدفاعية للفريق أ
fr: Plan offensif & défensif A

# offensiveDefensiveb
source: Offensive & Defensive Plan Team B
ar: الخطة الهجومية والدفاعية للفريق ب
fr: Plan offensif & défensif B

# goalsa
source: Goals Team A
ar: أهداف الفريق أ
fr: Objectifs Equipe A

# goalsb
source: Goals Team B
ar: أهداف الفريق ب
fr: Objectifs Equipe B

# foramtionAB
source: Formation Team A_B
ar: تشكيل الفريقين أ ب
fr: Formation Equipe A_B

# matchfroma
source: Match Form Team A
ar: شكل المباراة فريق أ
fr: Forme de match Equipe A

# matchfromb
source: Match Form Team B
ar: شكل المباراة فريق ب
fr: Forme de match Equipe B

# dynamicPerformancea
source: Dynamic Perfermance Def & off Team A
ar: الأداء الديناميكي للدفاع فريق أ
fr: Performance dynamique A

# dynamicPerformanceb
source: Dynamic Perfermance Def & off Team B
ar: الأداء الديناميكي للدفاع فريق ب
fr: Performance dynamique B

source: Top Crono
ar: الكرونومتر

source: Beep Test
ar: صافرة الاختبارات

source: Beep intermittent training
ar: صافرة التدريب
fr: Beep entraînement intermittent

source: Timer
ar: المؤقت
fr: Minuterie

source: Beeper
ar: الصافرة

# topChronoTitle1
source: Actual game time
ar: وقت اللعب الفعلي
fr: Temps de jeu réel

# topChronoTitle2
source: Attack Duration
ar: مدة الهجوم
fr: Durée d'attaque

# topChronoTitle3
source: Duration of counterattack
ar: مدة الهجوم المعاكس
fr: Durée du contre attaque

# topChronoTitle4
source: Duration of pressing
ar: مدة الضغط
fr: Durée du pressing

# topChronoTitle5
source: Cooldown Time
ar: مدة الاسترجاع
fr: Durée de récupération

# topChronoTitle6
source: Duration of ball passsession
ar: مدة حيازة الكرة
fr: Durée de passession de balle

# topChronoTitle7
source: Bullet recovery time
ar: مدة استرجاع الكرة
fr: Durée de récupération de balle

# actualGameTime
source: Actual game time(Minutes)
ar: وقت اللعب الفعلي(دقائق)
fr: Temps de jeu réel(Min)

# gameDownTime
source: Game downtime(Minutes)
ar: توقف اللعب(دقائق)
fr: Temps d'arrêt jeu(Min)

source: Start
ar: ابدأ
fr: Démarrer

source: Stop
ar: توقف
fr: Pause

source: Clear
ar: مسح
fr: Effacer

source: Tour
ar: الدورة

# beepTestparag1
source: The Luc Léger test, also known as the shuttle test, is a physical assessment used to measure an individual's cardio respiratory endurance. It consists of a series of runs at a progressive pace between two lines 20 meters apart, with a progressively shorter time to complete each round trip. The test starts at a relatively easy pace and increases in intensity as the run progresses, which is marked by sound signals. Participants must touch the line with their foot at the time the signal sounds and move in the other direction before the next signal sounds. If the participant fails to reach the line before the signal sounds, he or she is eliminated. The test continues until the participant can no longer keep up or reaches the maximum level. The score is then recorded based on the last level reached, which allows the assessment of the participant's cardio respiratory endurance. The Luc Léger test is commonly used in sports and military settings to assess the physical performance of athletes and soldiers. It can also be used in fitness programs or to evaluate the physical fitness of candidates for jobs requiring good physical condition.
ar: اختبار Luc leger , المعروف أيضًا باسم اختبار المكوك , هو اختبار جسدي يستخدم لقياس القدرة على التحمل القلبي التنفسي للفرد. ويتكون من سلسلة من الأشواط التدريجية بين خطين يفصل بينهما 100-400 متر. 20 مترًا , مع وقت أقصر بشكل متزايد لإكمال كل رحلة ذهابًا وإيابًا. يبدأ الاختبار بسرعة سهلة نسبيًا ويزداد شدته عبر المراحل , والتي يتم تمييزها بإشارات مسموعة. يجب على المشاركين لمس الخط بأقدامهم عندما تصدر الإشارة صوتًا والبدء مرة أخرى في اتجاه آخر قبل سماع الإشارة التالية.إذا فشل المشارك في الوصول إلى الخط قبل سماع الإشارة , يتم استبعاده. يستمر الاختبار حتى لا يتمكن المشارك من متابعة الإيقاع أو يصل إلى المستوى الأقصى , ثم يتم تسجيل النتيجة وفقًا لـ المستوى الأخير الذي تم الوصول إليه , والذي يجعل من الممكن تقييم التحمل القلبي التنفسي للمشارك. يشيع استخدام اختبار في الدوائر الرياضية والعسكرية لتقييم الأداء البدني للرياضيين والجنود. ويمكن استخدامه أيضًا كجزء من برامج اللياقة البدنية أو لتقييم الكفاءة البدنية للمرشحين للوظائف التي تتطلب حالة بدنية جيدة.
fr: Le test Luc Léger, également connu sous le nom de test navette, est une évaluation physique utilisée pour mesurer l'endurance cardiorespiratoire d'un individu. Il consiste en une série de courses à allure progressive entre deux lignes distantes de 20 mètres, avec un temps de plus en plus court pour effectuer chaque aller-retour. Le test commence à une vitesse relativement facile et augmente en intensité au fil des paliers, lesquels sont marqués par des signaux sonores. Les participants doivent toucher la ligne avec leur pied au moment où le signal retentit et repartir dans l'autre direction avant que le signal suivant ne retentisse. Si le participant ne parvient pas à atteindre la ligne avant le signal sonore, il est éliminé. Le test continue jusqu'à ce que le participant ne puisse plus suivre le rythme ou atteigne le palier maximal. Le score est ensuite enregistré en fonction du dernier palier atteint, ce qui permet d'évaluer l'endurance cardiorespiratoire du participant. Le test Luc Léger est couramment utilisé dans les milieux sportifs et militaires pour évaluer les performances physiques des athlètes et des soldats. Il peut également être utilisé dans le cadre de programmes de remise en forme ou pour évaluer l'aptitude physique des candidats à des postes de travail exigeant une bonne condition physique.

# beepTestparag2
source: The 30-15 IFT Intermittent test is a fitness assessment that measures an individual's maximal aerobic capacity. It is a progressive test that uses intermittent 30 second sprints followed by 15 second recoveries. The running speed increases with each interval until the individual can no longer keep up with the pace. This test is commonly used in sports that require high aerobic demand, such as soccer, basketball, field hockey, rugby, handball and volleyball. It is also used to assess general fitness in fitness programs. The 30-15 IFT Intermittent test can provide valuable information about an individual's aerobic capacity, including maximum oxygen consumption (VO2 max), maximum heart rate, maximum speed and recovery time. This information can help coaches and health professionals design customized training programs to improve the fitness of their athletes.
ar: اختبار المتقطع 30-15 هو تقييم لياقة يقيس قدرة الفرد الهوائية القصوى. إنه اختبار تقدمي يستخدم سباقات سريعة متقطعة مدتها 30 ثانية متبوعة باستعادة 15 ثانية تزيد سرعة الجري مع كل خطوة حتى الفرد لم يعد قادرًا على مواكبة الوتيرة يشيع استخدام هذا الاختبار في الرياضات التي تتطلب طلبًا كبيرًا على التمارين الهوائية , مثل كرة القدم وكرة السلة والهوكي والرجبي وكرة اليد والكرة الطائرة. كما أنه يستخدم لتقييم اللياقة العامة في برامج اللياقة البدنية. 15 يمكن أن يوفر الاختبار المتقطع IFT معلومات قيمة حول السعة الهوائية للفرد , بما في ذلك الحد الأقصى لامتصاص الأكسجين (VO2 max) , والحد الأقصى لمعدل ضربات القلب , والسرعة القصوى ووقت الاسترداد. يمكن أن تساعد هذه المعلومات المدربين والمتخصصين في الرعاية الصحية في تصميم برامج تدريب مخصصة لتحسين الحالة البدنية للرياضيين.
fr: Le test 30-15 IFT Intermittent est une évaluation de la condition physique qui mesure la capacité aérobie maximale d'un individu. Il s'agit d'un test progressif qui utilise des sprints intermittents de 30 secondes suivis de récupération de 15 secondes. La vitesse de course augmente à chaque palier jusqu'à ce que l'individu ne puisse plus suivre le rythme imposé. Ce test est couramment utilisé dans les sports qui nécessitent une forte demande aérobie, tels que le football, le basketball, le hockey, le rugby, le handball et le volleyball. Il est également utilisé pour évaluer la condition physique générale dans les programmes de remise en forme. Le test 30-15 IFT Intermittent peut fournir des informations précieuses sur la capacité aérobie d'un individu, y compris la consommation maximale d'oxygène (VO2 max), la fréquence cardiaque maximale, la vitesse maximale et le temps de récupération. Ces informations peuvent aider les entraîneurs et les professionnels de la santé à concevoir des programmes d'entraînement personnalisés pour améliorer la condition physique de leurs athlètes.

# beepTestparag3
source: The MVA (Maximal Aerobic Speed) is a running effort test that evaluates the maximum aerobic capacity of an athlete. This test consists of running a fixed distance (usually between 200 and 1000 meters) at an increasing intensity until the athlete reaches the maximum speed that he or she is able to maintain for several minutes. The VMA test is often used by coaches and athletes to measure fitness progress, as well as to determine specific training zones based on different running speeds. It can also be used to assess an athlete's genetic predisposition to endurance sports such as running or cycling. The VMA test requires adequate preparation and should be performed under the supervision of a qualified health professional or coach to minimize the risk of injury. The results of the test can be used to adapt the athlete's training program and optimize performance.
ar: (أقصى سرعة هوائية) هو اختبار إجهاد جار لتقييم السعة الهوائية القصوى للرياضي. يتكون هذا الاختبار من الجري لمسافة ثابتة (عادة ما بين 200 و 1000 متر) بكثافة متزايدة , حتى الوصول إلى السرعة القصوى يمكن للرياضي الحفاظ عليها لعدة دقائق. غالبًا ما يستخدم المدربون والرياضيون اختبار السرعة القصوى الهوائية لقياس التقدم في اللياقة البدنية , وكذلك لتحديد مناطق تدريب معينة بناءً على سرعات الجري المختلفة , ويمكن أيضًا استخدامه لتقييم الاستعداد الوراثي للرياضي لرياضات التحمل مثل الجري أو ركوب الدراجات. يتطلب اختبار السرعة القصوى الهوائية التحضير المناسب ويجب إجراؤه تحت إشراف أخصائي أو مدرب رعاية صحية مؤهل لتقليل مخاطر الإصابة. يمكن استخدام نتائج الاختبار لتكييف برنامج التدريب الخاص بـ رياضي وتحسين أدائه
fr: La VMA (Vitesse Maximale Aérobie) est un test d'effort en course à pied qui permet d'évaluer la capacité aérobie maximale d'un athlète. Ce test consiste à courir sur une distance fixe (généralement entre 200 et 1000 mètres) à une intensité croissante, jusqu'à atteindre la vitesse maximale que l'athlète est capable de maintenir pendant plusieurs minutes. Le test de VMA est souvent utilisé par les entraîneurs et les athlètes pour mesurer les progrès en matière de condition physique, ainsi que pour déterminer les zones d'entraînement spécifiques en fonction des différentes vitesses d'exécution. Il peut également être utilisé pour évaluer la prédisposition génétique d'un athlète à des sports d'endurance tels que la course à pied ou le cyclisme. Le test de VMA nécessite une préparation adéquate et doit être effectué sous la supervision d'un professionnel de la santé ou d'un entraîneur qualifié pour minimiser les risques de blessure. Les résultats du test peuvent être utilisés pour adapter le programme d'entraînement de l'athlète et optimiser ses performances.
