Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# nickParag8
source: In order to obtain a more reliable IMC value, still according to him, than the formula proposed by Adolphe Quételet (inventor of the classic IMC)
ar: من أجل الحصول على قيمة أكثر موثوقية لمؤشر كتلة الجسم , وفقًا له , من الصيغة التي اقترحها Adolphe Quételet (مخترع مؤشر كتلة الجسم الكلاسيكي)
fr: Afin d'obtenir une valeur de l'IMC plus fiable, toujours selon lui, que la formule proposée par Adolphe Quételet (inventeur de l'IMC classique)

# imccTitle1
source: Calculation of IMC in children & adolescents
ar: حساب مؤشر كتلة الجسم عند الأطفال والمراهقين
fr: Calcul de l'IMC chez les enfants et les adolescents

# imccTitle2
source: CALCULATING A CHILD'S IMC (AGE 0 TO 18)
ar: حساب مؤشر كتلة الجسم للطفل (من 0 إلى 18 عامًا)
fr: CALCUL DE L'IMC D'UN ENFANT (ÂGE 0 À 18 ANS)

# imccParag1
source: This test is valid for children or adolescents, elderly from 0 to 18 years old.Indeed, the «classic» interpretation of the calculation of the IMC for adults only. It is necessary to adopt a different interpretation for children and adolescents which is presented on this page.
ar: هذا الاختبار صالح للأطفال أو المراهقين وكبار السن من 0 إلى 18 عامًا.في الواقع , التفسير الكلاسيكي لحساب IMC للكبار فقط. من الضروري اعتماد تفسير مختلف للأطفال واليافعين موجود في هذه الصفحة.
fr: Ce test est valable pour les enfants ou adolescents, âgés de 0 à 18 ans. En effet, l’interprétation « classique » du calcul de l’IMC pour adultes seulement. Il est nécessaire d’adopter une interprétation différente pour les enfants et les adolescents qui est présentée sur cette page.

# imccParag2
source: Once the data is filled in, we will automatically generate an interpretation and the corresponding curve (below).
ar: بمجرد ملء البيانات, سننشئ تلقائيًا تفسيرًا والمنحنى المقابل (أدناه).
fr: Une fois les données saisies, nous générerons automatiquement une interprétation et la courbe correspondante (ci-dessous).

# imccTitle3
source: INTERPRETATION OF CHILD'S IMC
ar: تفسير مؤشر كتلة الجسم للطفل
fr: INTERPRÉTATION DE L'IMC DE L'ENFANT

# imccParag3
source: The interpretation is done according to the tables present in the health record (you will find the «blank» tables below, if you wish to print them). Depending on the sex (boy or girl), the correct table must be selected.
ar: يتم التفسير وفقًا للجداول الموجودة في السجل الصحي (ستجد الجداول الفارغة أدناه , إذا كنت ترغب في طباعتها). اعتمادًا على الجنس (ولد أو بنت) , الجدول الصحيح يجب تحديده .
fr: L’interprétation se fait selon les tableaux présents dans le carnet de santé (vous trouverez les tableaux « vierges » ci-dessous, si vous souhaitez les imprimer). Selon le sexe (garçon ou fille), le tableau correct doit être sélectionné.

# imccParag4
source: If your child is above the strongly colored part (blue or pink depending on your child's gender), then it is considered overweight, according to two different degrees ( 1 & 2). If your child is under the strongly colored part then it is in underweight. Obesity is achieved only when the child is grade 2 overweight.
ar: إذا كان طفلك فوق الجزء الملون بشدة (أزرق أو وردي حسب جنس طفلك) , فإنه يعتبر زيادة الوزن, بدرجتين مختلفتين ( 1 & 2). إذا كان طفلك تحت الجزء الملون بشدة فهو موجود نقص الوزن. السمنة تتحقق فقط عندما يكون الطفل يعاني من زيادة الوزن من الدرجة الثانية.
fr: Si votre enfant est au-dessus de la partie fortement colorée (bleue ou rose selon le sexe de votre enfant), alors il est considéré en surpoids, selon deux degrés différents (1 & 2). Si votre enfant est en dessous de la partie fortement colorée, alors il est en insuffisance pondérale. L'obésité est atteinte seulement lorsque l'enfant est en surpoids de degré 2.

# imccParag5
source: It is interesting to note that this differentiation between boy and girl is no longer present in the calculation of theIMC in adults.
ar: من المثير ملاحظة أن هذا التفريق بين الصبي والفتاة لم يعد موجودًا في حسابIMC للبالغين.
fr: Il est intéressant de noter que cette différenciation entre garçon et fille n'est plus présente dans le calcul de l’IMC chez les adultes.

# imccTitle4
source: NON LINEARITY FOR CHILD'S IMC
ar: عدم خطية لمؤشر كتلة الطفل
fr: NON-LINÉARITÉ DE L'IMC CHEZ L'ENFANT

# imccParag6
source: This interpretation, unlike that of the adult, is linear stepin child .
ar: هذا التفسير , بخلاف تفسير الكبار , هو الخطوة الخطيةفي الطفل .
fr: Cette interprétation, contrairement à celle de l'adulte, est linéaire chez l'enfant.

# imccParag7
source: Once you have entered the height (in centimeters) as well as the weight (in kilograms), the age and the sex of your child, then you will obtain a value that you will have to report in one of the tables below, according to your child's sex (take the pink table if it's a girl, and the blue table if it's a boy) and according to their age. bottom axis) corresponds to your child's age, and the y-axis (the axis on the left) corresponds to the IMC value that you will obtain after our calculation.
ar: بمجرد إدخال الطول (بالسنتيمتر) وكذلك الوزن (بالكيلوجرام) وعمر وجنس طفلك , ستحصل على قيمة يجب عليك الإبلاغ عنها في أحد الجداول أدناه , وفقًا لجنس طفلك (خذ الجدول الوردي إذا كانت فتاة , والجدول الأزرق إذا كان صبيًا) ووفقًا لأعمارهم. المحور السفلي) يتوافق مع عمر طفلك , والمحور ص (المحور على اليسار) يتوافق مع قيمة مؤشر كتلة الجسم التي ستحصل عليها بعد حسابنا .
fr: Une fois que vous avez entré la taille (en centimètres) ainsi que le poids (en kilogrammes), l'âge et le sexe de votre enfant, vous obtiendrez alors une valeur que vous devrez reporter dans l'un des tableaux ci-dessous, selon le sexe de votre enfant (prenez le tableau rose si c'est une fille, et le tableau bleu si c'est un garçon) et selon leur âge. L'axe des abscisses (en bas) correspond à l'âge de votre enfant, et l'axe des ordonnées (à gauche) correspond à la valeur de l'IMC que vous obtiendrez après notre calcul.

# imccParag8
source: Don't worry, we'll take care of that for you (just fill in the different information at the top of this page)However, you can download the «raw» tables below, which come from INPES (2), if you want to print them for example.
ar: لا تقلق , سنهتم بذلك نيابةً عنك (ما عليك سوى ملء المعلومات المختلفة أعلى هذه الصفحة)ومع ذلك , يمكنك تنزيل جداول raw أدناه , والتي تأتي من INPES (2) , إذا كنت تريد طباعتها على سبيل المثال.
fr: Ne vous inquiétez pas, nous nous occupons de cela pour vous (il suffit de remplir les différentes informations en haut de cette page). Cependant, vous pouvez télécharger les tableaux « bruts » ci-dessous, qui proviennent de l'INPES (2), si vous souhaitez les imprimer par exemple.

# imccTitle5
source: CHART FOR BOYS
ar: مخطط للأولاد
fr: TABLEAU POUR LES GARÇONS

# imccTitle6
source: BOARD FOR GIRLS
ar: مخطط للبنات
fr: TABLEAU POUR LES FILLES

source: IMC
ar: مؤشر كتلة الجسم

# baTitle1
source: Calculate biological age and life expectancy
ar: احسب العمر البيولوجي والعمر المتوقع

# sexValue1
source: Select one
ar: حدد واحدًا

# sexValue2
source: woman
ar: انثى
fr: femme

# sexValue3
source: man
ar: رجل
fr: homme

source: Race
ar: العرق

# raceValue1
source: Select one
ar: حدد واحدًا

# raceValue2
source: white
ar: أبيض
fr: blanc

# raceValue3
source: black
ar: أسود
fr: noir

# raceValue4
source: hispanic
ar: من أصل اسباني
fr: hispanique

# raceValue5
source: asian
ar: آسيوي
fr: asiatique

# raceValue6
source: native
ar: مواطن أمريكي
fr: amérindien

# raceValue7
source: other
ar: أخرى
fr: autre

source: longevity
ar: طول العمر
fr: longévité

# longevityValue1
source: Select one
ar: حدد واحدًا

# longevityValue2
source: Grandparents lived past 90, parents past 80,
ar: عاش الأجداد أكثر من 90 عامًا والآباء تجاوزوا الثمانين من العمر
fr: Les grands-parents ont vécu plus de 90 ans, les parents plus de 80,

# longevityValue3
source: Grandparents lived past 80, parents past 70,
ar: تجاوز الأجداد الثمانين والوالدين تجاوزوا السبعين من العمر
fr: Les grands-parents ont vécu plus de 80 ans, les parents plus de 70,

# longevityValue4
source: Grandparents lived past 70, parents past 60,
ar: تجاوز الأجداد 70 عامًا , تجاوز الوالدان 60 عامًا
fr: Les grands-parents ont vécu plus de 70 ans, les parents plus de 60,

# longevityValue5
source: Few parents live past 50
ar: قلة من الآباء يعيشون بعد 60 عامًا
fr: Peu de parents vivent au-delà des 60 ans

# longevityValue6
source: Few parents live past 50
ar: قلة من الآباء يعيشون بعد 50 عامًا
fr: Peu de parents vivent au-delà des 50 ans

source: Education
ar: التعليم

# educationValue1
source: Select one
ar: حدد واحدًا

# educationValue2
source: Higher education
ar: التعليم العالي
fr: Etudes supérieures

# educationValue3
source: average studies
ar: دراسات متوسطة
fr: études moyennes

# educationValue4
source: Institut
ar: المعهد

# educationValue5
source: graduated
ar: تخرج
fr: diplômé

# sleep
source: Hours of sleep per day
ar: عدد ساعات النوم في اليوم
fr: Heures de sommeil par jour

# sleepValue1
source: Select one
ar: حدد واحدًا

# sleepValue2
source: 7-8 hours
ar: 7-8 ساعات
fr: 7-8 heures

# sleepValue3
source: 8-9 hours
ar: 8-9 ساعات
fr: 8-9 heures

# sleepValue4
source: More than 9 hours a day
ar: أكثر من 9 ساعات في اليوم
fr: 6-7 heures

# sleepValue5
source: Less than 6 hours per day
ar: أقل من 6 ساعات في اليوم
fr: Plus de 9 heures par jour

# sleepValue6
source: personal aspects
ar: أقل من 6 ساعات في اليوم
fr: Moins de 6 heures par jour

# hdl
source: Cholesterol (HDL)
ar: كوليسترول (HDL)
fr: Cholestérol (HDL)

# hdlValue1
source: Select one
ar: حدد واحدًا

# hdlValue2
source: below 160 (< 3)
ar: أدناه 160 (< 3)
fr: en dessous de 160 (< 3)

# hdlValue6
source: above 280 (> 6)
ar: أعلاه 280 (> 6)

# blood
source: Blood pressure (systolic / diastolic)
ar: ضغط الدم (الانقباضي / الانبساطي)
fr: Pression sanguine (systolique / diastolique)

# bloodValue1
source: Select one
ar: حدد واحدًا

# bandValue1
source: Select one
ar: حدد واحدًا

# bandValue2
source: I quit more than 10 years ago
ar: استقلت منذ أكثر من 10 سنوات
fr: J'ai arrêté il y a plus de 10 ans

# bandValue3
source: I quit less than 10 years ago
ar: استقلت منذ أقل من 10 سنوات
fr: J'ai arrêté il y a moins de 10 ans

# bandValue4
source: With other smokers
ar: مع مدخنين آخرين
fr: Avec d'autres fumeurs

# bandValue5
source: Sometimes
ar: في بعض الأحيان
fr: Parfois

# bandValue6
source: 1 pack of cigarettes per day
ar: علبة سجائر واحدة يوميًا
fr: 1 paquet de cigarettes par jour

# bandValue7
source: 2 or more packets per day
ar: حزمتان أو أكثر في اليوم
fr: 2 ou plusieurs paquets par jour

source: Heredity
ar: وراثة
fr: Hérédité

# heredityValue1
source: Select one
ar: حدد واحدًا

# heredityValue2
source: No family history of heart disease
ar: لا يوجد تاريخ عائلي للإصابة بأمراض القلب
fr: Aucun antécédent familial de maladie cardiaque

# heredityValue3
source: 1 close over 60 with heart problems
ar: 1 قريب من سن 60 يعاني من مشاكل في القلب
fr: 1 proche de plus de 60 ans avec des problèmes cardiaques

# heredityValue4
source: 2 relatives over 60 with heart problems
ar: 2 من الأقارب فوق سن الستين يعانون من مشاكل في القلب
fr: 2 proches de plus de 60 ans avec des problèmes cardiaques

# heredityValue5
source: 2 or more relatives under 60 with heart problems
ar: قريب واحد أقل من 60 عامًا يعاني من مشاكل في القلب
fr: 1 proche de moins de 60 ans avec des problèmes cardiaques

# heredityValue6
source: 2 or more relatives under 60 with heart problems
ar: 2 أو أكثر من الأقارب الذين تقل أعمارهم عن 60 عامًا يعانون من مشاكل في القلب
fr: 2 ou plusde deux proches de moins de 60 ans avec des problèmes cardiaque

# index
source: Waist/hip index
ar: مؤشر الخصر / الورك
fr: Indice taille / hanche

# indexValue1
source: Select one
ar: حدد واحدًا

# indexValue2
source: low risk (&lt; 0.84 male; &lt; 0.72 female)
ar: خطر منخفض (& lt؛ 0.84 ذكر ؛ & lt ؛ 0.72 أنثى)
fr: faible risque (&lt; 0.84 homme; &lt; 0.72 femme)

# indexValue3
source: Moderate risk (&lt;0.94 male; &lt;0.82 female)
ar: خطر معتدل (العلامة & lt ؛ 0.94 ذكر ؛ & lt ؛ 0.82 أنثى)
fr: Risque modéré (&lt;0.94 homme; &lt;0.82 femme)

# indexValue4
source: very high risk (&gt;1.04 =male; &gt;9.2 female)
ar: مخاطر عالية (العلامة & lt ؛ 1.04 ذكر ؛ & lt ؛ 0.92 أنثى)
fr: risque élevé (&lt; 1.04 homme; &lt;0.92 femme)

# indexValue5
source: very high risk (&gt;1.04 =male; &gt;9.2 female)
ar: مخاطرة عالية جدًا (& GT ؛ 1.04 = ذكر ؛ & GT ؛ 9.2 أنثى)
fr: risque très élevé (&gt;1.04 =homme; &gt;9.2 femme)

source: stress
ar: إجهاد

# stressValue1
source: Select one
ar: حدد واحدًا

# stressValue2
source: quiet, happy
ar: هادئ , سعيد
fr: tranquille, heureux

# stressValue3
source: ambitious but relaxed
ar: طموح لكن مريح
fr: ambitieux mais détendue

# stressValue4
source: sometimes competitive or concerned about time
ar: تنافسي أحيانًا أو قلق بشأن الوقت
fr: parfois compétitif ou préoccupé par le temps

# stressValue5
source: competitive or concerned about time
ar: تنافسي أو مهتم بالوقت
fr: compétitif ou préoccupé par le temps

# stressValue6
source: preoccupied, competitive with suppressed hostility
ar: مشغول , منافس العداء المكبوت
fr: préoccupé, compétitif avec hostilité refoulée

# phy
source: physical activity (duration, intensity, days)
ar: النشاط البدني (المدة , الكثافة , الأيام)
fr: activité physique (durée, intensité, jours)

# phyValue1
source: Select one
ar: حدد واحدًا

# phyValue2
source: 60 minutes, High Intensity, most days
ar: 60 دقيقة , كثافة عالية , معظم الأيام
fr: 60 minutes , Haute intensité, presque tous les jours

# phyValue3
source: 30 minutes , Moderate intensity, most days
ar: 30 دقيقة , كثافة معتدلة , معظم الأيام
fr: 30 minutes , Intensité modérée, presque tous les jours

# phyValue4
source: 20-30 minutes , Moderate intensity, 3-5 Weekdays
ar: 20-30 دقيقة , كثافة معتدلة , 3-5 أيام في الأسبوع
fr: 20-30 minutes , Intensité modérée, 3-5 Jour à la semaine

# phyValue5
source: Sedentary
ar: مستقر
fr: sédentaire

# baTitle3
source: heart disease
ar: مرض القلب
fr: maladies cardiaques

# tests
source: medical tests (blood test, glaucoma, diabetes)
ar: فحوصات طبية (فحص الدم , الجلوكوما , السكري)
fr: tests médicaux (analyse de sang, glaucome, diabète)

# testsValue1
source: Select one
ar: حدد واحدًا

# testsValue2
source: periodic examinations and analyses
ar: الفحوصات والتحليلات الدورية
fr: examens et analyses périodiques

# testsValue3
source: periodic medical examinations
ar: فحوصات طبية دورية
fr: examens médicaux périodiques

# testsValue4
source: sometimes I do analyses
ar: أحيانًا أقوم بتحليل
fr: parfois je fais des analyses

# testsValue5
source: I don't do scans and reviews
ar: لا أقوم بإجراء عمليات المسح والمراجعات
fr: je ne fais pas d'analyse et d'examens

source: heart
ar: قلب
fr: cœur

# heartValue1
source: Select one
ar: حدد واحدًا

# heartValue2
source: No history of problems in my family or me
ar: لا يوجد تاريخ من المشاكل في عائلتي أو في عائلتي
fr: Pas d'antécédents de problèmes dans ma famille ni moi

# heartValue3
source: some background
ar: بعض الخلفية
fr: certains antécédents

# heartValue4
source: I had rheumatic fever as a child, I had no new flushes
ar: كنت أعاني من الحمى الروماتيزمية عندما كنت طفلاً , ولم أعاني من هبات جديدة
fr: J'ai eu la fièvre rhumatismale enfant, je n'ai pas eu de nouvelles bouffées

# heartValue5
source: I had rheumatic fever as a child, I had new flushes
ar: كنت أعاني من الحمى الروماتيزمية عندما كنت طفلاً , أصبت بحبات جديدة
fr: J'ai eu la fièvre rhumatismale enfant, j'ai eu de nouvelles bouffées

# heartValue6
source: Abnormal electrocardiogram or angina
ar: مخطط كهربائي للقلب أو ذبحة صدرية غير طبيعية
fr: Électrocardiogramme anormal ou d'angine

# lungs
source: Lungs (including tuberculosis and pneumonia)
ar: الرئتين (بما في ذلك السل والالتهاب الرئوي)
fr: LPoumons (y compris la tuberculose et la pneumonie)

# lungsValue1
source: Select one
ar: حدد واحدًا

# lungsValue2
source: I had no problems
ar: ليس لدي مشاكل
fr: Je n'ai pas eu de problèmes

# lungsValue3
source: Some problems in the past
ar: بعض المشاكل في الماضي
fr: Quelques problèmes dans le passé

# lungsValue4
source: Moderate asthma or bronchitis
ar: ربو معتدل أو التهاب الشعب الهوائية
fr: Asthme modéré ou de bronchite

# lungsValue5
source: emphysema, severe asthma or bronchitis
ar: انتفاخ الرئة أو الربو الحاد أو التهاب الشعب الهوائية
fr: emphysème, l'asthme sévère ou bronchite

# lungsValue6
source: Severe lung problems
ar: مشاكل رئوية حادة
fr: Problèmes pulmonaires graves

# digSys
source: digestive system
ar: الجهاز الهضمي
fr: système digestif

# digSysValue1
source: Select one
ar: حدد واحدًا

# digSysValue2
source: I had no problems
ar: ليس لدي مشاكل
fr: Je n'ai pas eu de problèmes

# digSysValue3
source: Occasional diarrhea, loss of appetite
ar: إسهال عرضي , فقدان الشهية
fr: Diarrhée occasionnelle, perte d'appétit

# digSysValue4
source: Frequent diarrhea, stomach problems
ar: إسهال متكرر ومشاكل في المعدة.
fr: Diarrhées fréquentes, des problèmes d'estomac

# digSysValue5
source: Ulcers, colitis, liver or gallbladder problems
ar: القرحة والتهاب القولون ومشاكل الكبد والمرارة

# digSysValue6
source: Severe gastrointestinal problems
ar: مشاكل الجهاز الهضمي الحادة
fr: Ulcères, colites, problèmes de foie ou de la vésicule

source: diabetes
ar: مرض السكري
fr: diabète

# diabetesValue1
source: Select one
ar: حدد واحدًا

# diabetesValue2
source: I haven't had any problems and I have no family history
ar: ليس لدي أي مشاكل وليس لدي تاريخ عائلي
fr: Je n'ai pas eu de problèmes et je n'ai pas d'antécédents familiaux

# daibetesValue3
source: I haven't had any problems and there is a family history
ar: لم أعاني من مشاكل وهناك تاريخ عائلي
fr: Je n'ai pas eu de problèmes et mais il y a des antécédents familiaux

# daibetesValue4
source: Controlled hypoglycemia (low sugar level)
ar: نقص سكر الدم المتحكم فيه (مستوى سكر منخفض)
fr: Hypoglycémie contrôlée (faible taux de sucre)

# daibetesValue5
source: hypoglycaemia and family history
ar: نقص سكر الدم والتاريخ العائلي
fr: hypoglycémie et antécédents familiaux

# daibetesValue6
source: Mild diabetes (diet and exercise)
ar: مرض السكري الخفيف (النظام الغذائي والتمارين الرياضية)
fr: Diabète léger (régime alimentaire et exercice)

# daibetesValue7
source: diabetes (insulin)
ar: مرض السكري (الأنسولين)
fr: diabète (insuline)

# drug
source: Drugs and medication
ar: العقاقير والأدوية
fr: Drogues et médicaments

# drugValue2
source: Sometimes I take medicine
ar: أحيانًا أتناول الدواء
fr: Parfois je prends des médicaments

# drugValue3
source: Slight, but regularly I take aspirin or other medication
ar: خفيف , لكنني أتناول الأسبرين أو أي دواء آخر بانتظام
fr: Minime, mais régulièrement je prends de l'aspirine ou d'autres médicaments

# drugValue4
source: I take a lot of aspirin or other drugs
ar: أتناول الكثير من الأسبرين أو غيره من الأدوية
fr: Je consomme beaucoup aspirine ou d'autres médicaments

# drugValue5
source: I usually use drugs
ar: عادةً ما أتعاطى المخدرات
fr: Je consomme habituellement des drogues

# drugValue6
source: I use a lot of drugs
ar: أستخدم الكثير من المخدرات
fr: Je consomme beaucoup de drogues

# baTitle4
source: Medical aspects
ar: الجوانب الطبية
fr: Aspects médicaux

# women
source: Women's Health
ar: صحة المرأة
fr: Santé des femmes

# womenValue1
source: only women
ar: للنساء فقط
fr: seulement les femmes

# womenValue2
source: frequent gynecological exams and breast exams
ar: فحوصات أمراض النساء وفحوصات الثدي المتكررة
fr: examens gynécologiques et examens des seins fréquentes

# womenValue3
source: occasional exams and frequent breast exams
ar: الفحوصات العرضية وامتحانات الثدي المتكررة
fr: examens occasionnels et examens des seins fréquentes

# womenValue4
source: I have never taken any exams
ar: لم أجري أي امتحانات من قبل
fr: Je n'ai jamais fait aucuns examens

# womenValue5
source: trouble treated
ar: معالجة المشاكل
fr: trouble traité

# womenValue6
source: Untreated cancer
ar: سرطان غير معالج
fr: Cancer non traité

# pill
source: birth control pill
ar: حبوب منع الحمل
fr: pilule contraceptive

# pillValue1
source: only women
ar: للنساء فقط
fr: seulement les femmes

# pillValue2
source: I never took
ar: لم آخذها قط
fr: Je n'ai jamais prise

# pillValue3
source: I stopped it for 5 years or more
ar: أوقفته لمدة 5 سنوات أو أكثر
fr: Je l'ai arrêté depuis 5 ans ou plus

# pillValue4
source: I'm still taking it I'm under 30
ar: ما زلت آخذه , فأنا أقل من 30
fr: Je continue de la prendre j'ai moins de 30 ans

# pillValue5
source: I take the pill and I smoke
ar: أتناول الحبة وأدخن
fr: Je prends la pilule et je fume

# pillValue6
source: I take the pill and I smoke I'm over 35
ar: أتناول الحبة وأدخن , تجاوزت 35 عامًا
fr: Je prends la pilule et je fume j'ai plus de 35 ans

# baTitle5
source: Medical aspects
ar: الجوانب الطبية
fr: Aspects médicaux

source: Breakfast
ar: إفطار
fr: Petit déjeuner

# breakValue1
source: Select one
ar: حدد واحدًا

# breakValue2
source: every day
ar: كل يوم
fr: chaque jour

# breakValue3
source: sometimes
ar: أحيانًا
fr: parfois

# breakValue4
source: never
ar: مطلقًا
fr: jamais

# breakValue5
source: a coffee
ar: قهوة
fr: un café

# breakValue6
source: a coffee and a donut
ar: قهوة ودونات
fr: un café et un beignet

# daily
source: daily meals
ar: وجبات يومية
fr: repas quotidiens

# dailyValue1
source: Select one
ar: حدد واحدًا

# dailyValue2
source: 3 or more
ar: 3 أو أكثر
fr: 3 ou plus

# dailyValue3
source: 2 per day
ar: 2 في اليوم
fr: 2 par jour

# dailyValue4
source: not regularly
ar: ليس بشكل منتظم
fr: pas régulièrement

# dailyValue5
source: Hunger passes me
ar: الجوع يمر بي
fr: La faim me passe

# fruit
source: Fruits and vegetables
ar: فواكه وخضروات
fr: Fruits et légumes

# fruitValue1
source: Select one
ar: حدد واحدًا

# fruitValue2
source: 5 or more servings per day
ar: 5 حصص أو أكثر يوميًا
fr: 5 portions ou plus par jour

# fruitValue3
source: From 2 to 4 servings per day
ar: من 2 إلى 4 حصص في اليوم
fr: De 2 à 4 portions par jour

# fruitValue4
source: 1 serving daily, sometimes
ar: وجبة واحدة يوميًا , أحيانًا
fr: 1 portion par jour, parfois

# fruitValue5
source: I don't eat fruits and vegetables
ar: أنا لا آكل الفواكه والخضروات
fr: Je ne mange pas de fruits et légumes

source: Greases
ar: شحوم
fr: Graisses

# greasesValue1
source: Select one
ar: حدد واحدًا

# greasesValue2
source: Nuts, olive oil fish
ar: المكسرات وزيت الزيتون وزيت الزيتون
fr: Noix, huile d'olive poisson

# greasesValue3
source: Low fat, saturated and unsaturated
ar: قليل الدسم , مشبع وغير مشبع
fr: Peu de gras, saturé et non saturé

# greasesValue4
source: moderate fats, both saturated and unsaturated
ar: دهون معتدلة , مشبعة وغير مشبعة
fr: graisses modérées, saturées comme insaturées

# greasesValue5
source: Diet with little starch and saturated fat
ar: نظام غذائي قليل النشا والدهون المشبعة
fr: Régime avec peu de féculents et de graisses saturées

# greasesValue6
source: Lots of meat, whole milk and cheese
ar: الكثير من اللحوم والحليب كامل الدسم والجبن
fr: Beaucoup de viande, lait entier et fromage

# greasesValue7
source: Fats, fried foods and pre-cooked meals
ar: الدهون والأطعمة المقلية والوجبات المطبوخة مسبقًا
fr: Graisses, fritures et plats pré-cuisinés

# refood
source: refined foods
ar: أطعمة مكررة
fr: aliments raffinés

# refoodValue2
source: No refined food
ar: لا توجد أطعمة مكررة
fr: Aucune nourriture raffinée

# refoodValue3
source: Some refined foods
ar: بعض الأطعمة المكررة
fr: Certains aliments raffinés

# refoodValue4
source: Many refined foods: bread, rice, cereals ...
ar: العديد من الأطعمة المكررة: الخبز والأرز والحبوب...
fr: De nombreux aliments raffinés: pain, riz, céréales...

# refoodValue5
source: Lots of refined foods: sugar, soft drinks, sweets, snacks...
ar: الكثير من الأطعمة المكررة: السكر والمشروبات الغازية والحلويات والوجبات الخفيفة...
fr: Beaucoup d'aliments raffinés : sucre, les boissons gazeuses, bonbons, snacks ...

source: Alcohol
ar: الكحول
fr: Alcool

# alcoholValue1
source: Select one
ar: حدد واحدًا

# alcoholValue2
source: nothing
ar: لا شيء
fr: rien

# alcoholValue3
source: One alcoholic drink per day
ar: مشروب كحولي واحد يوميًا
fr: Une boisson alcoolisée par jour
