Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# mbParag18
source: For older people and overweight people, the formula of Black et al, which appeared in 1996 <sup>(4)</sup>, is used. It is based on larger samples and more recent analyzes :
ar: بالنسبة لكبار السن والأشخاص الذين يعانون من زيادة الوزن , يتم استخدام صيغة Black et al , التي ظهرت في عام 1996 <sup> (4) </sup>. وهي تستند إلى عينات أكبر وتحليلات أحدث:
fr: Pour les personnes âgées et les personnes en surpoids, la formule de Black et al, apparu en 1996 <sup>(4)</sup>, est utilisée. Elle repose sur des échantillons plus larges et analyses plus récentes :

# mbParag19
source: In addition, Black, through this study, also specifies that the limits of the human body in terms of daily energy needs seem to be :
ar: بالإضافة إلى ذلك , يحدد بلاك , من خلال هذه الدراسة , أيضًا أن حدود جسم الإنسان من حيث احتياجات الطاقة اليومية تبدو كذلك :
fr: Par ailleurs, Black, à travers cet étude, précise aussi que les limites du corps humain en termes de besoins énergétiques journaliers semblent être :

# mbParag20
source: At least to expend 1.2 times basal metabolic rate per day (sedentary person)
ar: على الأقل لإنفاق 1.2 مرة من معدل الأيض الأساسي في اليوم (شخص مستقر)
fr: Au minimum de dépenser 1,2 fois le métabolisme de base par jour (personne sédentaire)

# mbParag21
source: At most to spend 4.5 times basal metabolism (elite of the most enduring high-level athletes)
ar: لإنفاق 4.5 مرات على الأكثر من التمثيل الغذائي الأساسي (النخبة من الرياضيين ذوي المستوى العالي)
fr: Au maximum de dépenser 4,5 fois le métabolisme de base (élite des athlètes de haut niveau les plus endurants)

# mbParag22
source: Formule de Black et al (1996) :
ar: صيغة Black (1996) :

# imaTitle1
source: Calculation of the IMA (Adipose Mass Index)
ar: حساب مؤشر الكتلة الدهنية
fr: Calcul de l’IMA (Indice de Masse Adipeuse)

# imaTitle2
source: CALCULATING YOUR IMA
ar: قم بإجراء حساب IMA الخاص بك
fr: EFFECTUER LE CALCUL DE VOTRE IMA

# imaParag1
source: *Your hip circumference (or hip circumference) is the horizontal circumference of your body measured at the widest point below your waist
ar: *محيط الورك (أو محيط الورك) هو المحيط الأفقي لجسمك المقاس عند أوسع نقطة أسفل خصرك
fr: *Votre tour de hanches (ou tour de hanches) est la circonférence horizontale de votre corps mesurée au point le plus large sous votre taille

# imaParag2
source: Please note that the IMA is not the IMC (Body Mass Index). This is a different measure, you will find more information on the IMA at the bottom of the page.
ar: يرجى ملاحظة أن IMA ليس مؤشر كتلة الجسم (BMI). إنه قياس مختلف , يمكنك العثور على مزيد من المعلومات حول IMA في أسفل الصفحة.
fr: Veuillez noter que l'IMA n'est pas l'IMC (indice de masse corporelle). Il s'agit d'une mesure différente, vous trouverez plus d'informations sur l'IMA en bas de page.

# imaParag3
source: Fill in your height (in cm) as well as your hip circumference (in cm) and we will calculate your IMA, i.e. the percentage of adipose mass (fat mass), in your body.
ar: أدخل طولك (بالسنتيمتر) وكذلك محيط الورك (بالسنتيمتر) وسنقوم بحساب IMA الخاص بك , أي النسبة المئوية للكتلة الدهنية (كتلة الدهون) في جسمك.
fr: Renseignez votre taille (en cm) ainsi que votre tour de hanches (en cm) et nous calculerons votre IMA, c'est-à-dire le percentage of adipose mass (masse grasse), dans votre corps.

# imaTitle3
source: YOUR RESULTS
ar: نتائجك
fr: VOS RÉSULTATS

# imaParag4
source: Votre IMA est en attente de calcul. Une fois calculé nous fournirons une interprétation.
ar: IMA الخاص بك ينتظر الحساب. بمجرد حسابه , نقدم تفسيرًا.
fr: Votre IMA est en attente de calcul. Une fois calculée nous fournissons une interprétation.

# imaParag5
source: We also offer other “theoretical ideal weight” calculations.
ar: نقدم أيضًا حسابات أخرى للوزن المثالي النظري
fr: Nous proposons également d'autres calculs de “poids idéal théorique”.

# imaParag55
source: (which allow you to use other formulas)
ar: (والتي ستتيح لك استخدام الصيغ الأخرى)
fr: (qui vous permettront d’utiliser d’autres formules)

# imaTitle4
source: ORIGINS OF THE IMA & EXPLANATIONS
ar: أصول إيما والتفسيرات
fr: ORIGINES DE L'IMA & EXPLICATIONS

# imaParag6
source: As IMC is a measure that has many flaws & limitations, IMA has been defined as a alternative indicatorThe study that presents the AMI (1) dates from 2011. It is therefore a recent ,indicator, on which the scientific community therefore has little perspective.
ar: نظرًا لأن مؤشر كتلة الجسم عبارة عن قياس به العديد من العيوب والقيود , فقد تم تعريف AMI على أنه مقياس واحد مؤشر بديلتعود الدراسة التي تقدم AMI (1) إلى عام 2011. وبالتالي فهي الأخيرة ,مؤشر , وبالتالي فإن المجتمع العلمي لديه منظور ضئيل بشأنه.
fr: L'IMC étant une mesure qui présente de nombreux défauts et limites, l'IMA a été définie comme une indicateur alternatifL'étude qui présente l'AMI (1) date de 2011. Il s'agit donc d'une récent ,indicator, on which the scientific community therefore has little perspective.

# imaParag7
source: The researchers who presented the IMA (or BAI, in English, for Body Adiposity Index) believe that the circumference of the hips as well as the size is very strongly stuck to the percentage of fat in the human body. The IMA directly calculates the percentage of adipose mass (i.e. fat mass).
ar: يعتقد الباحثون الذين قدموا IMA (أو BAI , باللغة الإنجليزية , لمؤشر السمنة في الجسم) أن محيط الوركين وكذلك الحجم عالقان بشدة بالنسبة المئوية للدهون في جسم الإنسان. IMA مباشرة يحسب النسبة المئوية للكتلة الدهنية (أي كتلة الدهون).
fr: Les chercheurs qui ont présenté l'IMA (ou BAI, en anglais, pour Body Adiposity Index) estiment que la circonférence des hanches ainsi que la taille sont très fortement collées au pourcentage de graisse dans le corps humain. L'IMA calcule directement le pourcentage de masse adipeuse (c'est-à-dire la masse grasse).

# imaParag8
source: Like the IMC, this calculation requires only objective information, without any complexity. The IMA is the result of a study of 1700 individuals. Interpretation of AMI, however, is slightly more complex than IMC. Indeed, the interpretation is done according to sex and according to age (even though the IMC does not make any differentiation in terms of interpretation, whether it is sex or age).
ar: مثل مؤشر كتلة الجسم , يتطلب هذا الحساب معلومات موضوعية فقط , بدون أي تعقيد. إن حساب IMA هو نتيجة دراسة أجريت على 1700 فرد. ومع ذلك , فإن تفسير مؤشر كتلة الجسم أكثر تعقيدًا قليلاً من مؤشر كتلة الجسم. في الواقع , يتم التفسير وفقًا للجنس والعمر (حتى لو لم يقم مؤشر كتلة الجسم بأي تمييز من حيث التفسير , سواء كان الأمر يتعلق بالجنس أو العمر).
fr: Comme l'IMC, ce calcul ne nécessite que des informations objectives, sans aucune complexité. L'IMA est le résultat d'une étude de 1700 individus. L'interprétation de l'AMI, cependant, est légèrement plus complexe que l'IMC. En effet, l'interprétation se fait selon le sexe et selon l'âge (même si l'IMC ne fait aucune différenciation en termes d'interprétation, qu'il s'agisse du sexe ou de l'âge).

# imaParag9
source: The formula for obtaining the value of the IMA, in percentage, is as follows:
ar: صيغة الحصول على قيمة IMA , بالنسبة المئوية , هي كما يلي:
fr: La formule pour obtenir la valeur de l'IMA, en pourcentage, est la suivante :

# imaParag10
source: Where height (T) is expressed in meters and where hip circumference (H) is expressed in centimeters.
ar: حيث يتم التعبير عن الارتفاع (T) بالأمتار وحيث يتم التعبير عن محيط الورك (H) بالسنتيمتر.
fr: Où la taille (T) est exprimée en mètres et où la circonférence de hanches (H) est exprimée en centimètres.

# imaParag11
source: However, following the use of this formula, it is advisable to carry out a Interpretationaccording to the table provided below.
ar: ومع ذلك , بعد استخدام هذه الصيغة , يجب إجراء تفسيرحسب الجدول الموضح أدناه.
fr: Il convient toutefois, suite à l'utilisation de cette formule, d'effectuer une Interprétationselon le tableau fourni ci-dessous.

# imaTitle5
source: CHART FOR INTERPRETATION
ar: طاولة للتفسير
fr: TABLEAU PERMETTANT L'INTERPRÉTATION

# imaTableKey1
source: Sex
ar: الجنس
fr: Sexe

# imaTableKey1value1
source: Women
ar: انثى
fr: Femme

# imaTableKey1value2
source: Male
ar: ذكر
fr: Homme

# imaTableKey2
source: Age
ar: العمر
fr: Âge

# imaTableKey2value1
source: 20 to 40 years old
ar: من 20 إلى 40 سنة
fr: De 20 à 40 ans

# imaTableKey2value2
source: From 41 to 60 years old
ar: من 41 إلى 60 عامًا
fr: De 41 à 60 ans

# imaTableKey2value3
source: From 61 to 79 years old
ar: من 61 إلى 79 عامًا
fr: De 61 à 79 ans

# imaTableKey2value4
source: From 20 to 40 years old
ar: من 20 إلى 40 سنة
fr: De 20 à 40 ans

# imaTableKey2value5
source: From 41 to 60 years old
ar: من 41 إلى 60 عامًا
fr: De 41 à 60 ans

# imaTableKey2value6
source: From 61 to 79 years old
ar: من 61 إلى 79 عامًا
fr: De 61 à 79 ansFrom 61 to 79 years old

# imaTableKey3
source: IMA value
ar: قيمة AMI
fr: Valeur de l'IMA

# imaTableKey3value2
source: 21% to 33%
ar: 21% إلى 33%
fr: 21% à 33%

# imaTableKey3value3
source: 33% to 39%
ar: 33% إلى 39%
fr: 33% à 39%

# imaTableKey3value6
source: 23% to 35%
ar: 23% إلى 35%
fr: 23% à 35%

# imaTableKey3value7
source: 35% to 40%
ar: 35% إلى 40%
fr: 35% à 40%

# imaTableKey3value10
source: 24% to 36%
ar: 24% إلى 36%
fr: 24% à 36%

# imaTableKey3value11
source: 36% to 42%
ar: 36% إلى 42%
fr: 36% à 42%

# imaTableKey3value14
source: 8% to 19%
ar: 8% إلى 19%
fr: 8% à 19%

# imaTableKey3value15
source: 19% to 25%
ar: 19% إلى 25%
fr: 19% à 25%

# imaTableKey3value18
source: 11% to 22%
ar: 11% إلى 22%
fr: 11% à 22%

# imaTableKey3value19
source: 22% to 27%
ar: 22% إلى 27%
fr: 22% à 27%

# imaTableKey3value22
source: 13% to 25%
ar: 13% إلى 25%
fr: 13% à 25%

# imaTableKey3value23
source: 25% to 30%
ar: 25% إلى 30%
fr: 25% à 30%

# imaTableKey4
source: Interpretation
ar: تفسير
fr: Interprétation

# imaTableKey4value1
source: Lean
ar: نحيف
fr: Maigre

# imaTableKey4value2
source: In good health
ar: صحية
fr: En bonne santé

# imaTableKey4value3
source: Overweight
ar: زيادة الوزن
fr: En surpoids

# imaTableKey4value4
source: Obese
ar: سمين
fr: Obèse

# imaTableKey4value5
source: Lean
ar: نحيف
fr: Maigre

# imaTableKey4value6
source: In good health
ar: صحية
fr: En bonne santé

# imaTableKey4value7
source: Overweight
ar: زيادة الوزن
fr: En surpoids

# imaTableKey4value8
source: Obese
ar: سمين
fr: Obèse

# imaTableKey4value9
source: Lean
ar: نحيف
fr: Maigre

# imaTableKey4value10
source: In good health
ar: صحية
fr: En bonne santé

# imaTableKey4value11
source: Overweight
ar: زيادة الوزن
fr: En surpoids

# imaTableKey4value12
source: Obese
ar: سمين
fr: Obèse

# imaTableKey4value13
source: Lean
ar: نحيف
fr: Maigre

# imaTableKey4value14
source: In good health
ar: صحية
fr: En bonne santé

# imaTableKey4value15
source: Overweight
ar: زيادة الوزن
fr: En surpoids

# imaTableKey4value16
source: Obese
ar: سمين
fr: Obèse

# imaTableKey4value17
source: Lean
ar: نحيف
fr: Maigre

# imaTableKey4value18
source: In good health
ar: صحية
fr: En bonne santé

# imaTableKey4value19
source: Overweight
ar: زيادة الوزن
fr: En surpoids

# imaTableKey4value20
source: Obese
ar: سمين
fr: Obèse

# imaTableKey4value21
source: Lean
ar: نحيف
fr: Maigre

# imaTableKey4value22
source: In good health
ar: صحية

# imaTableKey4value23
source: Overweight
ar: زيادة الوزن

# imaTableKey4value24
source: Obese
ar: سمين
fr: Obèse

# lorentzTitle1
source: Calculating the ideal weight according to the Lorentz formula
ar: حساب الوزن المثالي وفقًا لصيغة لورنتز
fr: Calcul du poids idéal selon la formule de Lorentz

# lorentzTitle2
source: CALCULATE YOUR IDEAL WEIGHT
ar: احسب وزنك المثالي
fr: EFFECTUER LE CALCUL DE VOTRE POIDS IDÉAL

# lorentzParag1
source: Please note that this calculation is not that of the IMC (Body Mass Index) as defined by the World Health Organization. This is a different measure, suggested by a math teacher. You can find more information about the “classic” IMC on this page. .
ar: تحذير , هذا الحساب ليس حساب مؤشر كتلة الجسم (BMI) كما حددته منظمة الصحة العالمية. إنه مقياس مختلف , يقترحه أستاذ الرياضيات. يمكنك العثور على مزيد من المعلومات حول كتلة الجسم على هذه الصفحة.
fr: Attention, ce calcul n’est pas celui de l’IMC (Indice de Masse Corporelle) au sens de l’Organisation Mondiale de la Santé. Il s’agit d’une mesure différente, proposée par un professeur de mathématiques. Vous trouverez plus d’informations sur l’IMC « classique » sur cette page. .

# lorentzParag2
source: Fill in your height (in cm) as well as your gender and we will calculate your IMC weight according to Nick Trefethen's formula Lorentz formula.
ar: أدخل طولك (بالسنتيمتر) بالإضافة إلى جنسك وسنقوم بحساب وزن مؤشر كتلة الجسم وفقًا لصيغة Nick Trefethen صيغة لورنتز.
fr: Renseignez votre taille (en cm) ainsi que votre sexe et nous vous calculerons votre poids IMC selon la formule de Nick Trefethen formule de Lorentz.

# lorentzTitle3
source: YOUR RESULTS
ar: نتائجك
fr: VOS RÉSULTATS

# lorentzParag3
source: Your result is awaiting calculation.
ar: نتيجتك في انتظار الحساب.
fr: Votre résultat est en attente de calcul.

# lorentzParag4
source: We also offer other <<theoretical ideal weight>> calculations.
ar: نقدم أيضًا حسابات أخرى للوزن المثالي النظري .
fr: Nous vous proposons aussi d'autres calculs de « poids idéal théorique ».

# lorentzParag5
source: (which will allow you to use other formulas)
ar: (والتي ستتيح لك استخدام الصيغ الأخرى)
fr: (qui vous permettront d'utiliser d'autres formules)

# lorentzTitle4
source: ORIGINS OF LORENTZ'S IDEAL WEIGHT & EXPLANATIONS
ar: أصول الوزن المثالي وتوضيحات لورينتز
fr: ORIGINES DU POIDS IDÉAL DE LORENTZ & EXPLICATIONS

# lorentzParag6
source: It exists 4 popular formulas to know its ideal weight. The Lorentz formula is one of them (as well as the Monnerot-Dumaine, Creff and Broca formula). This formula dates from the year 1929 .
ar: إنه موجود 4 صيغ شائعة لمعرفة ذلك الوزن المثالي. صيغة Lorentz هي واحدة منها (بالإضافة إلى صيغة Monnerot-Dumaine و Creff و Broca). تعود هذه الصيغة إلى عام 1929 .
fr: Il existe 4 formules populaires permettant de connaitre son poids idéal. La formule de Lorentz en fait partie (au même titre que la formule de Monnerot-Dumaine, de Creff et de Broca). Cette formule date de l'année 1929 .

# lorentzParag7
source: This formula, even if it only gives a theoretical ideal weight, is used in geriatrics for example. Indeed the GNRI (Geriatric Nutritional Risk Index) takes the Lorentz ideal weight as a parameter .
ar: هذه الصيغة , حتى لو كانت تعطي وزنًا مثاليًا نظريًا فقط , تُستخدم في طب الشيخوخة على سبيل المثال. في الواقع , يأخذ GNRI (مؤشر مخاطر التغذية للشيخوخة) وزن لورنتز المثالي كمعامل .
fr: Cette formule, même si elle ne donne qu'un poids idéal théorique, est utilisée en gériatrie par exemple. En effet le GNRI (Geriatric Nutritional Risk Index) prend en paramètre le poids idéal de Lorentz .

# lorentzParag8
source: The formula for men is as follows :
ar: صيغة الرجل على النحو التالي :
fr: La formule pour les hommes est la suivante :

# lorentzParag9
source: The formula for women is as follows :
ar: صيغة المرأة كالتالي :
fr: La formule pour les femmes est la suivante :

# lorentzParag10
source: Where the height is expressed in centimeters (H value) and the result is given in kilograms. This formula is therefore strongly inspired by that of Broca.
ar: حيث يتم التعبير عن الارتفاع بالسنتيمتر (قيمة H) ويتم إعطاء النتيجة بالكيلوجرام. لذلك فإن هذه الصيغة مستوحاة بشدة من صيغة Broca.
fr: Où la taille est exprimée en centimètres (valeur H) et le résultat est donné en kilogrammes. Cette formule s'inspire donc fortement de celle de Broca.

# monTitle1
source: Calculating the ideal weight according to the Monnerot Dumaine formula
ar: حساب الوزن المثالي وفقًا لصيغة Monnerot Dumaine
fr: Calcul du poids idéal selon la formule de Monnerot Dumaine

# monTitle2
source: CALCULATE YOUR IDEAL WEIGHT
ar: احسب وزنك المثالي
fr: EFFECTUER LE CALCUL DE VOTRE POIDS IDÉAL

# monParag1
source: * Your wrist circumference (or wrist circumference) is the me circumferencesure at the strongest placeau your wrist level .
ar: * محيط معصمك (أو محيط معصمك) هو محيط أنابالتأكيد في أقوى مكانالى مستوى معصمك .
fr: * Votre tour de poignet (ou circonférence de poignet) est la la circonférence mesurée à l'endroit le plus fortau niveau de votre poignet .

# monParag2
source: Warning, this calculation is not that of the IMC (Body Mass Index). It is a different measurement, you will find more information on the IMC.
ar: تحذير , هذا الحساب ليس حساب مؤشر كتلة الجسم. إنه قياس مختلف , ستجد المزيد من المعلومات حول مؤشر كتلة الجسم.
fr: Attention, ce calcul n'est pas celui de l'IMC (Indice de Masse Corporelle). Il s'agit d'une mesure différente, vous trouverez plus d'informations sur l'IMC.

# monParag3
source: Enter your height (in cm) as well as your gender and we will calculate your ideal weight according to the Monnerot Dumaine formula.
ar: أدخل طولك (بالسنتيمتر) بالإضافة إلى جنسك وسوف نحسب وزنك المثالي وفقًا لصيغة Monnerot Dumaine.
fr: Renseignez votre taille (en cm) ainsi que votre sexe et nous vous calculerons votre poids idéal selon la formule de Monnerot Dumaine.

# monParag4
source: Your ideal weight is awaiting calculation. Once calculated we will provide an interpretation.
ar: وزنك المثالي ينتظر الحساب. وبمجرد حسابه سنقدم لك تفسيرًا.
fr: Votre poids idéal est en attente de calcul. Une fois calculé nous fournirons une interprétation.

# monParag5
source: We also offer other <<theoretical ideal weight>> calculations
ar: نقدم أيضًا حسابات أخرى للوزن المثالي النظري
fr: Nous vous proposons aussi d'autres calculs de « poids idéal théorique ».

# monParag6
source: (which will allow you to use other formulas)
ar: (والتي ستتيح لك استخدام الصيغ الأخرى)
fr: (qui vous permettront d'utiliser d'autres formules)

# monTitle3
source: YOUR RESULTS
ar: أصول الوزن والتفسيرات المثالية لمونيرو دومين
fr: VOS RÉSULTATS

# monParag7
source: It exists 4 popular formulas to know its ideal weight. The Lorentz formula is one of them (as well as the Monnerot-Dumaine, Creff and Broca formula). This formula dates from the year 1929 l'skeleton of individuals,which is not the case of the Lorentz formula (yet more popular) .
ar: إنه موجود 4 صيغ شائعة لمعرفة ذلك الوزن المثالي. صيغة Lorentz هي واحدة منها (بالإضافة إلى صيغة Monnerot-Dumaine و Creff و Broca). تعود هذه الصيغة إلى عام 1929 l'هيكل عظمي للأفراد,وهذا ليس هو الحال مع صيغة Lorentz (حتى الآن p الأكثر شيوعًا) .
fr: Il existe 4 formules populaires permettant de connaitre son poids idéal. La formule de Lorentz en fait partie (au même titre que la formule de Monnerot-Dumaine, de Creff et de Broca). Cette formule date de l'année 1929 l'ossature des individus,ce qui n'est pas le cas de la formule de Lorentz (pourtant plus populaire) .

# monParag8
source: The formula is the same for men and women. It is as follows :
ar: الصيغة هي نفسها للرجال والنساء وهي كالتالي :
fr: La formule est la même pour les hommes et les femmes. Elle est la suivante :

# monParag9
source: Where the height is expressed in centimeters (T value), and the wrist size is also expressed in centimeters (TP value).
ar: حيث يتم التعبير عن الارتفاع بالسنتيمتر (قيمة T) , ويتم التعبير عن حجم المعصم أيضًا بالسنتيمتر (قيمة TP).
fr: Où la taille est exprimée en centimètres (valeur T), et le tour de poignet exprimé lui aussi en centimètres (valeur TP).

# creffTitle1
source: Calculating the ideal weight according to Creff's formula
ar: حساب الوزن المثالي وفقًا لصيغة كريف
fr: Calcul du poids idéal selon la formule de Creff

# creffTitle2
source: CALCULATE YOUR IDEAL WEIGHT
ar: احسب وزنك المثالي
fr: EFFECTUER LE CALCUL DE VOTRE POIDS IDÉAL

# creffParag1
source: Please note that this calculation is not that of the IMC (Body Mass Index) as defined by the World Health Organization. This is a different measure, suggested by a math teacher. You can find more information about the “classic” IMC on this page.
ar: تحذير , هذا الحساب ليس حساب مؤشر كتلة الجسم (BMI) كما حددته منظمة الصحة العالمية. إنه مقياس مختلف , يقترحه أستاذ الرياضيات. يمكنك العثور على مزيد من المعلومات حول كتلة الجسم على هذه الصفحة.
fr: Attention, ce calcul n’est pas celui de l’IMC (Indice de Masse Corporelle) au sens de l’Organisation Mondiale de la Santé. Il s’agit d’une mesure différente, proposée par un professeur de mathématiques. Vous trouverez plus d’informations sur l’IMC « classique » sur cette page.

# creffParag2
source: Enter your height (in cm) as well as your sex and we will calculate your ideal weight according to the Creff formula.
ar: أدخل طولك (بالسنتيمتر) بالإضافة إلى جنسك وسوف نحسب وزنك المثالي وفقًا لصيغة كريف.
fr: Renseignez votre taille (en cm) ainsi que votre sexe et nous vous calculerons votre poids idéal selon la formule de Creff.

# creffParag3
source: Your ideal weight is awaiting calculation. Once calculated we will provide an interpretation
ar: وزنك المثالي ينتظر الحساب. وبمجرد حسابه سنقدم لك تفسيرًا
fr: Votre poids idéal est en attente de calcul. Une fois calculé nous fournirons une interprétation

# creffParag4
source: We also offer other <<theoretical ideal weight>> calculations
ar: نقدم أيضًا حسابات نظرية أخرى للوزن المثالي.
fr: Nous vous proposons aussi d'autres calculs de « poids idéal théorique ».

# creffParag5
source: (which will allow you to use other formulas)
ar: (والتي ستتيح لك استخدام الصيغ الأخرى)
fr: (qui vous permettront d'utiliser d'autres formules)

# creffTitle3
source: ORIGINS OF CREFF'S IDEAL WEIGHT & EXPLANATIONS
ar: أصول الوزن والتوضيحات المثالية لـ CREFF
fr: ORIGINES DU POIDS IDÉAL DE CREFF & EXPLICATIONS

# creffParag6
source: Creff's formula (1)is one of the many formulas allowing to know its theoretical ideal weight (in the same way as the formula of Lorentz de Monnerot Dumaine and Broca). This formula has the advantage of bringing in the notion of morphology. One dimension which was until now ignored in the other most popular formulas.
ar: صيغة كريف (1)هي إحدى الصيغ العديدة التي تسمح بمعرفة وزنها النظري المثالي (بنفس طريقة صيغة Lorentz de Monnerot Dumaine و Broca). تتمتع هذه الصيغة بميزة إدخال مفهوم التشكل. بُعد واحد والذي تم تجاهله حتى الآن في الصيغ الأخرى الأكثر شيوعًا.
fr: La formule de Creff (1)fait partie des nombreuses formules permettant de connaitre son poids idéal théorique (au même titre que la formule de Lorentz de Monnerot Dumaine et de Broca). Cette formule a l'avantage de faire rentrer la notion de morphologie. Une dimension qui était jusqu'à présent ignorée dans les autres formules les plus populaires.

# creffParag7
source: Formula depends on individual morphology.For a person with the morphology « slim »(i.e. fine), the <<classic>> result is indeed reduced by 10%, and for a person with the morphology « large » this same result is then increased by 10%.
ar: الصيغة تعتمد على مورفولوجيا فردية.لشخص لديه مورفولوجيا « نحيف »(أي جيد) , تم تقليل النتيجة الكلاسيكية بالفعل بنسبة 10٪ , وبالنسبة لشخص لديه الشكل « كبير »يتم زيادة هذه النتيجة بعد ذلك بمقدار 10%.
fr: La formule dépend de la morphologie de l'individu.Pour une personne à la morphologie « gracile »(c'est à dire fine), le résultat « classique » est en effet minoré de 10%, et pour une personne à la morphologie « large » ce même résultat est alors majoré de 10%.

# creffParag8
source: The equations for using Creff's formula are shown below.
ar: معادلات استخدام صيغة كريف موضحة أدناه.
fr: Les équations permettant d'utiliser la formule de Creff sont présentées ci-après.

# creffParag9
source: In the case of a classic morphology, the theoretical ideal weight is given in this way :
ar: في حالة التشكل الكلاسيكي , يتم إعطاء الوزن المثالي النظري بهذه الطريقة :
fr: Dans le cas d'une morphologie classique, le poids idéal théorique est donné de cette manière :

# creffParag10
source: In the case of a <<gracile>> morphology, the result is reduced by 10%, i.e. the following formula :
ar: في حالة مورفولوجيا نحيف , يتم تقليل النتيجة بنسبة 10٪ , أي الصيغة التالية :
fr: Dans le cas d'une morphologie « gracile », le résultat est minoré de 10%, soit la formule suivante :
