Repository: alaabh/pedagogue
Catalog: l10n/app_*.arb
Languages: ar, fr

# gameModel46
source: MICRO-PRINCIPLESTHE PROBLEM WITH SEEING FOOTBALL AS FOUR DISTINCT PHASES OF PLAY
ar: المشكلة في رؤية كرة القدم على أنها أربع مراحل متميزة من اللعب
fr: LE PROBLÈME AVEC LA VISION DU FOOTBALL COMME QUATRE PHASES DISTINCTES DE JEU

# gameModel47
source: While the traditional four-phase model of open play helps understand the game easier, it isn't necessarily accurate, especially at the level of the individual player.
ar: على الرغم من أن النموذج التقليدي لأربع مراحل من اللعب المفتوح يساعد في فهم اللعبة بسهولة، إلا أنه ليس بالضرورة دقيقًا، خاصة على مستوى اللاعب الفردي.
fr: Bien que le modèle traditionnel à quatre phases de jeu ouvert aide à comprendre le jeu plus facilement, il n'est pas nécessairement exact, surtout au niveau du joueur individuel.

# gameModel48
source: Coaches and analysts tend to view the team as a whole, as one functional being that should switch simultaneously from attack to defence or the transitions in between. But the game is player by 11 different players, and each of them switch between phases based on their own judgement of their positions and influence at a particular moment in the game. As an example, when the game traverses through moment a to d, each player adapt to a different state based on the positions of the ball, teammates and opponents. Some are still recovering from the previous phase, while other are preparing for the successive phase..
ar: يميل المدربون والمحللون إلى النظر إلى الفريق ككيان واحد، ككيان وظيفي يجب أن يتحول في وقت واحد من الهجوم إلى الدفاع أو الانتقالات بينهما. لكن اللعبة تلعب بواسطة 11 لاعبًا مختلفين، وكل منهم يتحول بين المراحل استنادًا إلى تقديره الخاص لمواقعه وتأثيره في لحظة معينة في اللعبة. كمثال، عندما تنتقل اللعبة من اللحظة أ إلى اللحظة د، يتكيف كل لاعب مع حالة مختلفة استنادًا إلى مواقع الكرة وزملائه وخصومه. بعضهم لا يزالون يتعافون من المرحلة السابقة، بينما يستعد آخرون للمرحلة التالية..
fr: Les entraîneurs et les analystes ont tendance à voir l'équipe dans son ensemble, comme un être fonctionnel qui devrait passer simultanément de l'attaque à la défense ou aux transitions entre les deux. Mais le jeu est joué par 11 joueurs différents, et chacun d'eux passe entre les phases en fonction de son propre jugement de ses positions et de son influence à un moment donné du jeu. Par exemple, lorsque le jeu traverse les moments a à d, chaque joueur s'adapte à un état différent en fonction des positions du ballon, des coéquipiers et des adversaires. Certains récupèrent encore de la phase précédente, tandis que d'autres se préparent pour la phase suivante..

# pitchZoneList
source: Pitch Zone
ar: مناطق الملعب
fr: Zone d'emplacement

# pitchZone1
source: BUILDING
ar: بناء
fr: CONSTRUCTION

# pitchZone2
source: CREATING
ar: إنشاء
fr: CRÉATION

# pitchZone3
source: FINISHING
ar: الانتهاء
fr: FINITION

# pitchZone4
source: LOW-BLOCK
ar: الكتلة المنخفضة
fr: BLOC BAS

# pitchZone5
source: MID-BLOCK
ar: الكتلة المتوسطة
fr: BLOC MOYEN

# pitchZone6
source: HIGH-BLOCK
ar: الكتلة العالية
fr: BLOC HAUT

# pitchZone7
source: Reacting to the tempo of the game.Creating Overloads.Passing (Short, Medium, Long).Switching the play.The movement to create space.The movement to receive.Play with GK.Break lines.Combinations.Rotations.Width (Make the pitch big?).Capitalise on space.Can we progress forwards? Communication Belief
ar: الاستجابة لإيقاع اللعب. خلق التفوقات. التمرير (قصير، متوسط، طويل). تحويل اللعب. الحركة لخلق المساحة. الحركة لاستقبال الكرة. اللعب مع الحارس. كسر الخطوط. الجمع بين اللاعبين. التناوب. العرض (جعل الملعب كبيرًا؟). الاستفادة من المساحة. هل يمكننا التقدم إلى الأمام؟ التواصل الإيمان
fr: Réagir au tempo du jeu. Création de surnombres. Passe (Courte, Moyenne, Longue). Changer le jeu. Le mouvement pour créer de l'espace. Le mouvement pour recevoir. Jouer avec le gardien de but. Casser les lignes. Combinaisons. Rotations. Largeur (Rendre le terrain grand ?). Capitaliser sur l'espace. Pouvons-nous progresser vers l'avant ? Communication. Croyance

# pitchZone8
source: Creating Overloads.Breaking lines.Support.Depth.Creativity.Rotations.Movement.Penetration.Recycle.Combination Play.Dictate Tempo.Decoy Runs.Switching Play.Through Channels.Play Over.Overlaps.Underlaps.
ar: إنشاء التفوقات. كسر الخطوط. الدعم. العمق. الإبداع. التناوب. الحركة. الاختراق. إعادة التدوير. اللعب بالتركيبات. تحديد الإيقاع. تشتت المتسللين. تبادل اللعب. مناورات الخداع. تحويل اللعب. من خلال القنوات. لعب فوق. تداخلات تحت.
fr: Création de surnombres. Casser les lignes. Soutien. Profondeur. Créativité. Rotations. Mouvement. Pénétration. Recycler. Jeu en combinaison. Dicter le tempo. Courses de leurre. Changer de jeu. À travers les canaux. Jouer au-dessus. Chevauchements. Sous-chevauchements.

# pitchZone9
source: Unlocking defence.Crossing.Combinations.Recycle.Individual Skill.Teamwork.Switching the Play.Patience.Depth.Risk v Reward.Overlaps.Underlaps.Penetration.Timing.Pull Backs By-line
ar: فتح الدفاع. التقاط الكرات العرضية. التركيبات. إعادة التدوير. المهارة الفردية. العمل الجماعي. تحويل اللعب. الصبر. العمق. المخاطرة مقابل الجائزة. تداخلات تحت. التوغل. التوقيت. سحب الكرات إلى الخلف بواسطة الخط الجانبي
fr: Déverrouillage de la défense. Centrage. Combinaisons. Recyclage. Compétence individuelle. Travail d'équipe. Changer de jeu. Patience. Profondeur. Risque contre récompense. Chevauchements. Sous-chevauchements. Pénétration. Timing. Renvois en retrait en ligne

# pitchZone10
source: Slow Down Opposition.Deny Space.Positioning.Anticipation.Compact.Concentration.Narrow Team Shape.Delay.Organised.Support.Prevent Crosses.Force backwards.Defend in numbers.Manage space between units.Bravery to push forward.Protect key areas.Communication.
ar: إبطاء الخصم. منع المساحة. التموضع. التنبؤ. مدمج. تركيز. شكل الفريق الضيق. التأخير. تنظيمي. الدعم. منع الكرات العرضية. فرض التمرير إلى الخلف. الدفاع بأعداد كبيرة. إدارة المساحة بين الوحدات. الشجاعة في دفع إلى الأمام. حماية المناطق الرئيسية. التواصل.
fr: Ralentir l'opposition. Refuser l'espace. Positionnement. Anticipation. Compact. Concentration. Forme d'équipe étroite. Délai. Organisé. Soutien. Empêcher les centres. Forcer en arrière. Défendre en nombre. Gérer l'espace entre les unités. Courage pour avancer. Protéger les zones clés. Communication.

# pitchZone11
source: Movement as a unit.Compact.Depth.Concentration.Body Position.Cover.Manage space between units.Interceptions.Anticipation.Depth.When to press.Set press traps.Teamwork.Dictate opposition.Prepared to gradually set up.Cautious of the ball in behind.Use of the sideline.
ar: الحركة كوحدة. مدمج. العمق. التركيز. موقف الجسم. الغطاء. إدارة المساحة بين الوحدات. التقاط الكرات. التنبؤ. العمق. متى تضغط. ضبط فخاخ الضغط. العمل الجماعي. تحديد العدو. يستعد لإعداد تدريجي. حذر من الكرة في الخلف. استخدام الخط الجانبي.
fr: Mouvement en tant qu'unité. Compact. Profondeur. Concentration. Position du corps. Couvrir. Gérer l'espace entre les unités. Interceptions. Anticipation. Profondeur. Quand presser. Mettre en place des pièges de pression. Travail d'équipe. Dicter l'opposition. Prêt à se mettre en place progressivement. Prudent face à la balle dans le dos. Utilisation de la ligne de touche.

# pitchZone12
source: Pressing Traps.Aggressive.Fast.Support.Punish poor play.Contain.Intercepting.Minimise long ball.Dictate direction of play.The angle of the press.Transfer from DEF into ATT.Tiggers.In-Sync.Press collectively (inc GK).Productive in Possession.Confidence.Protection in behind.
ar: الفخاخ الضاغطة. عدواني. سريع. الدعم. معاقبة اللعب السيئ. الاحتواء. التقاط الكرات. تقليل الكرات الطويلة. تحديد اتجاه اللعب. زاوية الضغط. نقل من الدفاع إلى الهجوم. مشغلات. متزامن. الضغط بشكل جماعي (بما في ذلك حارس المرمى). منتج في الاستحواذ. الثقة. الحماية في الخلف.
fr: Pièges de pression. Aggressif. Rapide. Soutien. Punir le jeu médiocre. Contenir. Intercepter. Minimiser le jeu long. Dicter la direction du jeu. L'angle de la pression. Transition de la DEF à l'ATT. Déclencheurs. En sync. Presser collectivement (y compris le gardien de but). Productif en possession. Confiance. Protection derrière.

# fourcornerList
source: Four corner
ar: الاركان الاربعة
fr: Quatre coins

# fourcorner1
source: tactical
ar: تكتيكي
fr: tactique

# fourcorner2
source: Technical
ar: فني
fr: Technique

# fourcorner3
source: PHYSICAL
ar: لياقي
fr: PHYSIQUE

# fourcorner4
source: Psychosocial
ar: النفسية

# fourcorner5
source: LOW-BLOCK
ar: الكتلة المنخفضة
fr: BLOC BAS

# fourcorner6
source: MID-BLOCK
ar: الكتلة المتوسطة
fr: BLOC MOYEN

# fourcorner7
source: HIGH-BLOCK
ar: الكتلة العالية
fr: BLOC HAUT

# fourcorner8
source: Recognise and adapt,Maximising strengths,Exploiting weaknesses,Game Management, Understand Team, Unit & Individual R&R, Problem Solving
ar: الاعتراف والتكيف، استغلال القوى القصوى، استغلال الضعف، إدارة اللعبة، فهم الفريق والوحدة والفرد ، حل المشاكل
fr: Reconnaître et adapter, Maximiser les forces, Exploiter les faiblesses, Gestion de match, Comprendre l'équipe, Unité et R&R individuel, Résolution de problèmes

# fourcorner9
source: Receiving, Turning,Passing, Dribbling,RWTB, Heading,Shooting, Technique,Throws, Tackling.
ar: استلام، تحويل، تمرير، مراوغة، تسديد الرأس، تصويب، تقنية، رمي، التدخل.
fr: Réception, Pivoter, Passer, Dribbler, RWTB, Tête, Tir, Technique, Lancers, Tacler.

# fourcorner10
source: Agility, Power, Balance,Endurance, Nutrition,Strength,Acceleration,Jumping
ar: الرشاقة، القوة، التوازن، التحمل، التغذية، القوة، التسارع، القفز
fr: Agilité, Puissance, Équilibre, Endurance, Nutrition, Force, Accélération, Saut

# fourcorner11
source: Behaviour ,Resilience ,Enjoyment , Lifestyle,Relationships , Resilience ,Motivation, Communication,Relationships, Team work
ar: السلوك، المرونة، المتعة، نمط الحياة، العلاقات، المرونة، الدافع، الاتصال، العلاقات، العمل الجماعي
fr: Comportement, Résilience, Plaisir, Mode de vie, Relations, Résilience, Motivation, Communication, Relations, Travail d'équipe

# fourcorner12
source: Slow Down Opposition.Deny Space.Positioning.Anticipation.Compact.Concentration.Narrow Team Shape.Delay.Organised.Support.Prevent Crosses.Force backwards.Defend in numbers.Manage space between units.Bravery to push forward.Protect key areas.Communication.
ar: بطء الخصم، منع المساحة، التموضع، التوقع، مضغوط، تركيز، شكل فريق ضيق، تأخير، منظم، دعم، منع العبور، فرض الرجوع، الدفاع بأعداد كبيرة، إدارة المساحة بين الوحدات، الشجاعة للدفع للأمام، حماية المناطق الرئيسية، التواصل.
fr: Ralentir l'opposition. Nier l'espace. Positionnement. Anticipation. Compact. Concentration. Forme d'équipe étroite. Délai. Organisé. Soutien. Empêcher les croix. Forcer en arrière. Défendre en nombre. Gérer l'espace entre les unités. Courage pour avancer. Protéger les zones clés. Communication.

# fourcorner13
source: Movement as a unit.Compact.Depth.Concentration.Body Position.Cover.Manage space between units.Interceptions.Anticipation.Depth.When to press.Set press traps.Teamwork.Dictate opposition.Prepared to gradually set up.Cautious of the ball in behind.Use of the sideline.
ar: الحركة كوحدة، مضغوط، عمق، تركيز، وضع الجسم، تغطية، إدارة المسافة بين الوحدات، التقاط الكرات، التوقع، العمق، متى يتم الضغط، وضع الفخ، العمل الجماعي، فرض وجود الخصم، التحضير لإعداد التدريجي، الحذر من الكرة في الخلف، استخدام الجانب.
fr: Mouvement en tant qu'unité. Compact. Profondeur. Concentration. Position du corps. Couverture. Gérer l'espace entre les unités. Interceptions. Anticipation. Profondeur. Quand presser. Mettre en place des pièges. Travail d'équipe. Dictée de l'opposition. Prêt à se préparer progressivement. Prudent face à la balle derrière. Utilisation de la touche de côté.

# fourcorner14
source: Pressing Traps.Aggressive.Fast.Support.Punish poor play.Contain.Intercepting.Minimise long ball.Dictate direction of play.The angle of the press.Transfer from DEF into ATT.Tiggers.In-Sync.Press collectively (inc GK).Productive in Possession.Confidence.Protection in behind
ar: فخ الضغط، هجومي، سريع، دعم، معاقبة اللعب السيء، الاحتواء، التقاط الكرات، تقليل الكرات الطويلة، فرض اتجاه اللعب، زاوية الضغط، الانتقال من الدفاع إلى الهجوم، الزناد، متزامن، ضغط جماعي (بما في ذلك حارس المرمى)، إنتاجية في الاحتكاك، الثقة، الحماية في الخلف.
fr: Pièges de pression. Aggressif. Rapide. Soutien. Punir les mauvais jeux. Contenir. Intercepter. Minimiser le jeu long. Dictée de la direction du jeu. L'angle de la presse. Passage de DEF à ATT. Déclencheurs. En synchronisation. Pressez collectivement (y compris le GK). Productif en possession. Confiance. Protection en arrière

source: Login failed
ar: فشل تسجيل الدخول
fr: Échec de la connexion

# loginFailed1
source: Error during login
ar: خطأ أثناء تسجيل الدخول
fr: Erreur lors de la connexion

# loginFailed2
source: An error occurred during login
ar: حدث خطأ أثناء تسجيل الدخول
fr: Une erreur s'est produite lors de la connexion

# theIndividualList
source: The Individual
ar: الخصائص الفردية
fr: Caractéristiques individuelles

# developmentList
source: Development
ar: تطوير
fr: Développement

# systemofPlayList
source: System of Play
ar: نظام اللعب
fr: Système de jeu

# systemofPlay1
source: Positives
ar: إيجابيات
fr: Positifs

# systemofPlay2
source: Negatives
ar: السلبيات
fr: Négatifs

# systemofPlay3
source: * 4-2-3-1 formation is highly adaptable and flexible as it can easily be altered into: 5-4-1,4-5-1, 4-4-2,4-3-3 * The presence of two holding midfielders allows for more control and protection of the defense. * The three attacking midfielders provide a variety of options for creating scoring opportunities. * The lone striker can act as a target player for crosses and through balls.
ar: * تشكيلة 4-2-3-1 قابلة للتكيف بشكل كبير ومرنة حيث يمكن بسهولة تغييرها إلى: 5-4-1 ، 4-5-1 ، 4-4-2 ، 4-3-3 * وجود لاعبين وسط يحملان الكرة يسمح بمزيد من السيطرة والحماية للدفاع. * يقدم ثلاثة لاعبين وسط هجوميين مجموعة متنوعة من الخيارات لإنشاء فرص تسجيل الأهداف. * يمكن للاعب المهاجم الوحيد أن يكون كلاعب هدف للعرضيات وتمريرات الكرة العميقة.
fr: * La formation en 4-2-3-1 est très adaptable et flexible car elle peut facilement être modifiée en : 5-4-1, 4-5-1, 4-4-2, 4-3-3 * La présence de deux milieux défensifs permet un meilleur contrôle et une meilleure protection de la défense. * Les trois milieux offensifs offrent une variété d'options pour créer des occasions de but. * L'attaquant seul peut agir comme un joueur cible pour les centres et les passes en profondeur.

# systemofPlay4
source: *The formation can be vulnerable to counterattacks if the midfield is caught out of position. * The lone striker may struggle to score goals if he does not receive enough service from midfield. * The formation does not provide as much width as other formations, which can make it difficult to stretch the opposing defense. * Forwards Can Get Isolated Up Front
ar: * يمكن أن يكون التشكيل الخطير عرضة للهجمات المضادة إذا تمت إساءة استخدام وسط الميدان. * قد يجد المهاجم الوحيد صعوبة في تسجيل الأهداف إذا لم يتلق خدمة كافية من وسط الميدان. * * لا يوفر التشكيل نفس العرض كما في التشكيلات الأخرى ، مما قد يجعل من الصعب تمديد الدفاع المعارض. * المهاجمون يمكن أن يعزلوا في الجبهة
fr: * La formation peut être vulnérable aux contres si le milieu de terrain est pris hors de position. * L'attaquant seul peut avoir du mal à marquer des buts s'il ne reçoit pas assez de service du milieu de terrain. * * La formation ne fournit pas autant de largeur que d'autres formations, ce qui peut rendre difficile l'étirement de la défense adverse. * Les Attaquants Peuvent Se Retrouver Isolés En Avant

# biologicalageTitle1
source: personal aspects
ar: الجوانب الشخصية
fr: aspects personnels

# biologicalageTitle2
source: heart disease
ar: مرض القلب
fr: maladies cardiaques

# biologicalageTitle3
source: Medical aspects
ar: الجوانب الطبية
fr: Aspects médicaux

# biologicalageTitle4
source: Power
ar: الطاقة
fr: Alimentation

# biologicalageTitle5
source: psychological aspects
ar: الجوانب النفسية
fr: aspects psychologiques

# biologicalageTitle6
source: security
ar: الأمان
fr: sécurité

# lineUpList
source: Line-up
ar: التشكيل
fr: Composition

# lineUp1
source: 4-2-3-1: In-Possession
ar: 4-2-3-1: في حالة الاستحواذ
fr: 4-2-3-1: En possession

# lineUp2
source: GK : Full command of area - Communication
ar: حارس المرمى : السيطرة الكاملة على المنطقة - التواصل
fr: GB : Plein contrôle de la zone - Communication

# lineUp3
source: DEF : Create space width and depth
ar: خط الدفاع : خلق مساحة عرضية وعمق
fr: DEF : Créez de l'espace en largeur et en profondeur

# lineUp4
source: MID: Support, movement and rotation
ar: الوسط: الدعم، والحركة، والتناوب
fr: MIL: Soutien, mouvement et rotation

# lineUp5
source: ATT: Penetration and Creativity
ar: الهجوم: الاختراق والإبداع
fr: ATT: Pénétration et créativité

# lineUp6
source: 4-2-3-1: Out of Possession
ar: 4-2-3-1: خارج حالة الاستحواذ
fr: 4-2-3-1: Hors possession

# lineUp7
source: GK: Full command of area - Communication
ar: حارس المرمى: السيطرة الكاملة على المنطقة - التواصل
fr: GB: Plein contrôle de la zone - Communication

# lineUp8
source: DEF: Regain possession, cover, depth balance.
ar: خط الدفاع: استعادة الاستحواذ، والتغطية، والتوازن العمقي.
fr: DEF: Récupérer la possession, couvrir, équilibrer la profondeur.

# lineUp9
source: MID: Compact, narrow, provide protection
ar: الوسط: مدمج، ضيق، توفير الحماية
fr: MIL: Compact, étroit, fournir une protection

# lineUp10
source: ATT: Press the ball, dictate play, defend
ar: الهجوم: الضغط على الكرة، وتحديد اللعب، والدفاع
fr: ATT: Presser le ballon, dicter le jeu, défendre

source: Uri video
ar: رابط الفيديو
fr: Url vidéo

source: Terrain
ar: الملعب

# analyse
source: Analysis
ar: التحليل
fr: Analyse

source: Load video
ar: تحميل الفيديو
fr: charger la vidéo

source: Enter Video URL
ar: أدخل رابط الفيديو
fr: Saisir l'URL de la vidéo

# tacticalAdaptionsList
source: Tactical Adaptions
ar: التكيفات التكتيكية
fr: Adaptations tactiques

# partCoaching1
source: warming up
ar: الاحماء
fr: échauffement

# partCoaching2
source: athletic
ar: لياقي
fr: athlétique

# partCoaching3
source: technical
ar: فني
fr: technique

# partCoaching4
source: tactical
ar: تكتيكي
fr: tactique

# partCoaching5
source: mental
ar: ذهني

# gameStageCoaching1
source: unbalance / finish
ar: عدم التوازن / الانتهاء
fr: déséquilibre / finition

# gameStageCoaching2
source: Oppose
ar: التضاد
fr: S'opposer

# gameStageCoaching3
source: keep
ar: الاستمرار
fr: Continuer

# gameStageCoaching4
source: Protecting his goal
ar: حماية الهدف
fr: Protéger son objectif

# gameStageCoaching5
source: Progress
ar: التطوير
fr: Progrès

# gameStageCoaching6
source: Ball recovery
ar: استرجاع الكرة
fr: Récupération de balle

# pedagogyCoaching1
source: active
ar: نشط
fr: actif

# pedagogyCoaching2
source: guideline
ar: الارشادات
fr: ligne directrice

# themeCoaching1
source: coordination
ar: التوافق

# themeCoaching2
source: endurance
ar: المداومة

# themeCoaching3
source: bodybuilding
ar: التقوية
fr: la musculation

# themeCoaching4
source: speed
ar: السرعة
fr: vitesse

# themeCoaching5
source: control
ar: التحك
fr: contrôle

# themeCoaching6
source: crosses and retakes
ar: العبور و الاستجابة
fr: croise et reprend

# themeCoaching7
source: conduct
ar: الجري بالكرة
fr: conduire

# themeCoaching8
source: the pass
ar: التمرير
fr: la passe

# themeCoaching9
source: aerial game
ar: اللعب الفضائي
fr: jeu aérien

# themeCoaching10
source: defensive techniques
ar: فنية دفاعية
fr: technique défensive

# themeCoaching11
source: the shot
ar: التصويب
fr: le tir

# themeCoaching12
source: team block
ar: كتلة الفريق
fr: bloc d'équipe

# themeCoaching13
source: land use
ar: اللعب الارضي
fr: l'utilisation des terres

# themeCoaching14
source: transition off > def
ar: التحول من الوضعية الهجومية الى الوضعية الدفاعية
fr: transition désactivée > def

# themeCoaching15
source: transition Set > Off
ar: التحول من الوضعية الدفاعية الى الوضعية الهجومية
fr: transition désactivée < def

# themeCoaching16
source: set kick
ar: الكرات الثابتة
fr: donner un coup de pied

# themeCoaching166
source: opposite game Support - support - handover
ar: اللعب العكسي
fr: jeu opposé Accompagnement - accompagnement - passation

# themeCoaching17
source: game at 2. at 3
ar: اللعب ب2 و 3
fr: jeu à 2. à 3

# themeCoaching18
source: side game
ar: اللعب المتوازي
fr: jeu parallèle

# themeCoaching19
source: pressing / pressing area
ar: الظغط و منطقة الظغط
fr: pressage / zone de pressage

# themeCoaching20
source: recovery
ar: استرجاع الكرة
fr: récupération

# themeCoaching21
source: stretching
ar: اللعب الطولي
fr: élongation

# themeCoaching22
source: conservation
ar: الاحتفاظ بالكرة

# themeCoaching23
source: duel
ar: الثنائيات

# themeCoaching24
source: cohesion
ar: تماسك الفريق
fr: cohésion

# categoriesCoaching1
source: 1st TEAM
ar: الفريق الاول
fr: SEN

# intensityCoaching1
source: weak
ar: ضعيف
fr: Faible

# intensityCoaching2
source: mean
ar: معدل
fr: Moyenne

# intensityCoaching3
source: high
ar: قوي
fr: Élevé

# humanWaterRequirement22
source: Extreme Heat - Arid Or Desert Conditions
ar: الحرارة الشديدة - الظروف الجافة أو الصحراوية
fr: Chaleur extrême - Conditions arides ou désertiques

# humanWaterRequirement23
source: Normally Warm Environment
ar: بيئة دافئة بشكل طبيعي
fr: Environnement normalement chaud

# humanWaterRequirement24
source: Normally Cool Environment
ar: بيئة باردة بشكل طبيعي
fr: Environnement normalement frais

# humanWaterRequirement25
source: Extreme Cold - At, Near or Below Freezing
ar: شديد البرودة - عند درجة التجمد أو بالقرب منها أو أسفلها
fr: Froid extrême - À, près ou en dessous de zéro

source: m
ar: م

source: km
ar: كم

source: h
ar: س

source: Ex
ar: مثال

source: Invalid YouTube URL
ar: عنوان يوتيوب غير صالح
fr: URL YouTube invalide

source: Local
ar: محلي

source: Visitor
ar: زائر
fr: Visiteur

# chart
source: Charts
ar: إحصائيات الدوري
fr: Statistiques

source: Matches Count
ar: عدد المباريات
fr: nombre de matchs

# videoTir
source: Shot
ar: تسديدة
fr: Tir

# videoAssistbut
source: Shot Assist
ar: مساعدة الهدف
fr: Assist but

# videoDribble
source: Dribble
ar: المراوغة

# videoCentrage
source: Cross
ar: توسيط
fr: Centrage

# videoPasse
source: Pass
ar: التمرير
fr: Passe

# videoPassecle
source: Key Pass
ar: تمرير المفتاح
fr: Passe clé

# videoInterceptions
source: Interceptions
ar: اعتراضات

# videoDegagements
source: Clearances
ar: تصاريح
fr: Dégagements

# videoFautes
source: Fouls
ar: خطأ
fr: Fautes

source: Profile
ar: الملف الشخصي
fr: Profil

source: PERSONAL INFO
ar: معلومات شخصية
fr: INFORMATIONS PERSONNELLES

source: PASSWORD UPDATE
ar: تحديث كلمة المرور
fr: MISE À JOUR DU MOT DE PASSE

source: old password
ar: كلمة المرور القديمة
fr: ancien mot de passe

source: new password
ar: كلمة المرور الجديدة
fr: nouveau mot de passe

source: confirmation password
ar: تأكيد كلمة مرور
fr: confirmation mot de passe

source: DELETE ACCOUNT
ar: حذف الحساب
fr: SUPPRIMER LE COMPTE

# dELETEACCOUNT1
source: You can permanently delete the account
ar: يمكنك حذف الحساب نهائيًا
fr: Vous pouvez supprimer définitivement le compte

source: Delete
ar: حذف
fr: Supprimer

# mutation1
source: not mutated
ar: غير منتقل
fr: non muté

# mutation2
source: mutated player
ar: لاعب منتقل
fr: joueur muté

# mutation3
source: mutated out of peroid
ar: منتقل خارج الفترة
fr: muté hors péroide

source: Right Foot
ar: أفضل قدم
fr: Meilleur pied

# foot1
source: right handed
ar: يميني
fr: droitier

# foot2
source: left handed
ar: أيسري
fr: gaucher

# foot3
source: both feet
ar: كلتا القدمين
fr: les deux pieds

source: Situation family
ar: حالة عائلية
fr: Situation familiale

# situationFamily1
source: married
ar: متزوج
fr: marié

# situationFamily2
source: single
ar: عازب
fr: célibataire

# situationFamily3
source: divorce
ar: مُطلّق

# situationProfessionel1
source: salaried
ar: راتب
fr: salarié

# situationProfessionel2
source: not salaried
ar: بدون راتب
fr: non salarié

# situationProfessionel3
source: student
ar: طالب
fr: étudiant

source: Ideal weight
ar: الوزن المثالي
fr: Poids idéal

source: morphologie
ar: بنية جسدية
